{"src_text": "GM was the first automaker in the post-cassette era to eliminate CD players from a mass-market car with the introduction of the 2013 Chevrolet Spark compact hatchback and removed it from its full-size SUVs when they were redesigned for the 2021 model year.", "参考译文": "在后卡带时代，通用汽车是首家从量产车型中移除 CD 播放器的汽车制造商。2013 年雪佛兰斯帕克紧凑型掀背车上市时就采用了这一设计，随后在 2021 款全尺寸 SUV 车型换代之际，通用汽车也全面移除了 CD 播放器配置。", "考察点": "1. post-cassette era\na. 后磁带时代、后卡带时代、xx 时代结束后，都可以接受；\nb. 后盒带时代，盒带这个说法不是很常用，但也能看懂，算小错\nc. 后盒式磁带时代过于啰嗦，算小错；\n2. mass-market car 指量产车型；大众市场汽车/车型勉强能看懂，算小错。\n3. 中文习惯动词、短句驱动，后半句建议处理成：2013 年雪佛兰斯帕克紧凑型掀背车上市时就采用了这一设计，随后在 2021 款全尺寸 SUV 车型换代之际，通用汽车也全面移除了 CD 播放器配置。", "领域标签": "制造业/工程", "文本风格": "专有名词"}
{"src_text": "The MagDart Beauty Light is another magnetic attachment that comes with a light 'ring' that has 60 LEDs and flips up to illuminate your face while taking selfies.", "参考译文": "MagDart 美颜灯是另一个磁吸配件，配有内置 60 颗 LED 灯的灯环，自拍时，可翻起照亮脸部。", "考察点": "1. Beauty Light 中文习惯说补光灯、美颜灯。\n2. 灯环和 LED 等的关系要描述清楚，灯环带有/内置 60 个 LED 灯。", "领域标签": "制造业/工程", "文本风格": "专有名词"}
{"src_text": "The €499 (about $590) Edge 20 gets the same 6.7-inch OLED with 144Hz refresh rate (though just Gorilla Glass 3 on the front), but includes a stepped-down Snapdragon 778 processor. ", "参考译文": "售价为 499 欧元（约合 590 美元）的 Edge 20 配备了相同的 6.7 英寸 OLED 屏幕，支持 144Hz 高刷新率，不过正面仅使用了第三代 Gorilla 玻璃。此外，它搭载的是性能稍逊一筹的骁龙 778 处理器。", "考察点": "1. Gorilla Glass 翻成康宁大猩猩玻璃、大猩猩玻璃，都算对。\n2. Snapdragon 骁龙，未译算小错\n3. stepped-down 翻成“降级的”，意思不如说“性能稍逊一筹的”清晰，算小错。“降级版的”有歧义，会理解为有不同版本的骁龙 778。\n4. 售价、屏幕、刷新率这几个修饰信息在中文中最好做一些分句切割，如果全部揉在一起会导致可读性问题。\n5. 大猩猩玻璃 3 意思不如 大猩猩玻璃第三代意思清晰，算小错。\n6. though 这里直译为虽然，不如处理成“不过”“但是”自然，算小错。", "领域标签": "制造业/工程", "文本风格": "专有名词"}
{"src_text": "Two Pass System for Edge Profiling, Grooving, Drilling, and Notching Toe Kicks in Kitchen Cabinet Base and Wall End Panels", "参考译文": "这两道工序用于厨房橱柜底柜和墙端板的轮廓加工、开槽、钻孔及踢脚板开槽。", "考察点": "1. Two-pass system 处理成“双程”、“两道工序”等，能突出“有两个程序”，算对。如果处理成“双通道”等类似的其他意思，算大错。\n2. profiling 表示轮廓加工，表达出这个意思的算对。\n3. notching toe kicks 指“踢脚板开槽”\n4. wall end panels 处理成“墙端板”“墙面端板”算对", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "Milling machines execute the machining operations that involve turning the cutting tool edge or blade on the workpiece to create the desired shapes and designs. They are used to machine flat, rough, and irregular surfaces where the workpiece is fed against a rotating milling cutter. ", "参考译文": "铣床执行的加工操作包括，通过转动切削刀具的刀刃在工件上加工，以形成所需的形状和图案。可用于加工平面、粗糙面和不规则表面，加工时需要将工件向旋转的铣刀进给。", "考察点": "1. feed (verb): 在机加工中特指“进给”。is fed against 需体现“被送入...”、“向...进给”的含义，表达工件相对于刀具的运动方向。没有清楚体现这个意思的算错。\n2. 第一句跟了一个很长的定语从句 that involve... designs 修饰 operations，中文不擅长长定语。需将此定语从句拆分成独立分句或原因/方式状语。比如译为：“...操作，这些操作涉及...” 或 “通过在工件上转动切削刀具的刀刃... 来 创建...形状和设计”。\n3. 第二句 where... 引导的定语从句修饰 surfaces，同样需拆解，将 where... 从句转换为条件或伴随状语，如：“进行加工时，需要将工件送入旋转的铣刀。”", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "Smart manufacturing (SM)—the use of advanced, highly integrated technologies in manufacturing processes—is revolutionizing how companies operate. ", "参考译文": "智能制造（SM）是指在制造过程中采用先进且高度集成的技术，它正在彻底改变企业的运营方式。", "考察点": "英文习惯用破折号引入插入语，中文这种场景不太常用这种插入语的表达形式，建议调整成“智能制造（SM）是...，它正在...；未调整的算小错。", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "Find Components, Systems And Support To Keep Your Next Project On Track And Under Budget. Make Smart Manufacturing Even Smarter With The Latest Solutions From Analog Devices. BOM Import Tool. Search IP&E Products. ", "参考译文": "想找元器件、系统方案和配套支持？有了这些，你的下一个项目既能按计划推进，又能稳稳控制在预算内。ADI 最新解决方案，让本就高效的智能制造再升级。物料清单导入工具。搜索 IP&E 产品。", "考察点": "这是个宣传性文本，需要在译文中体现该功能。\n1. Find 不能直接翻译成“查找”或“寻找”，因查找/寻找-支持搭配不当。建议：精准选用元器件、系统和技术支持。\n2. To Keep Your Next Project On Track And Under Budget 这里开头的 to 不需要翻出来“以”“使”，翻出来反而冗余。\n3. Analog Devices：“亚德诺半导体” 或 “ADI公司” 是其在中国市场标准官方译名，如果没有翻保留英文算小错，如果翻成其他的则算错译，大错。\n4. BOM 保留 BOM 或翻译成物料清单都算对。", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "A lightweight all-aluminium engine with the latest direct-injection technology", "参考译文": "一款轻量化的全铝发动机，配备了最新的缸内直喷技术。", "考察点": "1. lightweight 翻译成“轻型”或“轻量化”都可以\n2. 中文多重前置定语易显臃肿，可以不算错，但是拆开成 2 个分句的可以+1 分。", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "Petrol models feature the all-new 2.0-liter Si4 engine, which delivers refined powerful performance with exceptional economy.", "参考译文": "汽油版车型搭载全新 2.0 升 Si4 发动机，性能表现兼具运行平顺与动力强劲，燃油经济性也十分出色。", "考察点": "1. “汽油版车型”好于“汽油车型”，可+1 分\n2. 并列形容词 “refined” 和 “powerful” 含义都要表达出来，refined 这里是指运行平顺，powerful 是指动力强大，这两个意思都要体现出来。refined 表达成“精致的”算大错。\n3. exceptional economy 需要体现“燃油经济性”、“油耗表现”的意思，只说“经济性”算小错。", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "The Windstop then takes the place of the spare wheel, which can no longer be carried.", "参考译文": "防风板安装在原本放置备胎的位置，因此无法再携带备胎。", "考察点": "1. windstop “挡风板” 或 “防风板”都算对，只要是表达清楚是防风的装置即可。\n2. 译文需要体现出来 windstop 占用备胎位置导致备胎无法携带这个逻辑关系，如果逻辑处理的不清楚，需判小错。", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "Electrostatic discharge (ESD) damage precautions are necessary during handling. The die must be in an ESD-protected environment at all times for inspection and assembly. Dice contained in waffle trays can remain in storage for up to one year under these conditions.", "参考译文": "操作过程中必须采取防静电（ESD）损伤防护措施。单个芯片在检测和组装期间必须始终处于防静电环境中。在上述条件下，存放于华夫托盘中的芯片可保存长达一年。", "考察点": "1. Die 指单个芯片/晶粒\n2. Waffle tray：“华夫盘”“华夫托盘”；“方格盘”算小错；“晶圆盒”“华夫饼盘”不是一个东西，算大错\n3. ESD-protected environment：防静电环境 > ESD/静电防护环境，后者算小错", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "If the table is not MITSUBISHI original, the thickness of the table is required to have 40mm and that is strong enough to withstand the weight and Vibration of the sewing machine.", "参考译文": "如果使用的机台非三菱原装，其厚度需达到 40mm，才能确保足够坚固，能够承受缝纫机的重量和振动。", "考察点": "1. table 特指缝纫机“工作台/机台”，直译为“桌子”算小错。\n2. 40mm和坚固的关系应该是因果，要达到 40mm，这样才足够坚固。翻成并列关系的算大错。", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "Before tilting the sewing machine, insert the accessory stopper (No.1) into the hole of work clamp to prevent the sliding of work clamp.", "参考译文": "在倾斜缝纫机之前，请将 1 号止动器插入压脚上的插孔，以防止压脚滑动。", "考察点": "1. accessory stopper 锁钥、限位销、止动器、止动块都可以；挡块算小错，因为下文是要把它插入孔中，和“挡”的功能有冲突。\n2. No.1 需要翻译成 1 号，没有翻译算小错。\n3. work clamp 压脚；工作夹、夹具不符合缝纫设备常用术语，算大错。\n4. hole  “(压脚上的)插孔” / “预留孔” / “限位孔”；直接说“压脚孔”，表述不够清楚，算小错。", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "Connect each of the PF axis motor cable (No.1) and PF axis encoder cable (No.2) to CON E and CON Q connector which has control box. Please refer to previous paragraph [3-10. Connection of the electric cables] for detail of connector position.", "参考译文": "将 PF 轴电机电缆（1号）和 PF 轴编码器电缆（2号）分别连接至控制箱上的 CON E 和 CON Q 接口。各接口的详细位置请参阅章节【3-10. 电缆连接】。", "考察点": "1. 1 号 > 编号 1 = No.1，后两种表述算小错。\n2. motor cable 电机电缆；马达电缆算小错\n3. Connect each of... to...  此处指两根电缆各自独立连接至指定接口，中文必须明确“分别连接”。\n4. connector 处理成“接口”或者“连接器”都算对。\n5. 英文原文问题： which has control box 语法上修饰 connector，但逻辑上应该是“控制箱上的 xx 接口”。翻成“带有控制箱的xx 接口”算大错。\n6. previous paragraph 直译为“上一段”过于口语，不符合语域。建议处理为“前述段落”，或者直接不翻，各接口的详细位置请参阅章节[3-10. 电缆连接]。", "领域标签": "制造业/工程", "文本风格": ""}
{"src_text": "“With surging prices squeezing real incomes we suspect the pace of monthly growth will remain lackluster, setting the stage for a sharp slowdown in consumption and GDP growth in the third quarter,” wrote Paul Ashworth, chief North American economist at Capital Economics.", "参考译文": "凯投宏观北美首席经济学家Paul Ashworth写道：“由于价格飙升挤压了实际收入，我们预计月度增长速度将继续低迷，进而引发第三季度消费和GDP增长大幅放缓。”\n", "考察点": "1. suspect 在这里的意思是推测、预估，如果翻译成“怀疑”算大错。\n2. pace of monthly growth will ramian lackluster 这句翻译成中文要注意搭配，正确的搭配：增长乏力、增速低迷、增速疲软。\n3. set the stage for 后面接的是 sharp slowdown，不是好事，所以处理成奠定基础不好，语气不对。建议处理成“埋下伏笔”、“这将导致”、“进而引发”等语气。\n4. chief North American economist 翻译成中文要调换语序，“北美首席经济学家” (地域在前符合中文习惯)。没换语序算小错。\n5. Capital Economics 中文是“凯投宏观”，未翻译算小错。", "领域标签": "金融财经", "文本风格": "专有名词"}
{"src_text": "I like the style of this MV. It is so simple, yet so fun and refreshing and puts a smile on your face when watching it. I liked the silliness and the funny interactions between Rosé and Bruno Mars. Also the song rocks!", "参考译文": "我超喜欢这个 MV 的风格！简简单单但又很有意思，还很清爽，一看就让人忍不住笑起来。Rosé 和 Bruno Mars 之间那种憨憨的互动特别戳我，而且这首歌也超带感！", "考察点": "1. refreshing 清新<令人耳目一新、有新鲜感\n2. puts a smile on your face 翻译成中文不能太书面，比如“会心一笑”，“绽放笑容”\n3. silliness 傻傻的。“傻气”中文口语不常说\n4. funny reactions 搞笑的互动\n5. Rosé 国际通用艺名必须保留 “Rosé”\n6. Bruno Mars 需要保留原名 “Bruno Mars”，只翻“布鲁诺·马尔斯”反而让人反应不出来是谁，算小错", "领域标签": "娱乐", "文本风格": "专有名词"}
{"src_text": "We have thousands of memories with this song, be it str3aming, voting or celebrating awards & achievements. This album will be forever remembered in history! Proud of you, CEO KIM JISOO!", "参考译文": "这首歌真的承载了我们的很多回忆，刷音源、投票、还有一起为那些奖杯和成绩欢呼的瞬间。这张专辑在史上绝对有排面！金智秀社长，为你疯狂打 call！ ", "考察点": "1. streaming  “刷音源” / “刷流媒” / “刷播放量”\n2. CEO KIM JISOO：CEO 金智秀、金智秀代表都可以。没翻出中文名算小错。", "领域标签": "娱乐", "文本风格": "专有名词"}
{"src_text": "Kim’s maniacal smirk after she throws Kris’ phone of the balcony gets me everytime", "参考译文": "Kim 把 Kris 的手机扔下阳台后那个邪魅一笑真的每次都戳中我笑点。", "考察点": "1. 人物指代 “Kim” 与 “Kris” 根据中国粉丝的习惯，保留原名，翻译过去反而不知道是谁。\n2. maniacal smirk 意思是邪魅一笑，意思翻对但是表达奇怪的算小错。\n3. gets me everytime 每次都“戳中我的笑点” / “让我笑喷”", "领域标签": "娱乐", "文本风格": "专有名词"}
{"src_text": "Kim also attended her ex's first Donda listening party at Atlanta's Mercedes-Benz Stadium on July 22.", "参考译文": "Kim 也参加了侃爷 7 月 22 日在亚特兰大梅赛德斯奔驰体育场举办的首场《Donda》试听会。", "考察点": "1. 人物指代 “Kim” 根据中国粉丝的习惯，保留原名，或者说全“金·卡戴珊”，只说“金”反而不知道是谁。\n2. listening party 试听会\n3. also 这里是“也”的意思，不是“还”的意思", "领域标签": "娱乐", "文本风格": "专有名词"}
{"src_text": "It all comes down to this in the World's Most Amazing Dog Season Finale. One crafty canine comes to the rescue, while another hound goes heavy metal. But can they beat a smooching pooch who's quite literally kissing up to the judges?", "参考译文": "《狗狗向前冲》本季决赛，终极对决一触即发！机智汪星人上演救援好戏，重金属猛犬硬核出击震撼全场！但它们能否击败这位使出亲亲攻势讨好评委的亲亲狂魔汪？", "考察点": "1. the World's Most Amazing Dog 是节目名称，不能翻译的太奇怪，比如“世界最惊人的狗”就不合适。\n2. Season Finale 季终集\n3. It all comes down to this 不能直译为“一切都归结于此”，需要体现出“终极对决一触即发！” / “胜负在此一举！”的意思。\n4. crafty canine 不能翻成“狡猾的狗”，太贬义了。可以说：“机智汪星人” \n5. “goes heavy metal” 指走重金属路线\n6. smooching pooch who's quite literally kissing up to the judges 其中“smooching pooch”指亲亲狂魔汪”，“kissing up to the judges”的意思是“用亲亲绝招狂刷评委好感/讨好评委”\n\n全文文体要符合节目宣传语的口吻。\n《狗狗向前冲》本季决赛，终极对决一触即发！机智汪星人上演救援好戏，重金属猛犬硬核出击震撼全场！但它们能否击败这位使出亲亲攻势讨好评委的亲亲狂魔汪？", "领域标签": "娱乐", "文本风格": "专有名词"}
{"src_text": "Some Swifties quickly figured out that it was a 13×13 word search, and the clues included Phoebe Bridgers, Ed Sheeran, \"All Too Well,\" and \"Ten.\" ", "参考译文": "\n一些霉粉迅速破解出这是个13乘13字谜，提示词包括 Phoebe Bridgers、Ed Sheeran、《All Too Well》及 “Ten”。", "考察点": "1. Swifties 特指 泰勒·斯威夫特（Taylor Swift）的粉丝，中文粉丝圈通用译名“霉粉”。没翻出“霉粉”的算小错。\n2. word search 字谜游戏\n3. Phoebe Bridgers 保留原名 或 “菲比·布里杰斯 (Phoebe Bridgers)”\n4. Ed Sheeran 保留原名 或 “艾德·希兰 (Ed Sheeran)”\n5. All Too Well 必须加书名号《》或引号“”，保留原名或译为《回忆太清晰》(All Too Well)\n6. “Ten”需要加引号，不能加书名号。\n\n一些霉粉迅速破解出这是个13乘13字谜，提示词包括 Phoebe Bridgers, Ed Sheeran, 《All Too Well》及 “Ten”。", "领域标签": "娱乐", "文本风格": "专有名词"}
{"src_text": "Ratchet And Clank: Rift Apart is a game I highly recommend. On top of amazing Pixar-like graphics, it’s the undisputed best DUALSENSE controller experience yet", "参考译文": "《瑞奇与叮当：时空跳转》这游戏我强推！画质惊艳得跟皮克斯动画似的就不说了，关键是它把 DualSense 手柄的功能玩得那叫一个绝，目前来看真没谁能比得过！", "考察点": "1. Ratchet And Clank: Rift Apart 《瑞奇与叮当：时空跳转》《瑞奇与叮当：时空裂缝》算对，其他译名算大错。\n2. amazing Pixar-like graphics 媲美皮克斯动画的惊艳画面\n3. DUALSENSE controller 保留大写 “DUALSENSE” (索尼PS5手柄商标名) + 补充中文“手柄”\n4. controller experience 操作体验（翻成“控制器体验”算小错）", "领域标签": "游戏", "文本风格": "专有名词"}
{"src_text": "I’ve been Xbox for years have a series x however just bought a PS5 to enable me to play the fantastic PS exclusives such as the ones in your list", "参考译文": "我玩 Xbox 好多年了，手里也有台 Series X，但最近还是入了 PS5，就是为了能玩上那些超赞的 PS 独占的神作，就比如你列出来的那些！", "考察点": "1. I’ve been Xbox for years 我玩 Xbox 好多年了\n2. series x  “Series X” (型号名) 或 “Xbox Series X” (完整名称)，需要大写首字母\n3. to enable me to play 翻成“以便”太正式了。建议：“就是为了玩上...” / “就为了能玩...” / “就是为了体验...” \n4. PS exclusives 指 PlayStation 平台独占游戏", "领域标签": "游戏", "文本风格": "专有名词"}
{"src_text": "Santa Monica Studio’s God of War is a masterpiece that is emblematic of PlayStation’s pursuit of first-party quality.", "参考译文": "圣莫尼卡工作室的《战神》绝对是神作级别的存在，妥妥地代表了 PlayStation 对第一方游戏品质的极致追求。", "考察点": "定语从句的处理，在中文建议切分成两句，xx 是杰作，体现了/象征着...", "领域标签": "游戏", "文本风格": "专有名词"}
{"src_text": "Ghost of Tsushima Director’s Cut will let you pet even more animals than you could in the original version of the game, developer Sucker Punch revealed Wednesday.", "参考译文": "开发商 Sucker Punch 于周三透露，在《对马岛之魂：导演剪辑版》游戏中，玩家可以抚摸的动物比原版更多。", "考察点": "1. Ghost of Tsushima Director’s Cut 《对马岛之魂：导演剪辑版》（中间没有冒号，只有空格的话，不符合中文的标点规范，算小错）\n2. let you pet even more animals 处理成“允许玩家...”不如“在游戏中，玩家可以抚摸更多的...”自然。\n3. developer Sucker Punch revealed Wednesday 这部分挪至句首更符合中文的表达习惯。", "领域标签": "游戏", "文本风格": "专有名词"}
{"src_text": "But even if you train your character all the way up to that level by doing the PvE tutorial content, once you get out into the PvP zones, it’s clear just how unprepared you actually are to fight other players without switching up your playstyle or even reworking your entire class specializations.", "参考译文": "就算你把 PvE 教程里的内容刷个遍，把角色练到满级了，一进 PvP 战场还是会发现，只要你没改打法，甚至没把职业专精整个重洗一遍的话，跟人对打根本就是菜得抠脚，完全没准备好。", "考察点": "1. But even if you train your character all the way up to that level by doing the PvE tutorial content, once you get out into the PvP zones 英语长状语→中文分句重构，“但即便你完成了PvE教程内容，将角色一路练到相应等级，一旦踏入PvP区域...”\n2. how unprepared you actually are 中文直译成“多么没有准备好”不符合中文表达习惯。建议：根本没准备好。\n3. class specializations 职业专精", "领域标签": "游戏", "文本风格": "专有名词"}
{"src_text": "POV: Teleporting To The Highest Mountain In The World To Play Pokemon GO", "参考译文": "沉浸式体验在世界最高峰打 Pokemon GO。", "考察点": "1. POV 第一人称视角/沉浸式体验\n2. the highest mountain in the world 世界最高峰 > 世界上最高的山\n3. Pokemon GO 可以保留不译，或者《宝可梦 GO》；《精灵宝可梦 GO》算小错", "领域标签": "游戏", "文本风格": "专有名词"}
{"src_text": "Shadow of the Colossus has a bold concept; there are no rank and file enemies, or deep progression mechanics, or skill trees, or level-ups.", "参考译文": "《旺达与巨像》这游戏的概念真的很大胆，没有那些杂兵小怪，也没啥复杂的养成系统、技能树或者等级提升机制，就这么纯粹！", "考察点": "1. Shadow of the Colossus 《旺达与巨像》\n2. has a bold concept 概念大胆 > 有一个大胆的概念\n3. rank and file enemies 的意思是普通小怪；只翻出“敌人”这个意思算大错\n4. deep progression mechanics 复杂的角色成长机制\n5. 最后不能只说“没有等级提升”，应该补全为“没有等级提升机制”。", "领域标签": "游戏", "文本风格": "专有名词"}
{"src_text": "I would have watched this movie in theaters if they didn't promote it as one big McGregor film. What the heeeeck. It's actually good. And Post Malone is in it and wrote music for it - had no idea. And ... the black actress can actually act ... and the plot is interesting...", "参考译文": "要是他们没把这片子吹成 “麦格雷戈个人大片”，我早就去影院看了！简直离谱，这电影其实超好看的好吗！Post Malone 居然也在里面，还写了配乐，我之前完全没听说！而且…… 那位黑人女演员演技是真的在线…… 剧情也挺带感的……", "考察点": "1. I would have watched this movie in theaters if they didn't promote it as one big McGregor film.要不是他们把这片子硬是宣传成麦格雷戈的个人秀，我本来会去电影院看的！（注意要翻出“个人秀”这层意思）\n2. What the heeeeck. “我去！” / “搞什么鬼啊！” / “什么情况？！”\n3. It's actually good. “结果片子居然很不错！” / “没想到电影其实很赞！”（要体现出语气的反差）\n4. Post Malone 没有保留原英文名的算小错，中文“波兹马龙”这个名字对中国粉丝来说并不常用\n5. had no idea 完全没想到\n6. the black actress can actually act 那位黑人女演员演技真不赖", "领域标签": "影视", "文本风格": "专有名词"}
{"src_text": "The 12 years old kid did an amazing job in this movie, such a great actor in the making! Ryan Reynolds was also absolutely fabulous, as always. Very good movie, surprised me in many ways!", "参考译文": "这电影里那个 12 岁的小孩演得也太绝了吧，妥妥的未来之星啊！瑞安・雷诺兹也照样发挥稳定，帅炸了！这片子真的超赞，好多地方都给了我惊喜！", "考察点": "1. Ryan Reynolds was also absolutely fabulous, as always. 不能翻成“瑞安·雷诺兹也一如既往地精彩绝伦”，人和“精彩绝伦”不能直接搭配在一起。正确：瑞安雷诺兹的表现也一如既往非常精彩。\n2. Ryan Reynolds 可以翻译为 瑞安·雷诺兹，是中文常用的说法。", "领域标签": "影视", "文本风格": "专有名词"}
{"src_text": "Be nice if you could stop putting loud music in certain spots... Really is annoying... There are orher alternative ways of regulating films... It would be nice if you warned people... Plus remarking a movie after its already been done before... Is already an infringement situation... So you should know how to deal with the FICTIONAL GOVERNMENT AND THEIR LEGAL CRAPOLA... WHEN ONE IS NOT A SLAVE... ONE NEED NOT WORRY ABOUT THUGS WITH BADGES.", "参考译文": "讲真，电影里某些地方突然放大音量的音乐确实挺败好感的，其实完全可以换种别的方式来做监管，哪怕你提前给个提示呢。还有，电影过审后还翻旧账重审，这不侵权吗。你们真该搞清楚怎么对付那些虚构出来的政府，还有他们那套狗屁法律。只要不是任人拿捏的奴隶，谁会怕那些带警徽的流氓。", "考察点": "1. be nice if ... 拜托.../行行好...；不能翻成“如果你可以...”，语气太正式了而且很啰嗦。\n2. regulate film 调整/规范影片\n3. Plus remarking a movie after its already been done before... 电影过审后还翻旧账重审\n4. LEGAL CRAPOLA 狗屁条文（要翻出这个贬义的意思）\n5. WHEN ONE IS NOT A SLAVE... 直译成“当...时”有些生硬。建议：我们非奴非囚\n6. THUGS WITH BADGES “警徽暴徒” / “持证恶棍”", "领域标签": "影视", "文本风格": "口语,专有名词"}
{"src_text": "This is a movie worth watching twice.  It is that good.  Congratulations to the producers and financiers of \"The Assassinator\".  Well done gang.!", "参考译文": "这部电影绝对值得二刷，真就这么顶！必须给《刺客》的制片方和投资方道声贺，大伙儿这活儿干得漂亮！", "考察点": "1. This is a movie worth watching twice. It is that good. 这部电影值得二刷，真的很好看。\n2. 片名《The Assassinator》没有官方中文译名，译对意思即可。\n3. gang 这里指电影团队，中文语序上需做调整：各位干得漂亮！", "领域标签": "影视", "文本风格": "专有名词"}
{"src_text": "YOOOOOOOOOOO bro. We got Yuri spider-man and now spectacular. This movie is a W.", "参考译文": "我靠兄弟！先是 Yuri Lowenthal 版的蜘蛛侠，现在又来个超凡蜘蛛侠，简直赢麻了好吗！", "考察点": "1. YOOOOOOOOOOO 可以处理成“卧槽！”或“哇靠！”，要体现出这种极度兴奋、震惊的情绪。\n2. Yuri spider-man 特指 由配音演员Yuri Lowenthal演绎的蜘蛛侠，翻译成“尤里蜘蛛侠”可以算对。\n3. spectacular 指 超凡蜘蛛侠\n4. This movie is a W = 网络俚语，表示 “巨大成功”/“赢麻了”", "领域标签": "影视,日常生活", "文本风格": "口语,黑话俚语"}
{"src_text": "You'll have to tune in to find out how Dalmatians factor in, but expect endless over-the-top costumes and appearances by some other beloved characters, too.", "参考译文": "想知道 101 忠狗们在里面到底戏份如何？那可得自己去看啦！不过可以先透个底：里面的服装巨浮夸，还有好些超受欢迎的角色会惊喜登场哦。", "考察点": "1. You'll have to tune in to find out 这是个宣传文本，需要达成吸引观众的目的： “想知道…？敬请锁定收看！”\n2. Dalmatians 明确指 迪士尼经典动画角色“斑点狗”/《101忠狗》中的角色， 可翻译为 “斑点狗们” 或 “101忠狗”。\n3. factor in 扮演什么角色\n4. but 在这里不是“但是”的意思，可以处理为“此外”或者不译\n5. endless 无尽的 < 无数的\n6. appearance 亮相 > 出现", "领域标签": "影视", "文本风格": "专有名词"}
{"src_text": "I just watched Moana 2, and while I enjoyed the animation and the music, I couldn’t help but feel that Moana’s character was… different. In the original movie, she was strong, determined, and showed a lot of maturity for her age, especially considering the huge responsibility of saving her island.", "参考译文": "刚看完《海洋奇缘 2》，画面和音乐确实没得说，看得挺入迷，但总觉得莫阿娜这个角色…… 好像有点变味了。第一部里的她多飒啊，又坚定又有主见，明明年纪不大，却能扛起拯救岛屿的重任。", "考察点": "1. the original movie 这里指的不是“原版”，是“第一部”\n2.  I couldn’t help but feel  这里翻成“忍不住/不禁”有些太正式了。“我总觉得”好一些\n3. was… different 翻译成“有些不一样了”比“不同”意思更清楚\n4. showed a lot of maturity for her age 小小年纪就展现出超乎寻常的成熟\n5. especially considering 处理成“尤其是考虑到”太拗口了，不自然。建议：而且她还...", "领域标签": "影视", "文本风格": ""}
{"src_text": "“What I’d say is the level of sophistication of the material is the first reason why I wanted to do this,” Gomez said of Only Murders in the Building, noting that when she was a kid, “I didn’t know what I was doing. I was just running around on set.” ", "参考译文": "“我想说，这部剧的剧本深度是我想接下它的首要原因，” 赛琳娜在聊起《大楼里只有谋杀》时说道，还提到自己小时候 “根本不知道在干嘛，就是在片场瞎跑而已。”\n ", "考察点": "1. What I’d say is 我想说\n2. the level of sophistication of the material 剧本本身的精妙程度\n3. Only Murders in the Building 《大楼里只有谋杀》\n4. note 这里翻成 提到 > 指出\n5. running around 跑来跑去 > 到处跑", "领域标签": "影视", "文本风格": "专有名词"}
{"src_text": "A fearful man, all in coarse grey, with a great iron on his leg. A man with no hat, and with broken shoes, and with an old rag tied round his head. A man who had been soaked in water, and smothered in mud, and lamed by stones, and cut by flints, and stung by nettles, and torn by briars; who limped, and shivered, and glared and growled; and whose teeth chattered in his head as he seized me by the chin.", "参考译文": "那人真可怕，一身灰色的粗布衣服，腿上拴着一根大铁链。他没戴帽子，鞋子已经破烂不堪，脑袋上裹着一块破布。那家伙在水里泡过，整个人都被泥糊住了，双腿在石子的磕碰下已经瘸了，上面满是碎石划拉的伤痕，还扎了不少荨麻，皮肉被荆棘扯得皮开肉绽。那人走起路来一瘸一拐，浑身哆嗦，瞪着眼睛不停呵斥，他一把抓住我的下巴，牙关却是咯咯打战。", "考察点": "原文出自于查尔斯·狄更斯《远大前程》。建议参考刘勇军译本：那人真可怕，一身灰色的粗布衣服，腿上拴着一根大铁链。他没戴帽子，鞋子已经破烂不堪，脑袋上裹着一块破布。那家伙在水里泡过，整个人都被泥糊住了，双腿在石子的磕碰下已经瘸了，上面满是碎石划拉的伤痕，还扎了不少荨麻，皮肉被荆棘扯得皮开肉绽。那人走起路来一瘸一拐，浑身哆嗦，瞪着眼睛不停呵斥，他一把抓住我的下巴，牙关却是咯咯打战。", "领域标签": "文学作品", "文本风格": "文学"}
{"src_text": "They say when trouble comes close ranks, and so the white people did.", "参考译文": "常言道同舟共济，白人就是如此。", "考察点": "原文出自于简·里斯《藻海五边》，建议参考陈良廷译本：常言道同舟共济，白人就是如此。", "领域标签": "文学作品", "文本风格": "文学"}
{"src_text": "In my younger and more vulnerable years my father gave me some advice that I‘ve been turning over in my mind ever since.“Whenever you feel like criticizing any more\" he told me, “just remember that all the people in the world haven’t had the advantages that you‘ve had.”", "参考译文": "在我年轻幼稚，不谙世道的年代，父亲给我的一条忠告，至今还一直在我心头萦绕。“每逢你想要对别人评头品足的时候，”他对我说，“要记住，世上并非所有的人，都有你那样的优越条件。”", "考察点": "原文出自于弗朗西斯·斯科特·菲茨杰拉德《了不起的盖茨比》。建议参考姚乃强译本：在我年轻幼稚，不谙世道的年代，父亲给我的一条忠告，至今还一直在我心头萦绕。“每逢你想要对别人评头品足的时候，”他对我说，“要记住，世上并非所有的人，都有你那样的优越条件。”", "领域标签": "文学作品", "文本风格": "文学"}
{"src_text": "Natural objects could be infused with sacred power in a variety of ways, including contact with thunder, as in lightning-struck wood; immersion in a rapidly flowing stream.", "参考译文": "自然界的物体能通过多种方式被赋予神圣力量，比如遭遇雷击（如被闪电劈过的木头），或是浸泡在湍急的溪流中。", "考察点": "1. be infused with 被赋予 > 被注入\n2. contact with thunder 遭遇雷击", "领域标签": "文学作品", "文本风格": "文学"}
{"src_text": "You can imagine Wilbur's surprise when, out of the darkness, came a small voice he had never heard before. It sounded rather thin, but pleasant.", "参考译文": "当黑暗中传来一个威尔伯从没听到过的细小声音时，它有多么吃惊，你们也就可想而知了。这声音听上去很细，可是很好听", "考察点": "原文出自E.B怀特《夏洛的网》。建议参考任溶溶译本：当黑暗中传来一个威尔伯从没听到过的细小声音时，它有多么吃惊，你们也就可想而知了。这声音听上去很细，可是很好听", "领域标签": "文学作品", "文本风格": "文学"}
{"src_text": "Howl, fir tree; for the cedar is fallen; because the mighty are spoiled: howl, O ye oaks of Bashan; for the forest of the vintage is come down.  ", "参考译文": "松树啊！哀号吧，因为香柏树已经倒下，雄壮的树木都毁坏了；巴珊的橡树啊！哀号吧，因为茂密的树林被砍下来了。", "考察点": "出自撒迦利亚书（Zechariah）第11章。参考新译本版本：松树啊！哀号吧，因为香柏树已经倒下，雄壮的树木都毁坏了；巴珊的橡树啊！哀号吧，因为茂密的树林被砍下来了。", "领域标签": "文学作品", "文本风格": "文学"}
{"src_text": "China's Fan Zhendong overcame Truls Moregard of Sweden 4-1 to win the table tennis men's singles gold medal at the Paris Olympic Games on Sunday.", "参考译文": "周日，中国选手樊振东以 4 比 1 战胜瑞典的特鲁斯・莫雷加德，夺得巴黎奥运会乒乓球男子单打金牌。", "考察点": "1. China's Fan Zhendong 中国选手樊振东 > 中国的樊振东\n2. 4-1 中文里处理成 4比1 更常见", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "Team U.S. took the silver with 914.3421, and team Spain finished third with 900.7319. Host nation France had to settle for fourth place with 886.6487.", "参考译文": "美国队以 914.3421 分摘得银牌，西班牙队以 900.7319 分位列第三，东道主法国队则以 886.6487 分排在第四位。", "考察点": "had to settle for 这个情感需要体现出来，但是不能太过，建议：屈居第四。", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "In a statement, the ITIA told CNN: “We deal with each case based on the facts and evidence, not a player’s name, ranking or nationality. When a prohibited substance is found in a player’s system, we investigate it thoroughly.", "参考译文": "国际网球诚信机构在给美国有线电视新闻网（CNN）的声明中表示：“我们处理每起案件都基于事实和证据，而非球员的身份、排名或国籍。一旦发现球员体内存在违禁物质，我们都会展开彻底调查。”", "考察点": "1. ITIA 需要翻译出来全称+缩写，“国际网球诚信机构（ITIA）”\n2. a statement 的 a 不用翻译出来，中文不习惯在这里加“一个”。建议：在声明中对CNN表示\n3. a player’s name 指的是选手的身份，并不是指字面上的“名字”，仅翻译出名字算小错。", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "But remarkably, Metcalf made a full recovery, declaring for the 2019 NFL Draft in which he was selected by the Seattle Seahawks with the final pick of the second round.", "参考译文": "但令人惊讶的是，梅特卡夫竟然完全康复了。他宣布参加 2019 年 NFL 选秀，最终在第二轮的最后顺位被西雅图海鹰队选中。", "考察点": "1.  remarkably 令人惊讶的 > 值得注意的\n2. with the final pick of the second round 第二轮的最后顺位", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "Off the grid, Hamilton – the sport’s first and only Black world champion – has grown to become its conscience, standing up against injustice and calling for more to be done to address diversity, representation and inclusion in motorsport through his charity, Mission 44.", "参考译文": "远离赛场喧嚣，汉密尔顿作为赛车运动史上首位且唯一的黑人世界冠军，已然成为这项运动的道德标杆。他挺身而出对抗不公，并通过自己的慈善机构 “Mission 44”，呼吁在赛车运动中为促进多样性、各族裔话语权与包容性采取更多行动。", "考察点": "1. 中文没有使用插入语的习惯，所以第一句在翻译的时候应舍弃插入语的语序，调整为中文正常的语序。汉密尔顿是...。在赛场之外，他...\n2. become its conscience 翻译成“成为...的良心/良知”读不懂。建议：化身道德标杆。\n3. standing up against injustice 反对不公正 < 对抗不公\n4. representation 直译为代表性读不懂。这里是指提升各个族裔的话语权。\n5. Mission 44 需要保留原名称。\n", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "Banners on the streets of Imsil County congratulating Kim on Olympic glory are quiet reminders of the viral fame she gained this summer. Far louder are the photo shoots with luxury brands and numerous appearances on Korean TV.", "参考译文": "任实郡街头悬挂着祝贺金艺智选手斩获奥运荣耀的横幅，默默诉说着她今年夏天掀起的全网热潮。而更引人注目的，则是她与奢侈品牌合作的广告拍摄，以及在韩国电视节目中的频繁亮相。", "考察点": "1. Imsil County 任实郡\n2. 这里的 Kim 指的是 Kim Ye-ji，可音译为金艺智。翻错算大错，只翻“金”算小错。\n3. congratulating Kim on Olympic glory 这里不能错翻成夺金牌，因为事实上 Kim 得的是银牌。\n4. quiet reminders 默默见证着\n5. Viral fame 爆火\n6. Far louder are... 更引人瞩目的是...\n7. photo shoots with luxury brands 奢侈品牌广告拍摄\n8. numerous appearances on Korean TV 在韩国电视节目中频繁亮相", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "After all, his former teammates in Chicago who were also traded – Javier Báez and Anthony Rizzo – homered in their first games with their new clubs.", "参考译文": "毕竟，他在芝加哥的前队友哈维尔·拜耶兹和安东尼·里佐也同样被交易了，他们都在加盟新球队的首秀中轰出了本垒打。", "考察点": "1. 中文可以不要英文中的破折号，也可以较清楚地表达意思。\n2. Javier Báez 哈维尔·拜耶兹，Anthony Rizzo 安东尼·里佐，官方译名，没翻对但是音差不多的算小错", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "With teammates and supporters shouting from a corner of the stands at the Makuhari Messe Hall, she countered for two more points and the clock wound down.", "参考译文": "在幕张展览馆的看台一角，在队友和其他助威者的呐喊声中，她通过反击再下两分，而比赛时间也已所剩无几。", "考察点": "1. With teammates and supporters shouting from a corner of the stands at the Makuhari Messe Hall 这句话作为状语修饰太长，翻译成中文后建议调整为单独的单句，不再作为状语出现。“在幕张展览馆的看台一角，队友和支持者们大声呐喊”\n2. countered for two more points 反击拿下两分\n3. the clock wound down 要翻出比赛时间要结束的意思。\n4. Makuhari Messe Hall：幕张展览馆", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "Lille beat and drew against PSG last season without conceding a goal, and kept another clean sheet this time despite selling France backup goalkeeper Mike Maignan to AC Milan.", "参考译文": "上赛季，里尔两次对阵巴黎圣日耳曼，取得一胜一平且未丢一球的战绩。而此番对战，尽管已将法国替补国门迈克尔·迈尼昂送至 AC 米兰，他们依旧零封了对手。", "考察点": "1. beat and drew against 与…交手1胜1平，所以上赛季总共是两战\n2. without conceding a goal 未失一球\n3. kept another clean sheet 再度零封对手\n4. France backup goalkeeper 这里是指“法国国门”，没翻出国家队这层意思的算大错。\n5. Lille法国城市及法甲球队里尔，有已经固定的译名，且简体繁体一致，译成别的算大错。", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "The USWNT’s semifinal against Canada is being made out to be the latest in a long series of grudge matches between the otherwise friendly neighbors.", "参考译文": "美国女足与加拿大女足的半决赛被渲染成两国间的一场宿敌对决。尽管两国关系友好，但这场比赛却被视为双方宿怨的最新篇章。", "考察点": "1. USWNT 美国女足国家队/美国女足\n2. 这句原文的修饰层级较多，处理成中文时需要进行拆句：美国和加拿大虽是友好邻邦，但两国的女足国家队向来是宿敌，xx 比赛是他们最新的一场对决。\n3.“宿敌对决”这样的概念应该补出“比赛”的主体性，不能直接译成两国之间的“一战”", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "If nothing else, it suggests that Biles is still actively trying to get herself capable of competing here in these Olympics.", "参考译文": "\n就算不考虑其他因素，这至少也可以说明拜尔斯仍在积极努力，力求恢复到能参加本届奥运会的状态。", "考察点": "1. If nothing else 至少表明、至少可以说明\n2. get herself capable of competing ... 这句不能完全按字面翻成“让自己有能力...”，太生硬。建议：恢复/达到参赛水平。", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "TOKYO — Almost 12 hours to the minute after winning her first race of the day, Sifan Hassan of the Netherlands was celebrating gold.", "参考译文": "东京消息——在赢得当天第一场比赛近12个小时后，荷兰选手西凡·哈桑（Sifan Hassan）再下一枚金牌并欢庆夺冠。", "考察点": "1. TOKYO — 东京消息—— > 东京——\n2. was celebrating gold 这个正在进行时在中文中不需要体现出来。需要体现的核心意思是，选手在拿完 1 个金牌的 12 小时候，马上又得了第二块金牌。", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "IOC president Thomas Bach watched his fellow German win the title as a group of about 10 anti-Olympic protesters across the street from the Ariake Tennis Park made themselves heard inside Center Court. Play was not interrupted.", "参考译文": "国际奥委会主席托马斯·巴赫见证了他的德国同胞赢得冠军，与此同时，约 10 名反奥运示威者在有明网球公园对面的街道上发出示威抗议，声音甚至传到了中央球场内，但比赛并未因此中断。", "考察点": "1. fellow German 德国同胞\n2. Ariake Tennis Park 有明网球公园\n3. made themselves heard inside Center Court 处理成“让他们的声音被听到”太生硬。建议：抗议声传入了中心球场内。\n4. Play was not interrupted. 这句需要把隐含的逻辑体现出来--比赛并未因此中断。\n\n国际奥委会主席托马斯·巴赫见证了他的德国同胞夺冠。此时，在有明网球森林公园街对面，约10名反奥运抗议者的声音也传入了中心球场。但赛事并未受影响。", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "Though Canada is the USWNT’s most common opponent, the neighbors to the north have not beaten the Americans since 2001.", "参考译文": "加拿大女足是美国女足交手最多的对手了，但她们自2001年起还从来没击败过后者。", "考察点": "1. neighbors to the north 是英文为避免重复而采用的说法，本身的信息并不重要，中文可以直接说“加拿大女足”\n2. most common opponent 交手次数最多的对手 > 最常见的对手", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "The U.S. took a 6-3 lead on Triston Casas’ three-run homer in the fifth, but Japan answered with two in the bottom half of the frame and rallied while down to their final two outs.", "参考译文": "美国队在第五局凭借特里斯坦·卡萨斯的 3 分本垒打取得 6-3 领先，但日本队在该局下半局立即扳回两分，并在仅剩两个出局数的危局下发起绝地反击。", "考察点": "1. answered with two 回敬/追回 2 分> 回应 2 分\n2. rallied while down to their final two outs 在仅剩最后 2 个出局数时发起绝地反击。", "领域标签": "体育", "文本风格": "专有名词"}
{"src_text": "Arsenic is carcinogenic to humans, and the ingestion of As-contaminated water can cause cardiovascular disease, neurological disorders, cancer, and diabetes.", "参考译文": "对人体来说砷具有致癌性，饮用砷污染的水可导致心血管疾病、神经系统紊乱、癌症和糖尿病。", "考察点": "can cause 必须翻成“可引发/可导致”，不能说“会”", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "We revealed through GC-MS that the extract has a high content of phenols and ester compounds thereby contributing to its active nature and bioactivities.", "参考译文": "我们通过气相色谱-质谱联用技术（GC-MS）发现，该提取物中含有较高含量的酚类和酯类化合物，这些成分共同赋予了其较高的活性特性和生物活性。", "考察点": "1. GC-MS 固定缩写，保留英文大写；翻译成气相色谱-质谱联用技术+缩写算对，没补充缩写算小错。\n2. revealed  科研语境应译为“分析表明”或“发现”\n3. high content of phenols and ester compounds 具有高含量的酚和酯化合物 < 富含酚类物质及酯类化合物\n4. thereby contributing to its active nature and bioactivities “有助于活性”搭配不当，“赋予活性”搭配是对的\n5. active nature 较高活性", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "Chronic transfusions may result in iron excess, which, if left untreated, may harm internal organs.", "参考译文": "长期输血可能会导致铁过量，而如果不加以治疗，可能会对内脏造成损伤。", "考察点": "1. if left untreated 如果不及时治疗 > 如果不加以治疗\n\n2. excess译为“过剩”“过量”都可以，唯独不能译为“过载”\n3. chronic应译为“长期”", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "People who have low levels of creatine — such as vegetarians — appear to benefit most from creatine supplements.", "参考译文": "素食主义者之类的肌酸水平较低的人群似乎能从肌酸补充剂中获益最多。", "考察点": "1. 中文不习惯用插入语和破折号，这里需要调整语序+去掉破折号，没调整算小错。\n", "领域标签": "生物医疗", "文本风格": "学术"}
{"src_text": "The chemical reactions take place with the arrival of sunlight in spring and are facilitated by the presence of halogens (chlorine and fluorine), which are mostly products of human activity.", "参考译文": "这些化学反应在春天到来时发生，并且因卤素（氯和氟）的存在而加速，而卤素大多是人类活动的产物。", "考察点": "1. with 在中文中不必啰嗦处理为“随着...的到来而...”，可以直接处理成：这些化学反应会在春季阳光照射下发生，其中“这些”二字不可缺少，否则会造成歧义。\n2. are facilitated by the presence of halogens 在化学语境下应处理为：并会被卤素（氯和氟）催化", "领域标签": "生物医疗", "文本风格": "学术"}
{"src_text": "The pyroclastic flow that enveloped the city carbonized organic matter, preserving structures and human bodies.", "参考译文": "火山碎屑流席卷全城，有机物被碳化，但这也将建筑结构和人体完整保存了下来。", "考察点": "1. enveloped 翻译成“包围”意思错误，需要处理为“吞没”、“席卷”\n2. 这句话的逻辑应该是，破坏性过程意外留存遗迹，建议：吞没全城的火山碎屑流将有机物质碳化，却使建筑结构与人体遗骸得以留存。 或翻译出类似转折逻辑即可。", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "IRLAB CEO Dr Nicholas Waters said: “We have purposefully worked to find a partner to pursue the late-stage clinical development of mesdopetam to commercialisation and launch on a global market.", "参考译文": "IRLAB 首席执行官尼古拉斯·沃特斯博士（Nicholas Waters）表示：“我们一直在努力寻找合作伙伴，共同推进 mesdopetam 的后期临床开发，直到其实现商业化并在全球市场上市推出。", "考察点": "1. purposefully 不能直译为“有目的地寻找”，算大错。这里的意思是着力/努力寻找\n2. mesdopetam 药物名没有官方的中文翻译，需要保留英文。\n3. launch on a global market 在全球市场上推出 < 进军/推向全球市场", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "In addition, in the SYNAPSE study there was a 57% reduction in the proportion of patients who had surgery in the group treated with Nucala versus placebo.", "参考译文": "此外，在 SYNAPSE 研究中，接受 Nucala 治疗的患者中接受手术的比例与安慰剂组相比减少了57%。", "考察点": "Nucala治疗组需手术的患者比例较安慰剂组降低57%", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "An antibody called aducanumab, developed by Cambridge, Massachusetts–based Biogen, reduced amyloid-β plaques in the brains of Alzheimer’s patients in a Phase 1b clinical trial, according to a study published this week (August 31) in Nature.", "参考译文": "根据《自然》杂志 8 月 31 日刊发的研究，由总部位于马萨诸塞州剑桥市的渤健（Biogen）公司研发的抗体药物阿杜卡努单抗（aducanumab），在 1b 期临床试验中显著减少了阿尔茨海默病患者脑内的β-淀粉样蛋白斑块。", "考察点": "1. aducanumab 有中文译名“阿杜那单抗/阿杜卡努单抗”\n2. Biogen 有官方中文译名渤健，错译算大错，只写英文名也算对\n3. amyloid-β plaques β-淀粉样蛋白斑块，医学术语，错译算大错\n4. Phase 1b = 1b期\n5. 按中文的习惯，according to a study published this week (August 31) in Nature 这部分需要调整至段首先说。\n\n根据《自然》杂志8月31日刊发的研究，由总部位于马萨诸塞州剑桥市的渤健（Biogen）公司研发的抗体药物阿杜卡努单抗（aducanumab），在1b期临床试验中显著减少了阿尔茨海默病患者脑内的β-淀粉样蛋白斑块。", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "Specifically, only 45 percent of active patients fully responded to the mRNA vaccines whereas less than a quarter showed a partial response and one-third did not respond to the vaccines above background antibody levels.", "参考译文": "具体而言，在积极参与治疗的患者中，仅有 45% 对mRNA疫苗产生完全应答，不到四分之一表现出部分应答，三分之一未对抗体水平产生高于基线抗体水平的应答。", "考察点": "1. active patient 不能直译为“活跃患者”，而是指参与治疗的患者\n2. fully respond 完全应答，partial response 部分应答，did not respond 未应答，医疗术语不能翻错，翻错算大错\n3. background antibody levels 基线抗体水平", "领域标签": "生物医疗", "文本风格": "学术"}
{"src_text": "KeifeRx was founded in 2019 to redefine the treatment experience for patients suffering from neurodegenerative diseases and movement disorders which include but are not limited to, Alzheimer's Disease, Lewy Body Dementia and Parkinson's Disease.", "参考译文": "凯福睿（KeifeRx）成立于2019年，致力于重新定义神经退行性疾病及运动障碍患者的治疗体验，这类疾病包括但不限于阿尔茨海默病、路易体痴呆、帕金森病等。", "考察点": "英文定语从句 → 中文独立分句更流畅：“致力于重新定义…患者的治疗体验，这类疾病包括但不限于…”", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "Empty vials of the Pfizer COVID-19 vaccine are seen at a first come first serve drive-thru vaccination site operated by the Lake County Health Department on January 28, 2021 in Groveland, Florida.", "参考译文": "2021 年 1 月 28 日，人们在佛罗里达州格罗夫兰市一处由莱克县卫生部门运营的免下车新冠疫苗接种外看到了用完了的辉瑞疫苗空瓶。该接种点采取先到先得服务原则。\n", "考察点": "1. 新冠疫苗 > COVID-19 疫苗\n2. drive-thru 免下车\n3. Lake County 莱克县", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "That includes gentle tube slides and the more high-octane twisting and turning slides.", "参考译文": "\n这其中包括较为平缓的管道滑梯，以及更刺激的高速回旋的急转弯滑梯。", "考察点": "1. gentle tube slides：指较为平坦缓慢的管式/管道滑梯\n2. high-octane twisting and turning slides：高速回旋的急转弯滑梯；一般不会用“蜿蜒”形容滑梯，，“扭转”也不通顺，算小错。\"High-octane\" 这个短语源自汽车行业，字面上指的是高辛烷值的燃油，但在不同的语境下，它有多种比喻意义，在这里指“刺激的”。", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "In a hospital produced video, Frase said one pharmacist at her hospital told her “they’ve had several people come in to get vaccinated who have tried to sort of disguise their appearance and even went so far as to say, ‘please, please, please don’t let anybody know that I got this vaccine.’”", "参考译文": "在医院制作的一段视频中，弗雷斯提到，她所在医院的一位药剂师告诉她：“已经有好几个人来接种疫苗时，会刻意乔装打扮，甚至还苦苦哀求，说千万别让任何人知道他们打了这个疫苗。”", "考察点": "1. In a hospital produced video 语序：在医院制作的一段视频中\n2. please, please, please 不能直接翻成“请请请”；中文更习惯说“千万别...”“求求你”", "领域标签": "生物医疗", "文本风格": "专有名词"}
{"src_text": "Research on the effects of DHEA on muscle strength and physical performance had mixed results, but most studies indicate DHEA supplementation has no effect on muscle strength in younger or older adults. The National Collegiate Athletic Association has banned DHEA use among athletes.", "参考译文": "关于脱氢表雄酮（DHEA）对肌肉力量和体能表现影响的研究，结果并不一致，但大多数研究表明，补充 DHEA 对年轻人或老年人的肌肉力量并无改善作用。美国全国大学体育协会（NCAA）已禁止运动员使用 DHEA。", "考察点": "1. had mixed results “结果不一”，翻成参差不齐会导致歧义，算大错。\n2. has no effect on muscle strength 这里具体指的是“无改善作用”，只翻“没影响”意思不够清晰，算小错。\n3. The National Collegiate Athletic Association 需要翻出“美国”大学体育协会，没有的算小错", "领域标签": "生物医疗", "文本风格": "学术"}
{"src_text": "bro was jesse to walter white 💀", "参考译文": "哥们儿对老白来说就像小粉一样 💀", "考察点": "1、 jesse（杰西） ，中文里常说小粉\n2、walter white（沃尔特 怀特），中文里常说老白\n3、bro是主语，译为呼语算大错\n4、可参考译文：兄弟对老白来说就像小粉一样 💀", "领域标签": "日常生活", "文本风格": "口语,黑话俚语"}
{"src_text": "I don’t understand why people tell other do a dna test if you feel Turkish to your heart you are Turkish if you feel Greek you are Greek an DNA test c", "参考译文": "真搞不懂某些人，为啥非要让别人做基因检测。心里觉得自己是土耳其人，那就是土耳其人；觉得自己是希腊人，那就是希腊人。基因检测这东西……", "考察点": "1. I don’t understand why people tell others to do a DNA test 真搞不懂某些人，为啥非要让别人做基因检测\n2. 原文句子不全的情况，模型多译算大错。\n3. people译为人们算小错，建议翻译有人。", "领域标签": "日常生活", "文本风格": "口语"}
{"src_text": "LOL why is her hobbling away at the end so funny", "参考译文": "笑死，她最后一瘸一拐地溜走这段怎么这么搞笑！", "考察点": "笑死，她最后一瘸一拐地溜走这段怎么这么搞笑！", "领域标签": "日常生活", "文本风格": "口语,黑话俚语"}
{"src_text": "They don't know what they are talking about.. These two are amazing and talented individuals 🥰 and they are so much more than just a pretty face", "参考译文": "他们就是在瞎扯。这两位明明都那么才华横溢🥰他们才不是只有颜值。", "考察点": "1. They don't know what they are talking about.. 那些人根本不懂自己在胡诌什么，语气要到位。\n2. amazing and talented 没必要直译成“令人惊叹且有才华”，合并成“才华横溢”就可以了\n3. individual 直译成人、个体，太生硬了，不符合这个语境，建议处理成“宝藏”", "领域标签": "日常生活", "文本风格": "口语"}
{"src_text": "Whoever got the same small ass portion like this msg. We will talk to the head chef tmr morning and we need numbers pls", "参考译文": "如果你拿到的饭分量也少得离谱，给这条消息点赞，明天我要和主厨谈谈，我们需要统计人数。谢谢。", "考察点": "这条想表达的意思是：谁拿到的分量很小的，给这条消息点赞，明天我要和主厨沟通，我们需要统计人数。谢谢。", "领域标签": "日常生活", "文本风格": "口语"}
{"src_text": "Speaking of which, have you ever tried making smoothies for breakfast? They're quick, filling, and you can customize them with whatever fruits and veggies you have on hand. I love adding a scoop of protein powder for an extra energy boost.", "参考译文": "说到这个，你试过喝奶昔当早餐吗？做起来快，还顶饱，手头有什么水果、蔬菜都能加进去自己搭配。我就喜欢加一勺蛋白粉，能多补充点能量。", "考察点": "1. smoothies 奶昔；\n2. customize 建议选词是“随意/自由搭配”", "领域标签": "日常生活", "文本风格": "口语"}
{"src_text": "On a hot arvo, me and my mates headed to Hungry Jack for a feed. We chatted about the footy from last night, with one mate saying his team kicked arse. After lunch, we decided to hit the beach for a swim and a barbie later. No worries, we're all laid-back here and love a good yarn. She'll be right!", "参考译文": "大热天下午，我和兄弟们去汉堡王吃了顿饭。我们聊起昨晚的橄榄球比赛，有个兄弟说他支持的队赢麻了。午饭后，我们打算去海滩游泳，晚点儿再搞个烧烤。没啥好操心的，我们这儿的人都挺随性，就爱瞎侃几句。一切都会好的！", "考察点": "1. hot arvo 大热天下午\n2. yarn 闲聊唠嗑\n3. Hungry Jack 汉堡王\n4. footy 橄榄球/足球\n5. She'll be right!：一切都会好的!", "领域标签": "日常生活", "文本风格": "口语,黑话俚语"}
{"src_text": "G'day mate！a couple of us decide to head bush for a bit of a camping trip after brekkie. We are gonna pack up the ute with our swags, eskies full of brews, and some snacks for the trip. ", "参考译文": "嘿，哥们儿！我们几个打算早餐后去野外露营一阵子。我们皮卡上会准备帆布床、装满酒水的冷藏箱，还有路上吃的零食。", "考察点": "1. G'day mate 哥们儿早啊！\n2. a couple of us 哥几个\n3. head bush 去野外露营（丛林、乡下、荒野，有meaning shift，都算大错）\n4. ute 皮卡、小卡车\n5. swag 睡袋\n6. eskies full of brews 塞满冰啤酒的保温箱/冷藏箱/冰箱\n7. pack up the ute：建议使用句型“我们车上会带/装/准备xxx”。译为“把xxx放进车里”“把车装满...”算小错。", "领域标签": "日常生活", "文本风格": "口语,黑话俚语"}
{"src_text": "Scrolling through posts about romantic relationships nowadays, I kind of hate it. Not because I find PDA to be cringy. But because there are several beliefs about romantic relationships that I see commonly floating around on the internet that bug me.", "参考译文": "现在刷那些关于恋爱关系的帖子，我心里还挺反感的。倒不是因为觉得公开秀恩爱很尴尬，而是网上到处都是一些关于谈恋爱的看法，有些实在让我受不。", "考察点": "1. nowadays 翻成“如今”太过于正式，说“现在”就行\n2. srolling through 浏览 < 刷到\n3. i kind of hate it 我有点反感。（讨厌-帖子搭配不太合适）\n4. PDA 公共场合秀恩爱\n5. bug me 让我感到不舒服、心烦。", "领域标签": "日常生活", "文本风格": "口语"}
{"src_text": "Taken in 1901, the photograph is one of many snapshots produced by William James Topley on what was likely a handheld camera, in his capacity as an official photographer to the royal tour of Canada undertaken by the Duke and Duchess of Cornwall and York over a 35-day period. ", "参考译文": "这张摄于1901年的照片，出自威廉·詹姆斯·托普利之手。彼时他是康沃尔与约克公爵夫妇为期35天的加拿大皇家巡访随行御用摄影师，大概率是使用手持相机，拍摄了诸多快照，这张照片是其中之一。", "考察点": "1. Duke and Duchess of Cornwall and York 康沃尔与约克公爵夫妇\n2. 这句话的定语太多太长，在翻译的时候必须做切分\n\n这张摄于1901年的照片，出自威廉·詹姆斯·托普利之手。彼时他是康沃尔与约克公爵夫妇为期35天的加拿大皇家巡访随行御用摄影师，大概率是使用手持相机，拍摄了诸多快照，这张照片是其中之一。", "领域标签": "人文历史", "文本风格": "专有名词"}
{"src_text": "The first edition was held between May and October in several European cities. A barge stopped off near Lille, followed by stops in Brussels, Utrecht and Budapest. \"We take artists and activists on our barge. We set up the festival, then sail for a week and the following weekend we redeploy the festival to another city,\" explains Nicolas Dhers, co-founder of Fluctuations.", "参考译文": "首届艺术节横跨五至十月，足迹遍及欧洲多城：艺术驳船首站停靠里尔近郊，继而转泊布鲁塞尔、乌得勒支与布达佩斯。流动艺术团体\"波动社\"（Fluctuations）联合创办人尼古拉·德斯解释道：\"我们以驳船搭载艺术家与行动派，每到一城便组织艺术节。航行一周后，周末即移师下一城继续庆祝。\"", "考察点": "1. A barge stopped off near Lille, followed by stops in Brussels, Utrecht and Budapest. 驳船先停靠在 xx，然后又去到 A、B 和 C。\n2. Fluctuations 需要保留原名\n3. set up the festival 组织艺术节（翻成音乐节、节日算大错）\n4. redeploy the festival to another city 移师下一城；再转移到另一个城市继续举办艺术节。\n\n首届艺术节横跨五至十月，足迹遍及欧洲多城：艺术驳船首站停靠里尔近郊，继而转泊布鲁塞尔、乌得勒支与布达佩斯。流动艺术团体\"波动社\"（Fluctuations）联合创办人尼古拉·德斯解释道：\"我们以驳船搭载艺术家与行动派，每到一城便组织艺术节。航行一周后，周末即移师下一城继续庆祝。\"", "领域标签": "人文历史", "文本风格": "专有名词"}
{"src_text": "The Shahmaran is a mythical figure that is popular in Turkish folklore. It is half woman, half snake and comes from the Persian words Shah and Maran, meaning 'the ruler of the snakes'. For some, it is seen as a sign of betrayal while for others it is a good luck symbol placed in houses to ward off evil spirits or bad luck.", "参考译文": "沙赫玛兰（Shahmaran）是土耳其民间传说中广为人知的神话人物。它半女人半蛇，源自波斯语 “Shah” 和 “Maran”，意为 “蛇之王”。在一些人看来，它是背叛的象征，而对另一些人来说，它是一种好运象征，人们会将其置于家中以驱邪避凶。", "考察点": "1. Shahmaran：沙赫马兰/蛇女。为神话人物名称，无官方译名。可音译/不译。参考译文：沙赫马兰\n2. comes from the Persian words Shah and Maran 这里 Shah 和 Maran 原文须保留\n3. for some... betrayal; for others... good luck symbol 有人视其为背叛之兆，亦有人将它奉作...", "领域标签": "人文历史", "文本风格": "专有名词"}
{"src_text": "Although none of these histories are fully preserved, the first 10 books of Livy, one of Rome’s greatest historians, are extant and cover Roman affairs from earliest times to the year 293 BC (extant are also Books 21 to 45 treating the events from 218 BC to 167 BC).", "参考译文": "尽管这些历史记载并未完整留存，但罗马最伟大的历史学家之一李维的前 10 卷著作尚存，记载了从远古时期到公元前 293 年的罗马历史（此外，第 21 至 45 卷也留存至今，记述了公元前 218 年至公元前 167 年的事件）。", "考察点": "1. the first 10 books 前 10 卷著作 > 前 10 本书\n2. cover 记载了/描述了\n3. Roman affairs 这里就是指罗马历史，翻成事务算小错", "领域标签": "人文历史", "文本风格": "专有名词"}
{"src_text": "But these are flash-in-the-pan places – the town became derelict just four years from its settlement in 1878, as prospectors leaped on to the next lucky strike.", "参考译文": "但这些地方都只是昙花一现。这个小镇 1878 年才建立，仅仅四年就成了一片废墟，因为淘金者们早已涌向了下一个新矿脉。", "考察点": "1. But these are flash-in-the-pan places 但这些地方只是昙花一现 > 但这些都是昙花一现的地方\n2. became derelict 荒废了 > 变得荒废\n3. prospectors 淘金者\n4. lucky strike 新矿脉", "领域标签": "人文历史", "文本风格": "黑话俚语"}
{"src_text": "It is generally agreed that these Austronesian languages evolved to their present state as a result of generations of contact with Papuan languages, which typically are SOV.", "参考译文": "人们普遍认为，这些南岛语系语言之所以演变成如今的状态，是数代人与巴布亚诸语言接触的结果，而巴布亚诸语言基本都是主宾谓（SOV）结构。", "考察点": "1. Austronesian languages 南岛语系、Papuan languages 巴布亚语言\n2. evolved to their present state 这里 state 翻译成样子/形态，比说“状态”要贴切\n3. SOV 指主语-宾语-动词语序\n4. 注意修饰部分不能太长，需要拆句。", "领域标签": "人文历史", "文本风格": "学术,专有名词"}
{"src_text": "Our world-famous 90-Day Ticker is a complete listing of last-minute cruises on the world's best cruise lines. If you see a cruise there that interests you, don't delay! Average availability is less than seven days and many cruises sell out within hours of listing.", "参考译文": "我们享誉全球的 “90 天动态航次表” 完整罗列了全球顶级邮轮公司的临期特价航次。如果你在上面看到感兴趣的航线，火速下单！这些航次的平均库存告罄周期不到 7 天，不少航线上架几小时就售罄。", "考察点": "1. 90-Day Ticker 90天动态航次表\n2. last-minute cruises 临期特价航次\n3. world's best cruise lines 顶级邮轮公司\n4. don't delay 火速下单！\n5. Average availability is less than seven days 库存告罄周期＜7天\n6. sell out within hours 上架几小时就售罄", "领域标签": "旅游", "文本风格": "专有名词"}
{"src_text": "You won’t want to miss the bustling port city of Bergen. Known as the “Gateway to the Fjords”, it’s the perfect base for day trips into the surrounding countryside. Plus, Forbes named it among their top places to visit in 2024.", "参考译文": "千万别错过繁华的港口城市卑尔根。它被誉为 “峡湾之门”，是前往周边乡村一日游的黄金大本营。此外，《福布斯》将其列为 2024 年最佳旅游目的地之一。", "考察点": "1. perfect base for day trips 意思是：一日游黄金大本营\n2. You won’t want to miss ：建议翻译为“千万别错过/一定不能错过”。\n3. Bergen：卑尔根。", "领域标签": "旅游", "文本风格": "专有名词"}
{"src_text": "It should come as no surprise that London is one of the best places to visit in 2024, according to TimeOut. The capital of the UK is teeming with stylish restaurants and world-class cultural attractions. And of course, there’s the city’s West End for theatre-lovers.", "参考译文": "《Timeout》把伦敦评选为 2024 年最佳旅游目的地之一，这实在没什么好意外的。作为英国首都，这里满是格调出众的餐厅和顶尖的文化胜地，更别提还有让戏剧迷们必去的伦敦西区了。", "考察点": "1. according to TimeOut -> 《TimeOut》评选\n2. It should come as no surprise 毫无悬念\n3. stylish restaurants 不能直接翻译为“时尚餐厅”，中文一般不说这个搭配\n4. the city’s West End 城市西区 < 伦敦西区", "领域标签": "旅游", "文本风格": "专有名词"}
{"src_text": "Like Norway, Iceland is one of the best Northern European countries to visit to hunt for the aurora. And with an even better chance of spotting the northern lights in 2024, now’s the time to plan your winter getaway.", "参考译文": "跟挪威一样，冰岛也是北欧看极光最赞的地方之一。而且 2024 年看到北极光的几率会更高，眼下是时候开始你的冬季出行规划了。", "考察点": "1. with an even better chance of spotting the northern lights in 2024 这句状语在中文中要调整成单独的分句，2024 年观测到极光的概率更高\n2. now’s the time 是时候... > 现在是...的好时机", "领域标签": "旅游", "文本风格": "专有名词"}
{"src_text": "As you’ll discover, some of the country’s biggest thrills happen on the water. For instance, you could take a boat trip to Greenland’s colossal ice sheet or join a whale-watching boat tour.", "参考译文": "大家会发现，冰岛最惊心动魄的体验尽在水上活动。比如说，你可以乘船前往格陵兰岛巨大的冰盖，或是参加观鲸游船之旅。", "考察点": "1. As you’ll discover 你会发现 > 正如你将发现的那样\n2. the country 这里指的是冰岛，按照中文的习惯，直接翻译出“冰岛”更好\n3. some of the country’s biggest thrills happen on the water 意思是“冰岛最惊心动魄的体验尽在水上活动”\n4. ice sheet 冰盖", "领域标签": "旅游", "文本风格": "专有名词"}
{"src_text": "I just returned from an amazing trip to China and am still buzzing! The people there were so friendly and helpful, and I felt welcome the whole time. It was the kindness of the people that truly touched my heart💗", "参考译文": "我刚从中国旅行回来，后劲儿特大！那儿的人特别热情，也特别热心，全程都让我感觉特别受欢迎。真的，大家的这种善良特别戳中我💗", "考察点": "1. still buzzing 后劲儿超大\n2. friendly and helpful 特热情，有求必应\n3. 文本类型偏生活，最后一句建议不要翻得太正式，建议：这种善良直接戳中了我/特别打动我", "领域标签": "旅游", "文本风格": "专有名词"}
{"src_text": "The park is also an ideal launch point for a seawall walk along the north bank of False Creek to Science World, passing stalking herons and intriguing public artworks.", "参考译文": "这座公园也是个理想的起点，从这儿出发，沿着福溪北岸的海堤漫步到科学世界，一路上能看到伺机捕食的苍鹭，还能邂逅不少妙趣横生的公共艺术品。", "考察点": "1. False Creek 福溪\n2. along the north bank... to Science World 这里翻译成中文建议拆解，不然修饰太长：该公园也是海堤漫步的理想起点，沿福溪北岸一直到科学世界\n3. stalking herons 伺机捕食的苍鹭\n4. intriguing 妙趣丛生的/有趣的/趣味盎然的 > 引人入胜的", "领域标签": "旅游", "文本风格": "专有名词"}
{"src_text": "For calmer options, the lazy river—Castaway Creek—is a winner.\nDon’t expect the rush you’d get at Universal’s Volcano Bay or the animal attractions of Aquatica. (Disney removed them out of concern for the animals.) But if you’re after a pretty water park that delivers a tried-and-true immersive Disney experience (and plenty of options for smaller guests), Typhoon Lagoon is a solid bet. \nDon’t sleep on Disney World’s second water park, Blizzard Beach. It delivers bigger thrills and is the best Disney water park for families with older kids.", "参考译文": "想玩点轻松的？那名为漂流溪的懒人河绝对是首选。\n不过别指望这儿能有环球影城火山湾那样的刺激感，也别期待能看到 Aquatica 水上乐园里的动物表演，因为迪士尼出于对动物保护考量，早就取消了这类项目。但要是你想找个景致不错的水上乐园，既能体验到迪士尼那种经典的沉浸式乐趣，又有不少适合小不点玩的项目，那台风湖准没错。\n迪士尼世界的另一个水上乐园 “暴雪滩” 也千万别错过。这儿的刺激项目更带劲，是有大孩子的家庭最理想的迪士尼水上乐园之选。", "考察点": "1. Castaway Creek：迪士尼游乐项目，无官方译名，可不译/译文合理即可。\n2. Aquatica 不能只译成“水上乐园”，会被错以为是 general 的水上乐园\n3. animal attractions 动物互动\n4. Disney removed them out of concern for the animals. 迪士尼出于动物福祉考量撤除了相关项目\n5. pretty water park 环境优美/高颜值 > 漂亮/风景优美\n6. tried-and-true immersive Disney experience 原汁原味的迪士尼沉浸体验\n7. smaller guests 小朋友\n8. solid bet 稳赢之选/安全牌\n9. Don’t sleep on 营销话术，“千万别错过”\n10. older kids 大孩子\n11. delivers bigger thrills 体验更刺激 > 提供更刺激的体验", "领域标签": "旅游", "文本风格": "专有名词"}
{"src_text": "For years, AI systems have demonstrated their ability to reproduce society’s biases — for example, about race and gender — because those systems are trained on data on past actions by humans, many of whom hold these biases. When AI is used to decide who to hire or approve for a mortgage, the result can often be discriminatory.", "参考译文": "多年来，我们已经得见人工智能是具备复刻社会偏见的能力的，比如关于种族和性别的偏见。原因在于，这些系统是基于人类过去的行为数据进行训练的，而很多人都是持有这些偏见的。当人工智能被用来选择招聘对象或审批抵押贷款时，结果往往具有歧视性。", "考察点": "1. reproduce society’s biases 复刻社会偏见\n2. 中文不常用破折号和插入语，需要调整为中文习惯的语序和标点：多年来，人工智能系统已展现出复刻社会偏见的能力，包括...和...偏见，因为...\n3. who to hire or approve for a mortgage 这里中文要突出，雇佣“谁”和批准“谁”的贷款，因为这里落脚点是对人的偏见。\n4. many of whom hold these biases 很多人持有这种偏见 > 人类中很多人持有这种偏见", "领域标签": "科学技术", "文本风格": "正式"}
{"src_text": "However, Microsoft then noted those restarts were “progressing slower than anticipated for the majority of affected users” and did not yet provide an estimated time for a fix. At 2 p.m. ET, the company said it was still facing delays in its recovery.", "参考译文": "然而，微软随后指出重启速度对于大多数受影响的用户来说“依然比预期要慢”，修复时间也遥遥无期。截止美国东部时间凌晨 2 点，微软表示故障修复过程仍然滞后。", "考察点": "1. note 表示 > 指出\n2. did not yet provide an estimated time for a fix 给出 > 提供\n3.  it was still facing delays in its recovery. 故障修复进程仍显著滞后（注意这句搭配要符合中文表达习惯）", "领域标签": "科学技术", "文本风格": ""}
{"src_text": "The first version of HarmonyOS, which supported Android-based applications, was launched in August 2019, months after Huawei was placed on a US trade blacklist that barred American firms from selling tech and software to the Chinese company without a license.", "参考译文": "首款支持安卓应用程序的鸿蒙系统于 2019 年 8 月正式发布。此前数月，华为被列入美国贸易对象黑名单，该禁令规定美国企业在未获许可的情况下不得向这家中国公司出售技术及软件。", "考察点": "1. The first version of HarmonyOS, which supported Android-based applications 这里翻译成中文如果定语前置的话，定语太长，建议处理成：HarmonyOS 的第一个版本支持基于Android的应用程序\n3. barred American firms from selling tech and software to the Chinese company without a license. 禁止公司... < xx 公司未经许可不得...\n4. 中文习惯按时间从前往后的习惯叙事，所以最好调整段落语序，美国制裁中国，数月后，2019 年 8 月 xx 面世\n5. HarmonyOS 翻成鸿蒙操作系统或者不翻都算对", "领域标签": "科学技术", "文本风格": "正式"}
{"src_text": "Here, we introduce a multifunctional shape-morphing material with reversible and rapid polymorphic reconfigurability.", "参考译文": "在此，我们介绍一种多功能的形变材料，它具有可逆且快速的多形态重构能力。", "考察点": "1. multinational 这里不是跨国的意思，出现跨国的算大错。 multinational shape-morphing material  多态形变材料（这里没有说“记忆”这个信息，如果翻出了记忆算大错）\n正确原文：Here, we introduce a multifunctional shape-morphing material with reversible and rapid polymorphic reconfigurability. \n引自：Hwang D, Barron EJ 3rd, Haque ABMT, Bartlett MD. Shape morphing mechanical metamaterials through reversible plasticity. Sci Robot. 2022 Feb 9;7(63):eabg2171. doi: 10.1126/scirobotics.abg2171. Epub 2022 Feb 9. PMID: 35138882.\n2. rapid polymorphic reconfigurability 快速多态重构能力", "领域标签": "科学技术", "文本风格": "学术"}
{"src_text": "Intrinsically stretchable electronics represent an attractive platform for next-generation implantable devices by reducing the mechanical mismatch and the immune responses with biological tissues.", "参考译文": "本征可拉伸电子器件通过减少与生物组织的力学性能错配和免疫反应，为下一代植入式设备提供了一个理想的载体平台。", "考察点": "1. Intrinsically stretchable 本征可拉伸\n2. attractive platform 理想载体平台\n3. mechanical mismatch 力学性能错配\n4. by 在中文中不用译出：... 电子器件可以减少...，因此为...提供了...", "领域标签": "科学技术,生物医疗", "文本风格": "学术"}
{"src_text": "Robotic hands perform several amazing functions similar to the human hands, thereby offering high flexibility in terms of the tasks performed.", "参考译文": "机械手具备多种优越功能，几近人手，所以其在执行任务时具有很高的灵活性。", "考察点": "1. Robotic hands 机械手 > 机器人手\n2. several amazing functions similar to the human hands 注意在翻译时不能直接翻成“与人手类似的功能”，人手和功能不能直接类似。建议：执行多项功能，类似于人类的手。\n3. offering high flexibility in terms of the tasks performed 提供 < 具有", "领域标签": "科学技术", "文本风格": "学术"}
{"src_text": "The mechanism of the developed robotic hand ensures that the original advantages of linkage-driven mechanisms such as bidirectional control of joints, robustness, and ease of manufacture and maintenance are maintained.", "参考译文": "新研发的机器人手臂的机制确保了连杆驱动机制的原有优势得以保存，如关节的双向控制、稳健性，且易于制造和维护。", "考察点": "1. linkage-driven mechanisms 连杆驱动机制/机构\n2. bidirectional control of joints, robustness, and ease of manufacture and maintenance 这里翻译到中文后词性要工整对应，要不都用名词，要不都用形容词\n3. roubutness译成“鲁棒性”也是对的，真有这个说法，指承受故障和破坏的能力。", "领域标签": "科学技术", "文本风格": "学术"}
{"src_text": "Wireless small-scale soft-bodied medical devices that are several milimeters or smaller can safely and adaptively navigate  through confined spaces,such as those inside the human body.", "参考译文": "无线小型软体医疗设备的尺寸通常只有数毫米，甚至更小，因此它们能够安全灵活地在人体内部等狭窄空间中穿行。", "考察点": "1. 软体/柔性 soft-bodied\n2. that are several milimeters or smaller 需要把位置拆成单句放到“设备”后面\n3. can safely and adaptively navigate  through confined spaces 可以安全灵活地穿过狭窄空间", "领域标签": "科学技术,生物医疗", "文本风格": "学术"}
{"src_text": "Alijani’s team, together with TU Delft professor Cees Dekker and the TU Delft spin-off SoundCell, achieved this by using precisely engineered microcavities that trap single E. coli cells from a bulk population. Inside these circular cavities, the bacteria began to exhibit rotary motion akin to pendulum clocks. By connecting two of these cavities with a tiny channel, the researchers observed that after some time, the two bacteria began to synchronize their movements.", "参考译文": "在与代尔夫特理工大学教授 Cees Dekker 及其附属公司 SoundCell 的合作研究中，Alijani 的团队通过使用设计精密的微腔实现了这一目标，这些微腔能够从大量群落中精准捕获单一的大肠杆菌细胞。在这些圆形腔体内，细菌开始表现出类似于钟摆的旋转运动。在用一个微小的通道连接两个腔体后，研究人员观察到两个细菌的运动开始同步了。", "考察点": "1. precisely engineered 精密设计的\n2. trap single E. coli cells from a bulk population 从细菌群落中精准捕获单一大肠杆菌\n3. rotary motion 旋转运动\n4. akin to pendulum clock 类似于钟摆运动\n5. after some time... began to synchronize 经特定时间后观测到两个细菌运动趋于同步\n6. TU Delft代尔夫特理工大学", "领域标签": "科学技术,生物医疗", "文本风格": "正式"}
{"src_text": "DNA mixture analysis can be powerful when used correctly, but it’s crucial to understand the technique’s limitations and when it should be wielded with particular caution, said Rori Rohlfs, a data scientist at the University of Oregon who led the work alongside a group of undergraduate researchers from San Francisco State University.", "参考译文": "俄勒冈大学的数据科学家罗里·罗尔夫斯（Rori Rohlfs）与旧金山州立大学的一组本科研究人员共同主导了这项工作，她表示，DNA 混合分析技术如果使用得当，会成效显著，但了解该技术的局限性以及何时应谨慎使用这一技术仍至关重要。", "考察点": "1. DNA mixture analysis DNA 混合分析\n2. powerful when used correctly 这里 powerful 赢处理成有效，或“发挥巨大的作用”等，但不能是“强大”\n3. when it should be wielded with particular caution 这里 when 应该处理为“在哪些情况下”，而不是“何时”\n4. led the work 牵头工作 > 领导工作\n5. 根据中文的表达习惯，应该把a data scientist at the University of Oregon who led the work alongside a group of undergraduate researchers from San Francisco State University. 这部分调整到段首\n6. Rori Rohlfs是一位女科学家，用她而非他。", "领域标签": "生物医疗", "文本风格": "学术"}
{"src_text": "“Phylogenetic distribution and experimental characterization of corrinoid production and dependence in soil bacterial isolates” by Zoila I Alvarez-Aponte, Alekhya M Govindaraju, Zachary F Hallberg, Alexa M Nicolas, Myka A Green, Kenny C Mok, Citlali Fonseca-García, Devin Coleman-Derr, Eoin L Brodie, Hans K Carlson and Michiko E Taga, 22 April 2024, The ISME Journal.", "参考译文": "《土壤细菌分离株中咕啉化合物产生及其依赖性的系统发育分布与实验表征》\n 作者：Zoila I. Alvarez-Aponte、Alekhya M. Govindaraju、Zachary F. Hallberg、Alexa M. Nicolas、Myka A. Green、Kenny C. Mok、Citlali Fonseca-García、Devin Coleman-Derr、Eoin L. Brodie、Hans K. Carlson 和 Michiko E. Taga\n 发表于：2024年4月22日，《ISME 期刊》（The ISME Journal）", "考察点": "1. Corrinoid 指“类咕啉”/“咕啉化合物”；模糊翻译为“钴胺素类物质”不够精确\n2. 标题的名词关系应该是：土壤细菌分离株中咕啉化合物产生及其依赖性的系统发育分布与实验表征\n3. 作者名字保留原英文或翻译都可以，不过需要注意标点和格式要清晰\n4. The ISME Journal 可以翻译成 ISME 期刊或《国际微生物生态学会杂志/期刊》", "领域标签": "生物医疗", "文本风格": "学术"}
{"src_text": "Until the 1970s, scientists relied on ground-based geophysical techniques such as seismic surveys of the Antarctic ice sheets to reveal hidden mountain ranges and peaks.", "参考译文": "20 世纪 70 年代之前，科学家们在探寻隐藏的山脉和山峰时还一直依靠地面地球物理勘探技术，比如对南极冰盖进行地震勘探。", "考察点": "1. \"Until the 1970s, scientistes relied on...\"应译为“直到20世纪70年代，科学家们一直依靠...”，漏译“一直”这个语气的算小错。\n2. ground-based geophysical techniques 地面地球物理技术\n3. reveal hidden mountain ranges 揭示山脉--搭配不当", "领域标签": "科学技术", "文本风格": ""}
{"src_text": "Apple’s implementation of its video tutorial is a bit clunky — the downloaded artist’s Live Loops project will show up in your GarageBand, but to watch while you edit your song, you have to start the video in the Sound Library page and pop it into picture-in-picture mode manually.", "参考译文": "苹果公司的视频教程不怎么好用，你已经下载的歌手的 Live Loops 项目确实会出现在 GarageBand 中，但要想边做歌边看视频的话你就必须在声音资源库页面启动视频，然后手动将其切换为画中画模式。", "考察点": "1. implementation  直译为“实施/执行”在描述软件功能时显得生硬，可以意译转化为“设计”\n2. Live Loops project Live Loops 项目\n3. GarageBand 需要保留英文\n4. but to watch while you edit your song 但如果想要边剪辑歌曲边观看视频\n5. start the video in the Sound Library page 必须在“声音资源库/音效库”界面打开/播放视频\n6. pop it into picture-in-picture mode manually 并手动将其切换为画中画模式\n7. 英文破折号后引导解释，整句相对较长。中文倾向多用逗号连接小句，并根据逻辑关系调整顺序。", "领域标签": "科学技术", "文本风格": "专有名词"}
{"src_text": "Learn more about the history of bankruptcy, your bankruptcy options, what bankruptcy will mean for your future, and more by using the links below:", "参考译文": "点击以下链接了解更多关于破产历史、您可选择的破产方案、破产对您未来的影响等信息。", "考察点": "1. your bankruptcy options 您可选择的破产方案\n2. what bankruptcy will mean for your future 破产对您未来生活的影响/后果、破产会给您未来带来什么影响\n3. by using the links below 请点击下方链接（最好调整到句首）\n\n请点击下方链接，进一步了解破产制度的历史、您可选择的破产方案、破产对您未来生活的影响等相关信息：", "领域标签": "金融财经", "文本风格": ""}
{"src_text": "The June reading “was the second consecutive deceleration in the [month-over-month] pace of core-PCE -- consistent with the notion that inflation might have peaked for the time being,” BMO Capital Markets’ Ian Lyngen said in a note.", "参考译文": "BMO 资本市场的伊恩·林根（Ian Lyngen）在一份报告中表示，6月份核心个人消费支出价格指数（PCE）“连续第二个月环比增速放缓，这一趋势印证了通胀可能已暂时见顶的判断”。", "考察点": "1. second consecutive deceleration 连续第二个月放缓（注意第二个月这个信息要出来）\n2. core-PCE 核心个人消费支出价格指数 / 或直接说 核心 PCE 价格指数\n3. consistent with the notion that 印证了...的看法\n4. inflation might have peaked for the time being 通胀可能已暂时见顶（注意“暂时”这个意思不能省略）\n5. BMO Capital Markets BMO资本市场 / 蒙特利尔银行（BMO）资本市场\n6. said in a note 在报告中指出\n7. 英文引用在句首，说话人在句尾。中文习惯将引述方前置。", "领域标签": "金融财经", "文本风格": "专有名词"}
{"src_text": "So, can this phenomenon occur in India as well- Absolutely Yes! After witnessing this deadly incident so closely, ‘YOLO’ (you only live once) will be the reason for irrational spending behavior of the new age consumers.", "参考译文": "那么，印度是否也会出现这样的现象呢？当然会！在近距离目睹了这起致命事件，“YOLO”（你只活一次）的心态将成为新时代消费者们非理性消费的借口。", "考察点": "1. So 口语化过渡词，翻译成“那么”（最自然顺畅）\n2. Absolutely Yes! 当然会/绝对会发生 > 绝对会 > 当然可以（意思有差别）\n3. ‘YOLO’ (you only live once) 意思是你只活一次，如果只说“及时行乐”，算小错", "领域标签": "金融财经", "文本风格": "口语,专有名词"}
{"src_text": "On Friday, it sold off all its Tencent stock, and ARK dumped nearly 1 million shares each of Pinduoduo and JD.com on Tuesday, or about $150 million of the two combined.", "参考译文": "周五，该机构卖掉了其持有的所有腾讯股票，而方舟投资（ARK）周二分别抛售了近 100 万股拼多多和京东的股票，二者合计约 1.5 亿美元。", "考察点": "1. it 根据上下文，这里指代的是 ARK Invest，即方舟投资；误译为其他机构，或直接忽略代词译为“周五售出...”导致主语缺失或混乱，读者无法分辨“it”和“ARK”是否是同一主体，算大错\n2. sold off vs dumped 两个动词都表示卖出，dumped 语气更重，所以建议前者处理成出售，后者处理成抛售\n3. all its Tencent stock 其持有的全部腾讯股票\n4. nearly 1 million shares each of Pinduoduo and JD.com 指 分别 卖出拼多多股票近100万股 以及 京东股票近100万股。", "领域标签": "金融财经", "文本风格": "专有名词"}
{"src_text": "The global economy has been effectively damaged and had produced huge unemployment and under-employment (Gautam and Hens, 2020).", "参考译文": "全球经济遭受了严重破坏，导致了大规模失业和就业不足（Gautam 和 Hens, 2020）。", "考察点": "1. 根据学术通用规范，最后引用人名建议处理为：（Gautam 和 Hens, 2020）\n2. had produced huge unemployment and under-employment 注意这里的搭配，大规模失业 > 大量失业", "领域标签": "金融财经", "文本风格": "学术"}
{"src_text": "But record low real yields are often seen as a worrying sign, as they reflect a pessimistic view on future economic growth, which is why many bond bears remain undeterred because they expect a big bounceback for economic growth this year.", "参考译文": "然而，实际收益率创历史低位常被视为令人担忧的信号，人们对未来经济增长持悲观态度。即便如此，许多债券空头依然不为所动，因为他们预期今年经济将大幅反弹。", "考察点": "1. record low real yields 实际收益率创历史新低\n2. they reflect a pessimistic view on future economic growth 因为这反映出人们对未来经济增长持悲观态度。\n3. bond bears 债券空头、看空债券的投资者\n4. 逻辑梳理：然而，实际收益率创历史低位常被视为令人担忧的信号，人们对未来经济增长持悲观态度。不过/即便如此，许多债券空头依然不为所动，因为他们预期今年经济将大幅反弹。", "领域标签": "金融财经", "文本风格": "正式"}
{"src_text": "Additionally, the report noted the increase of programmatic video trading, peaking at 61% of shares.", "参考译文": "此外，该报告还指出程序化视频广告交易出现增长，其市场份额峰值达到61%。", "考察点": "peaking at 61% of shares 意思是市场份额最高达到61%，注意不能翻成股份\n\n建议：此外，该报告还指出程序化视频广告交易出现增长，其市场份额峰值达到61%。", "领域标签": "金融财经", "文本风格": "正式"}
{"src_text": "Once the Fed signals an end to their easy monetary policy stance, “then equity markets will fall, which will affect those with holdings in this market.”", "参考译文": "一旦美联储释放收紧货币政策的信号，就将导致“股市下跌，从而波及股市持仓者。”", "考察点": "those with holdings in this market 在该市场（股市）中有持仓的投资者/持有股票的投资者（这里出“投资者”比出“人”要好）\n\n建议：一旦美联储释放收紧货币政策的信号，就将导致“股市下跌，从而波及股市持仓者。”", "领域标签": "金融财经", "文本风格": "专有名词"}
{"src_text": "It largely set the stage for bankruptcy as we know it today.", "参考译文": "这很大程度上为我们现在所熟知的破产制度奠定了基础。 ", "考察点": "as we know it today 我们现在所熟知的破产制度\n\n建议：这很大程度上为我们现在所熟知的破产制度奠定了基础。 ", "领域标签": "金融财经", "文本风格": ""}
{"src_text": "Tax evasion is not always the fault of private individuals, however, and there are a number of schemes that can result in both the IRS and the private taxpayer are victims of fraud perpetuated by an employing company. ", "参考译文": "不过，逃税问题并非总是个人纳税人造成。一些用人单位策划的骗局，可能导致国税局和个人纳税人双方均沦为受害者。", "考察点": "1. private individuals 个人纳税人；译为“私人个体的错” 不够正式规范。\n2. schemes: 在此语境下指 “骗局” / “欺诈性手段”，不能译为中性词“计划”或“方案”。\n3. an employing company: “用人单位” / “雇主公司”\n\n建议：不过，逃税问题并非总是个人纳税人造成。一些用人单位策划的骗局，可能导致国税局和个人纳税人双方均沦为受害者。", "领域标签": "金融财经", "文本风格": "专有名词"}
{"src_text": "That news gave a boost to Chinese stocks in New York, Hong Kong and Shanghai, but after massive declines.", "参考译文": "此前经历暴跌后，该消息提振了在纽约、香港及上海上市的中国股票。", "考察点": "将背景提前更符合中文叙事习惯：此前经历暴跌后，该消息提振了在纽约、香港及上海上市的中国股票。", "领域标签": "金融财经", "文本风格": "专有名词"}
{"src_text": "This works in our favor because Visa's share of digital commerce, where cash is not an option, is approximately three times greater than the physical point of sale, Visa said.", "参考译文": "Visa 表示，这对公司是有利的，因为在不接受现金的数字商务领域，Visa 的市场份额约为其线下实体销售点份额的三倍。 ", "考察点": "1. digital commerce, where cash is not an option 在在无法使用现金的数字商务领域\n2. is approximately three times greater than = A 是 B 的三倍 / A 比 B 大两倍\n3. Visa 不翻或翻成 维萨，都可以\n\n建议：Visa表示，这对公司有利，因为在不接受现金的数字商务领域，Visa的市场份额约为其线下实体销售点份额的三倍。 ", "领域标签": "金融财经", "文本风格": "专有名词"}
{"src_text": "It's a common misconception that when a stock you buy skyrockets, the smart thing to do is sell it (or at least sell some of it) to lock in your profits. But the context matters. If the stock has increased sharply because the business is performing exceptionally well, it could still be a bargain. I'm still looking for companies to make additions to my $350K portfolio, to boost performance. Here for ideas", "参考译文": "大家总有个误区，觉得自己买的股票一旦暴涨，明智之举就是赶紧卖掉（至少抛一部分），把利润落袋为安。但事儿得看具体情况：要是股价飙升是因为公司业绩实在太亮眼，那这股票说不定还挺划算呢。我现在正琢磨着给我那 35 万美元的投资组合添点新标的，好让收益再上一层楼。来这儿就是想求下建议。", "考察点": "1. It's a common misconception that... 人们普遍存在一个误解，认为..\n2. But the context matters. 但是其实应该具体情况具体分析。\n3. it could still be a bargain. 它可能仍具有投资价值。\n4. make additions to my $350K portfolio 意思是：寻找公司（股票）来充实/增持我价值35万美元的投资组合\n5. Here for ideas. “在此征求建议。” / “求建议。” / “来交流想法。”。\n", "领域标签": "金融财经", "文本风格": ""}
{"src_text": "Schoarlship are giiven with people with high education maybe we dont need this system.", "参考译文": "奖学金都发给那些受过高等教育的人，或许我们根本不需要这种制度。", "考察点": "1. \"people with high education\"可译为“受过高等教育的人”，不可译为“高学历者”。\n2. \"system\"原文中指“奖学金制度”，不能译为“系统”。", "领域标签": "教育培训", "文本风格": ""}
{"src_text": "The awesome part is that teachers can now focus on the human part like empathy, encouragement, teaching teamwork & collaboration, discovering children's potential and needs, and many more.", "参考译文": "好事是，老师们现在终于能把精力放在 “人性化” 的工作上了，比如用同理心去理解学生、给他们打气鼓劲、教他们怎么团队协作，还能去发掘每个孩子的潜力和真实需求，诸如此类的事还有很多。", "考察点": "1.“The awesome part”可译为“很棒的部分”等，不能译为“令人惊奇的是”或“令人惊喜的是”。\n2.“teaching teamwork & collaboration,”这里teaching可以不译。“团队合作和协作”后要加上“技能”\n3.“human part”可以译为“人性化部分”，但译为“人文教育方面”更好。", "领域标签": "教育培训", "文本风格": ""}
{"src_text": "I have always had really good grades but this year I feel like I have been more lazy and need a pick up for my grades. Thank you for helping me become more confident in studying.", "参考译文": "我的成绩一直都很好，但今年我感觉自己比之前松懈了，需要把成绩提上去。谢谢你帮我建立学习的信心。", "考察点": "需要注意口语化的语气\n\n我的成绩一直都很好，但今年我感觉自己比之前松懈了，需要把成绩提上去。谢谢你帮我建立学习的信心。", "领域标签": "教育培训", "文本风格": "口语"}
{"src_text": "Honestly this video really helpful for people who struggle with finding a good study plan personally for me I struggle a lot with this but managed to push through and right now college has been great love my classes all my professors are very chill and helpful right now my grades are good all thanks to you Gohar you the best", "参考译文": "说真的，这个视频对那些搞不定学习计划的人来说太有用了。我自己以前就这方面特别头疼，但总算熬过来了。现在大学生活过得超顺，课程我都很喜欢，教授们也都特随和，还特热心帮忙。现在成绩也不错，这都多亏了你啊 Gohar，你太牛了！", "考察点": "1. \"struggle with\"在这里根据语境可译为“苦于找不到学习方法的人”，译出近义的表达的都不错。\n2.“chill”在这里可译为“随和，平易近人”，不能译为“冷静”。\n3、Gohar，人名，可音译/不译", "领域标签": "教育培训", "文本风格": "专有名词"}
{"src_text": "Anywho, I hope you find these study tips, organization tips, productivity tips, blah blah helpful, they help you study effectively, and they give you some study motivation and help you get your GPA up!! ", "参考译文": "总之，希望这些学习技巧、整理方法、提高效率的小窍门啥的能帮到你，只要能让你学得更顺手，给你添点学习的劲头，帮你把 GPA 提上去就行啦！", "考察点": "1、“find...helpful”意为“认为/觉得...有用/有帮助”，译为“发现”算大错。\n2、\"study effectively\"意为“高效学习”，译为“有效地学习”不准确，算小错。\n3、GPA(Grand Point Average)，意为“平均绩点”，可不译。", "领域标签": "教育培训", "文本风格": "口语"}
{"src_text": "There’s so many different ways to study and it can feel like failure if you keep trying what everyone else is doing and it doesn’t work  there really is a different method for everyone ", "参考译文": "学习的方法五花八门，要是你总跟着别人的路子走，结果却没啥用，难免会觉得挫败。但其实啊，每个人都有适合自己的那套法子，真的不一样。", "考察点": "1.\"feel like failure\"可译为“有挫败感”，不能译为“感到失败”，不符合中文习惯。 \n2.\"keep trying what everyone else is doing and it doesn’t work\"可译为“若总是盲目效仿他人却不见效”\n3.“there really is a different method for everyone”可译为“每个人真的都有适合自己的方法”即可，不必再多添加“不同的”等，表达冗余。", "领域标签": "教育培训", "文本风格": ""}
{"src_text": "During my last semester, I been going through some rough times on getting myself less distracted and I sometimes get jealous on the people that are smarter at my college but thanks to this video I finally wanted to improve on my knowledge and work ahead on my goals on being an  environmental scientist. Thank you Mendos anonymous hack for making this video because that will help improve my work-life balance in the future", "参考译文": "上学期那段时间，我一直跟分心的毛病较劲，挺难熬的。看到学校里那些比我聪明的同学，偶尔也会羡慕。但多亏了这个视频，我终于打心底里想提升自己的学识，一步步朝着成为环境科学家的目标往前赶了。真心感谢 Mendos 的匿名小技巧，这个视频做的太及时了，以后工作和生活想平衡好，肯定用得上！", "考察点": "1.\"During my last semester\"根据语境应译为“在我上个学期”，不能译为“在我最后一个学期。”\n2. “I been going through some rough times on getting myself less distracted ”应译为“我努力让自己保持专注”或“我努力不那么分心”。\n3.Mendos Anonymous Hack确实是真实存在的一个黑客网站，为用户提供黑客服务。这里可以直接保留原名，不必强行翻译。\n4.\"help improve my work-life balance in the future\"，可译为“有助于在未来更好地平衡工作与生活”，“改善...平衡”不符合中文语用习惯。", "领域标签": "教育培训", "文本风格": ""}
{"src_text": "Little study hack for y’all… do your homework/assignments the first day it was given to you… NO PROCRASTINATING!!!  the day it was assigned ", "参考译文": "给大伙儿支个学习小妙招啊…… 作业一布置下来，当天就做！千万别拖！就得是布置的当天！", "考察点": "1.\"Little study hack\"，译为“学习小心得/方法”将\"hack\"本土化为流行词，译为“诀窍”不太合适。\n2. \"y’all\"， \"大家\"，社群常用呼语。\n3. \"the first day it was given\"译为 \"布置当天/第一天就去做\"，但不代表“当天就要完成”。\n4.“the day it was assigned ”这句话是又强调了一遍“要在当天完成”的意思，这一层翻译不出来算小错", "领域标签": "教育培训", "文本风格": "口语,黑话俚语"}
{"src_text": "So I am a student who ended up getting the 1st out of all four classes in the form, and you are the reason I am able to get it. \nFor me, I write the points or a more simple explanation into notes, then I started to organising them so that I can read all of them at once and I can study easier after that. And trust me, negative motivation helps, as the pressure of holding the 1st position is now my main motivation to study in order to keep up with the rank!! ", "参考译文": "我是个学生，这次在年级的四个班级里考了第一，这都多亏了你啊！\n我自己的方法是，把知识点或者更易懂的解释记成笔记，然后整理归类，这样就能一口气看完，复习起来也方便多了。而且真的，“反向激励” 特别管用，保持第一的压力，现在反倒成了我学习的最大动力，就为了守住这个名次！", "考察点": "1. So 口语化过渡词，用于自然开始讲述，可以直接省略，翻译成“所以”算大错。\n2. all four classes in the form: form在此处意为 “年级”/“级部”（英国英语，指学生所属的年级段）。全句指 “在年级的四个班级中获得了第一名”。\n3. and you are the reason I am able to get it “我能够取得这个成绩，全靠有您”； “您是我...的原因”太生硬了\n4. For me 的作用是引出个人的学习方法，建议处理成，“我的学习方法是”\n5. I write the points or a more simple explanation into notes “我会把知识点或简化后的解释记到笔记里”。\n6. then I started to organising them 然后我会整理这些笔记（这里不建议翻成“整理他们”，中文不怕重复说“笔记”）\n7. so that I can read all of them at once and I can study easier after that 这样我就能一次性通读所有内容，之后学习起来也更轻松。\n8. negative motivation helps  “‘反向动力’很有帮助”，或者意译为“压力带来的动力”\n9. keep up with the rank 维持住这个排名", "领域标签": "教育培训", "文本风格": ""}
{"src_text": "I seriously can’t wait to get back to school in person! I didn’t sign up to be a teacher online Lockdown needs to end!!!!!", "参考译文": "我是真的等不及要回学校上课了！我当初可不是来当线上老师的啊！封锁必须赶紧结束！！！", "考察点": "1.本句要放在疫情背景下翻译。因此“lockdown”要译为“封控”，译为“封锁”算小错。\n2. “in person”不译出来也可以接受，在疫情语境下是可以理解的。\n3. “Lockdown needs to end”中的need要译成“必须”，体现急迫的语气。译成“需要”等词算小错。", "领域标签": "教育培训", "文本风格": "口语"}
{"src_text": "If the black box is opened, we see that educational institutions at once make decisions about expansion and allocation, thus undermining a simplistic model that has expansion affecting allocation.", "参考译文": "如果我们揭开这层“黑箱” 就会发现，教育机构其实是同时对扩张和资源分配做出决策的，这就推翻了那种认为 “扩张会影响资源分配” 的简化模型。", "考察点": "1. If the black box is opened：black box 是核心隐喻，指 决策过程（或系统内部运作）的“黑箱”状态（即不透明、无法观察的部分）。opened 指 “被打开/被揭示”，比喻该过程变得透明、可观察。建议：若揭开决策过程这个‘黑箱’ (首选，明确隐喻对象和动作)。\n2. we see that .. 我们会发现 > 我们会看到\n3. at once 此处 不是 “立刻、马上”的时间概念，而是 “同时”、“一并” 的逻辑概念。强调 expansion and allocation 是作为一个整体被同时考虑和决策的。\n4. expansion 扩张、allocation 资源分配\n5. thus undermining a simplistic model that has expansion affecting allocation. 这句需要把修饰的部分拆出来成单句：这一现象因此打破了简化的线性模型：扩张会影响资源分配。", "领域标签": "教育培训", "文本风格": ""}
{"src_text": "Too much emphasis was put on scholarship and professionalism, and those things were defined by a pose of detachment, specialization, critical thinking, aloofness and a mythical belief in cool reasoning.", "参考译文": "过去，人们过度推崇学术成就与专业精神，而这些标准的定义竟在于刻意摆出的超然姿态、标榜专业化、形式的批判性思维、冷漠疏离的态度，以及对理性的盲目崇拜。", "考察点": "1. scholarship and professionalism 学术成就和专业精神\n2. and those things were defined by 其中those things 明确指代前述的 scholarship and professionalism (这些价值标准/目标)，不能翻译成 “那些东西被...定义” (指代不明且贬义过强)\n3. a pose of detachment pose 是关键，指 “姿态、装模作样”，暗示并非真正的超脱，而是刻意摆出的姿态，带有强烈批判色彩。建议：故作超然的姿态\n4. aloofness 与 detachment 类似有强负面情感色彩，建议： “冷漠疏离的态度”。\n5. and a mythical belief in cool reasoning 外加对理性的盲目崇拜。\n\n建议：过去，人们过度推崇学术成就与专业精神，而这些标准的定义竟在于刻意摆出的超然姿态、标榜专业化、形式的批判性思维、冷漠疏离的态度，以及对理性的盲目崇拜。", "领域标签": "教育培训", "文本风格": ""}
{"src_text": "While there are no easy solutions to solving this obstacle course, we can suggest a few tips and tricks that may help you build the skill needed to successfully complete the ice trial course.", "参考译文": "虽说攻克这重重关卡并没有什么轻松的办法，但我们还是能给些小窍门，帮你练就顺利通过冰道试炼的本事。", "考察点": "1. While there are no easy solutions to solving this obstacle course 这里 obstacle course 和 solve 翻译成中文后要注意搭配，不能说“解决课程”，应该是“完成/攻克课程”\n2. build the skill 练就/培养技能 > 建立技能", "领域标签": "教育培训", "文本风格": ""}
{"src_text": "MOOCs have been the focus of research as a tool used by educational institutes to increase their global reach and offer distinct advantages to students with a lack of access to traditional educational resources (Mangan, 2013).", "参考译文": "慕课（MOOCs）已经成为了研究焦点。作为教育机构提升全球影响力的工具，慕课为那些缺乏传统教育资源的学生群体带来了独特的优势。（Mangan，2013年）。", "考察点": "1.首次出现标注全称：\"大规模在线开放课程（MOOCs），或表述为“慕课（MOOCs）”。如直接保留原文不译算大错，如译成“慕课”算小错。\n2. 整句都应调整语序，可译为“大规模在线开放课程（MOOCs）作为教育机构扩大全球影响力的工具，能够为缺乏传统教育资源的学生提供独特优势，因而成为研究热点（Mangan, 2013）。”\n3.保留作者年份制(Mangan, 2013)（APA格式标准）\n4.\"lack of access\" 译为 \"缺乏\"，不能译为“无法获取”等过于绝对的表述。\n5. 关于“have been”到底是译为“已经成文”还是“一直都是”，MOOC在2012年才开始出现并陆续普及，在中文语境中译成“一直”容易引起“MOOC”一直都存在的误解。因此应该译成“已经成为”。", "领域标签": "教育培训", "文本风格": "专有名词"}
{"src_text": "The aim will be to increase the Gross Enrolment Ratio in higher education including vocational education from 26.3% (2018) to 50% by 2035.", "参考译文": "目标是将包括职业教育在内的高等教育毛入学率从 2018 年的 26.3% 提升至 2035 年的 50%。", "考察点": "Gross Enrolment Ratio 毛入学率\n", "领域标签": "教育培训", "文本风格": "专有名词"}
{"src_text": "Last month, the company launched a group watch tool to allow Snapchat users to stream pilots directly through the app for free. ", "参考译文": "上个月，该公司上线了一款支持多人共同观看视频的工具，Snapchat 用户可以直接通过这款应用免费观看试播节目。", "考察点": "1. a group watch tool 意思是 多人共同观看功能，没体现这个意思的算大错\n2. to allow Snapchat users to，直译成“允许 xx 用户...”过于生硬。\n3. stream pilots 此处 pilots 不是指飞行员，而是指影视的试播集\n4. directly through the app 直接在应用内\n\n建议：上月，Snapchat公司推出一项“多人一起看”功能，用户能直接在应用内免费在线观看影视试播集。", "领域标签": "互联网", "文本风格": "专有名词"}
{"src_text": "ByteDance has developed industry-leading technologies such as face recognition and speech recognition, which are applied in products like Douyin's \"Awkward Dance Machine\" and emoji stickers, enabling precise content delivery and push notifications, as well as assisting in content moderation with AI.", "参考译文": "字节跳动已研发出了领先业界的人脸识别、语音识别等一系列技术，并将它们应用于了抖音“尬舞机”、表情包等产品，实现了精准的内容投放和推送。这些技术也与AI一道助力内容审核。", "考察点": "1.“industry-leading technologies such as face recognition and speech recognition”应译为“字节跳动开发了一系列行业领先技术，比如人脸识别技术和语音识别技术”，最好体现出“一系列”“等”等概念。\n2. \"Awkward Dance Machine\" → \"尬舞机\"，保留产品官方命名，不能译成其他。\n3. \"emoji stickers\"译为\"表情贴纸\"，符合中文社交产品用语。", "领域标签": "互联网", "文本风格": "专有名词"}
{"src_text": "Microsoft launched Windows 3.0, featuring streamlined user interface graphics and improved protected mode capability for the Intel 386 processor, and both Office and Windows became dominant in their respective areas.", "参考译文": "微软推出了 Windows 3.0 操作系统，其特点包括更清爽简洁的用户界面，以及更加强大的英特尔 386 处理器保护能力。此外，Office 办公套件与 Windows 操作系统也已双双在各自领域确立了统治地位。", "考察点": "1. “launched”建议表述为”发布”更合理，因为产品是操作系统，是软件，硬件用“推出”更合理。\n2. \"Windows 3.0\" → \"Windows 3.0操作系统\"，要补充产品类别。同理，Intel 386也要译为“Intel 386处理器”。\n3.“featuring streamlined user interface graphics and improved protected mode capability for the Intel 386 processor”, 这句可以译为：“其亮点是采用了简化的用户界面图形，并为Intel 386处理器的用户优化了保护模式功能。”，最好补充出“用户”，因为产品最终还是服务人的，而不是处理器。", "领域标签": "互联网", "文本风格": "专有名词"}
{"src_text": "The company released Windows 95 on August 24, 1995, featuring pre-emptive multitasking, a completely new user interface with a novel start button, and 32-bit compatibility; ", "参考译文": "该公司于 1995 年 8 月 24 日发布了 Windows 95 操作系统，该版本配备了抢占式多任务处理功能、全新的用户界面（包括一个设计新颖的“开始”按钮），以及对 32 位应用程序的兼容性；", "考察点": "1. the company 补充出来“微软”这个信息的+1分\n2. featuring 意思是引入了/配备了...\n3.  a completely new user interface with a novel start button 如果处理成“带有新颖的开始按钮的全新用户界面”定语太长，需要切分", "领域标签": "互联网", "文本风格": "专有名词"}
{"src_text": "NLP is  closely related to information retrieval, knowledge representation and computational linguistics, a subfield of linguistics. Typically data is collected in text corpora, using either rule-based, statistical or neural-based approaches in machine learning and deep learning.", "参考译文": "自然语言处理（NLP）与信息检索、知识表示以及语言学的一个分支，也就是计算语言学密切相关。通常，数据以文本语料库的形式收集，并采用基于规则、统计方法或神经网络的机器学习与深度学习方法进行处理。", "考察点": "1.首现缩写全称：\"NLP\"需标注\"自然语言处理（NLP）\n2.\"computational linguistics\" → \"计算语言学\"（学科标准译名）使用破折号、括号或另起一句的方式处理同位语（如\"语言学分支——计算语言学\"）", "领域标签": "互联网", "文本风格": "专有名词"}
{"src_text": "Java is a robust, statically typed, object-oriented programming language designed to be platform-independent by leveraging the Java Virtual Machine (JVM), which abstracts away the underlying hardware and operating system details.", "参考译文": "\nJava 是一种健壮的、静态类型的面向对象编程语言。它借助 Java 虚拟机（JVM）实现了平台无关性，因为 JVM 能够屏蔽底层硬件和操作系统的具体细节。", "考察点": "1. robust 鲁棒的、强大的\n2. 符合中文表达习惯的语序是：A 是 xx 语言，利用 xx，实现 xx 的目标", "领域标签": "互联网", "文本风格": "专有名词"}
{"src_text": "Earlier in the development process the product manager meets the intended audience of the product to engage in requirements elicitation, whereas later in the lifecycle the product manager's primary focus may be on acceptance testing of the product.", "参考译文": "在产品开发的早期阶段，产品经理会与目标用户会面来获取需求；而在生命周期的后期，产品经理的主要工作重点可能转为对产品进行验收测试。", "考察点": "1.\"requirements elicitation\"要译为 \"获取需求\"或“需求获取”，这是软件工程规范译法，不能译为“需求引出”。\n2. \"acceptance testing\"为\"验收测试\"，是GB/T 11457标准术语。\n3.\"intended audience\"应译为\"目标用户\"，\"目标受众\"也能接受，但译为“观众”就大错了。", "领域标签": "互联网", "文本风格": ""}
{"src_text": "im gonna do this one day idc what others say", "参考译文": "我总有一天要这么做，不管别人怎么说。", "考察点": "1.第二个i不用翻出来，“我总有一天要做到这件事，不管别人怎么说。”\n2. “idc”即I don't care，译为“我不在乎”“我不管”等都对。", "领域标签": "互联网", "文本风格": "口语,黑话俚语"}
{"src_text": "How many episodes does this K-drama have?", "参考译文": "这部韩剧多少集？", "考察点": "1）“K-drama”建议表述为“韩剧”，更加贴合原文口语的风格。 ", "领域标签": "影视", "文本风格": "口语,黑话俚语"}
{"src_text": "you come across as wholesome dad vibes", "参考译文": "你给人的感觉就是那种爹系暖男。", "考察点": "1. you come across as 你给人的感觉/印象是...\n2. wholesome 近年流行词，描述一种“健康阳光、积极向上、暖心可靠”的气质。常与家庭、温暖、善良相关。\n3. dad vibes “‘老父亲’般的气场/感觉”\n建议：你给人的感觉就是那种爹系暖男型", "领域标签": "互联网", "文本风格": "口语,黑话俚语"}
{"src_text": "Bro has the foreigner opa rizz", "参考译文": "哥们有种外国欧巴的气质。", "考察点": "1. Bro 指的是哥们/兄弟\n2. rizz=网络热词（源于charisma），指 性吸引力/氛围感/撩人魅力\n3. foreigner opa 洋气大叔感/外国欧巴气质", "领域标签": "互联网", "文本风格": "口语,黑话俚语"}
{"src_text": "pls pls pls get a reusable coffee mug ", "参考译文": "我真是求求了，买个可重复使用的咖啡杯吧。", "考察点": "1.pls，网络用缩写语，即please，此处多次重复让我们看到了一个急切的推销场景，可以译为“求求了，求求了，求求了”，不能译为“请请请”，像是口吃，影响阅读。", "领域标签": "日常生活", "文本风格": "口语,黑话俚语"}
{"src_text": "can we just talk about the ‘face card’ of ate guard??!?!?", "参考译文": "都来给我品品这个保安姐姐的颜值！！！", "考察点": "1. can we just talk about...?!?!? 非字面询问，实为强烈安利/震惊感叹，建议：都给我品品...\n2. face card 饭圈黑话，指门面、颜值担当\n3. “ate”是菲律宾语中姐姐的意思，在这句话中意思是姐姐型的保安，或者保安姐姐", "领域标签": "互联网", "文本风格": "口语,黑话俚语"}
{"src_text": "easiest class at ucla hands down, what a goat", "参考译文": "UCLA 最水的课，没有之一，直接封神。", "考察点": "1. easiest class 最容易通过的课/最水的课\n2. UCLA 可以保留缩写或者翻译成美国加州大学洛杉矶分校\n3. hands down 口语化程度词，当之无愧、妥妥的\n4. what a goat 这里 GOAT = Greatest Of All Time (史上最佳)，建议：封神了。\n\nUCLA最水的课没有之一，直接奉神 ", "领域标签": "互联网", "文本风格": "口语,黑话俚语,专有名词"}
{"src_text": "omg girl make a list of all the best psy classes/ prof. i’m transferring in this fall!", "参考译文": "啊啊啊姐妹！求帮忙列下心理学最好的课和教授吧！我今年秋天就要转学过来了！", "考察点": "1. omg 可接受译法： “天啊” / “啊啊啊” / “拜托姐妹” (带点亲昵感和强烈情绪) / “求求了” (根据语境偏向请求)。不可接受： “哦，我的上帝” (生硬直译)。“天哪”（中文语感较弱）。\n2. girl  非字面意义，用于女性网友间表示亲昵、类似中文“姐妹”、“宝”、“集美”\n3. i’m transferring in this fall!  “我这个秋天就要转学过来！” （注意“就要”这个语气不能掉）\n\n啊啊啊姐妹！求求你帮忙列下心理学最好的课和教授吧！我今年秋天就要转学来了！", "领域标签": "日常生活", "文本风格": "口语,黑话俚语"}
{"src_text": "staying on studytok <3", "参考译文": "焊死在抖音/TikTok学习区。", "考察点": "这句话的意思是，“焊死在抖音/TikTok学习区”，没翻出来这个意思的都算大错", "领域标签": "互联网", "文本风格": "口语,黑话俚语"}
{"src_text": "In addition to banning best practice medical care for trans youth up to age 18, Public Chapter No. 1 would require trans youth currently receiving gender-affirming care to end that care within nine months of the law’s effective date of July 1, 2023, or by March 31, 2024.", "参考译文": "《公共法案第1号》不仅禁止向18岁以下的跨性别青少年提供最好的医疗服务，还规定，目前正在接受性别肯定治疗的跨性别青少年必须在法案自 2023 年 7 月 1 日生效之日起的九个月内，即最迟于 2024 年 3 月 31 日终止相关治疗。", "考察点": "1. Public Chapter No.1 公共法案第1号\n2. best practice medical care 最佳医疗服务（中文不习惯说“最佳实践医疗服务”）\n3. gender-affirming care 性别肯定治疗\n4. within nine months of the law’s effective date of July 1, 2023, or by March 31, 2024 注意这里的 or 不是“或”的关系：自2023年7月1日法案生效起9个月内，即最迟于2024年3月31日终止", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "The jury checks judges and prosecutors through its acquittal power, and out of respect for the jury’s sovereignty and the individual’s right to a jury trial, juries have “unreviewable power” to acquit, “even for impermissible reasons.”", "参考译文": "陪审团通过行使无罪裁决权制衡法官与检察官；基于对陪审团司法权威及公民陪审团审判权的尊重，即使裁决依据超出法定理由范畴，陪审团也享有不受复审的终局裁决权。", "考察点": "1. check 在此指 制度性制衡/制约（非字面“检查”）\n2. acquittal power 无罪裁决权\n3. individual’s right to a jury trial 公民/个人接受陪审团审判的权力\n4. unreviewable power 意思是不受复审的终局性权力\n5. even for impermissible reasons 即使裁决依据超出法定理由范畴\n\n陪审团通过行使无罪裁决权制衡法官与检察官；基于对陪审团司法权威及公民陪审团审判权的尊重，陪审团享有不受复审的终局裁决权，即使裁决依据超出法定理由范畴。", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "To align with the Supreme Court’s decision in Grants Pass, the Plaintiffs withdrew their claim that the City’s enforcement of Camping and Sleeping Bans against unhoused people with no place to go violated the Eighth Amendment’s cruel and unusual punishments clause.", "参考译文": "为遵循联邦最高法院在《格兰茨帕斯案》中的裁决，原告方撤回其主张，即认为该市对无处可去的无居所者执行《露宿及露营禁令》违反《美国宪法第八修正案》“禁止施予残酷且不寻常的惩罚”的条款。", "考察点": "1. To align with 为遵循，与…保持一致过于直白生硬\n2. the Plaintiffs withdrew their claim 原告撤回其诉讼主张\n3. Camping and Sleeping Bans 露营露宿禁令\n4. cruel and unusual punishments clause 禁止施予残酷且不寻常的惩罚\n\n为遵循联邦最高法院在《格兰茨帕斯案》中的裁决，原告方撤回其主张，即认为该市对无处可去的无居所者执行《露宿及露营禁令》违反《美国宪法第八修正案》“禁止施予残酷且不寻常的惩罚”的条款。", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "The Eighth Circuit interpreted that provision to render ineligible defendants who meet any of three specific criteria relating to prior crimes. ", "参考译文": "第八巡回上诉法院解释该条款为：满足涉前科犯罪三个具体标准中任一标准的被告人，均被认定为不符合资格。", "考察点": "1. The Eighth Circuit 美国第八巡回上诉法院\n2. 英文结构：法院(主语) + 解释(谓语) + 条款(宾语) + 不定式短语：to render ineligible defendants...) + 条件(who引导定语从句)。中文需将复杂的“使丧失资格”的对象及其限定条件更紧密地整合在一起。“第八巡回上诉法院解释该条款为：满足涉前科犯罪三个具体标准中任一标准的被告人，将被认定为不符合资格。”", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "First, the rule of lenity provides that when a criminal statute is ambiguous, courts should adopt the interpretation that favors defendants. ", "参考译文": "首先，从宽解释原则规定，当刑事法律条文存在歧义时，法院应采纳对被告人更有利的解释。", "考察点": "1. the rule of lenity “从宽解释原则” / “有利被告解释原则”/“存疑时有利于被告原则”\n2. when a criminal statute is ambiguous 存在歧义 > 含糊不清", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "The Act aimed to reduce excessive sentences for low-level, nonviolent drug offenders, offering further support for adopting the more defendant-friendly interpretation of any ambiguity.", "参考译文": "该法案旨在减轻对情节轻微的非暴力涉毒犯罪者的过重刑罚，进一步支持在存在歧义时采纳更有利于被告人的解释。", "考察点": "1. for low-level, nonviolent drug offenders 针对情节轻微的非暴力涉毒犯罪者\n2. offering further support for adopting the more defendant-friendly interpretation of any ambiguity 进一步支持在存在歧义时采纳更有利于被告人的解释。", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "Investigative detentions are bulk intrusions on liberty. While stop and frisks are common, they seldom present evidence of criminality. Furthermore, they can reflect racial disparities. Because of the fear associated with stops and frisks, some people end up running when they see police officers.", "参考译文": "拦截式拘留本质上是对自由的集体性侵害。虽然拦停搜身在现实中很常见，但此举很少能发现犯罪证据，并且往往暴露出种族偏见。因惧怕被盘查搜身，一些人甚至在看见警察时拔腿就跑。", "考察点": "1. stop and frisks 拦停搜身\n2. they seldom present evidence of criminality 很少能发现犯罪证据\n3. Reflect racial disparities 反映种族歧视问题、暴露种族偏见。。若译为“反映种族差异”或“体现种族区别”力度不足，算小错。\n4. Because of the fear associated with stops and frisks, some people end up running when they see police officers.  建议拆分重组为：“因惧怕被盘查搜身，一些人甚至在看见警察时拔腿就跑。”", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "The brief argues that the Pennsylvania Constitution can and should go further the U.S. Constitution in protecting people during investigative-stops.", "参考译文": "该法律意见书认为，在警方进行拦截调查期间，宾夕法尼亚宪法能够且应当比美国联邦宪法更好地保护民众。", "考察点": "1. Brief” 在此处特指法律文件，通常指在法庭诉讼中提交的诉状或法律意见书。需要区别于普通的“摘要”或“简报”。\n2. should go further the U.S. Constitution  必须清晰表达州宪法标准比联邦宪法标准更严格、提供更广泛权利/保护的核心意思。\n3. investigative-stops 拦截调查\n\n后半句建议：在警方进行拦截调查期间更好地保护民众", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "The management, supervision, and administration of the Office shall be vested in the Parliamentarian, who shall be appointed by the Speaker of the House of Representatives without regard to political affiliation and solely on the basis of fitness to perform the duties of the position. Any person so appointed shall serve at the pleasure of the Speaker.", "参考译文": "该办公室的管理、监督和行政职权应归属于议会程序专家，由众议院议长任命，任命过程不受政治立场影响，完全取决于其履行该职位职责的能力。被任命者的任期由议长全权决定。", "考察点": "1. The management, supervision, and administration of the Office shall be vested in the Parliamentarian 这句的意思是 xx 的管理、监督和行政职权应归属于...\n2. The Parliamentarian 并非泛指“国会议员”或“议会成员”。其核心职责是就议事规则和立法程序提供权威意见，确保议会运作合规。建议翻法：议会程序专家\n3. Serve at the pleasure of the Speaker 核心含义是指该职位没有固定任期，其任期完全取决于议长的意愿。", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "However, this process is very technical and far from intuitive to the average person. Several different sections of the US Bankruptcy Code offer varying forms of relief, each with its own advantages and drawbacks.", "参考译文": "然而，该过程的技术性很强，普通人难以直观地理解。美国破产法典的数个章节规定了形式各异的救济，每种都有各自的优缺点。", "考察点": "1. is very technical 非常技术性 <技术性很强、技术含量很高\n2. Far from intuitive to the average person 普通人难以直观理解\n3. The US Bankruptcy Code 《美国破产法》 或《美国破产法典》\n4. Offer varying forms of relief  “救济”通常需结合“形式”、“方式”、“方案”或“措施”等词，构成“救济形式/方式/方案/措施”。译为“救济”单字不可接受。", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "Brushaber v. Union Pac. R.R., 240 U.S. 1 (1916); Stanton v. Baltic Mining Co., 240 U.S. 103 (1916); Tyee Realty Co. v. Anderson, 240 U.S. 115 (1916).", "参考译文": "【布鲁沙伯诉联合太平洋铁路公司案】，240卷《美国判例汇编》第1页（1916年）；【斯坦顿诉波罗的海矿业公司案】，240卷《美国判例汇编》第103页（1916年）；【泰怡房地产公司诉安德森案】，240卷《美国判例汇编》第115页（1916年）", "考察点": "标准格式应为： 原告名 诉 被告名，《判例集卷号 判例集简称 起始页码》（判决年份）。\n\n【布鲁沙伯诉联合太平洋铁路公司案】，240卷《美国判例汇编》第1页（1916年）；\n【斯坦顿诉波罗的海矿业公司案】，240卷《美国判例汇编》第103页（1916年）；\n【泰怡房地产公司诉安德森案】，240卷《美国判例汇编》第115页（1916年）", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "Accordingly, a dredging contractor, recovering a judgment for breach of warranty of the character of the material to be dredged, must include the amount thereof in the gross income of the year in which it was received. ", "参考译文": "因此，一名疏浚承包商若因对方违反关于被疏浚材料性质的保证而通过判决获得赔偿，则其必须将在该年度所获赔偿金计入当年的总收入。", "考察点": "原文意思是疏浚承包商应该把所获的的违约金（质量保证违约）计入当年的总收入，理解为其他意思算大错。", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "Seven of the ten judges upheld the district court’s decision that Alice’s method claims and computer-readable medium claims were not patent-eligible, but they did so for different reasons.", "参考译文": "十位法官中有七位支持地区法院的裁定，即认为 Alice 的方法权利要求和计算机可读介质权利要求不具备专利适格性，但他们作出这一维持判决的理由各不相同。", "考察点": "1. method claims 方法权利要求\n2. Computer-readable medium claims 计算机可读介质权利要求\n3. patent-eligible 专利适格性\n4. But they did so for different reasons 其中 Did so： 指代前文的动作 “uphold the decision”。中文需明确译为 “（作出）这一维持判决” 或 “维持该判决”。", "领域标签": "法律", "文本风格": "正式"}
{"src_text": "Orenthal James Simpson was a criminal trial in Los Angeles County Superior Court, in which former NFL player  O.J.Simpson was tried and acquitted for the murders of his ex-wife and her friend, who were stabbed to death outside Brown's condominium.", "参考译文": "O.J.辛普森案是在洛杉矶县高等法院进行的一场刑事审判，该案中，前 NFL 球员 O.J.辛普森因谋杀其前妻及其友人而受审，后被宣告无罪；他的前妻及其友人是在布朗的公寓外被刺身亡的。", "考察点": "was tried and acquitted for the murders 因谋杀其前妻及其友人而受审，后被宣告无罪\n\n\nO.J. 辛普森案是在洛杉矶县高等法院进行的一场刑事审判，该案中，前NFL球员O.J. 辛普森因谋杀其前妻及其友人而受审，后被宣告无罪；他的前妻及其友人是在布朗的公寓外被刺身亡的。", "领域标签": "法律", "文本风格": "专有名词"}
{"src_text": "Specifically, the court affirms the decision by the Patent Trial and Appeal Board (PTAB) in February 2017 that the Broad’s patents don’t step on CRISPR applications that researchers from Berkeley and the University of Vienna had filed patents for at an earlier date. ", "参考译文": "具体而言，法院维持了专利审判和上诉委员会（PTAB）于 2017 年 2 月作出的决定，即布罗德研究所的专利不侵犯加州大学伯克利分校和维也纳大学的研究者更早申请的 CRISPR 应用技术专利。", "考察点": "1. Affirms the decision / 维持（了）该项决定\n2. Patent Trial and Appeal Board (PTAB) / 专利审判和上诉委员会 (PTAB)\n3. The Broad’s patents / 布罗德研究所的专利\n4. Don’t step on 未侵犯\n5. 原句结构复杂：“affirms the decision that [A don’t step on B that C had filed for D]”。需整合为符合中文语序（主谓宾）和短句习惯的表达。\n\n具体而言，法院维持了专利审判和上诉委员会（PTAB）于2017年2月作出的决定，即布罗德研究所的专利不侵犯加州大学伯克利分校和维也纳大学的研究者更早申请的CRISPR应用技术专利。", "领域标签": "法律", "文本风格": "专有名词"}
{"src_text": " Holiday shopping is made easy with Rufus, our #AI-powered assistant. Ask for gift ideas, compare products, and find the best deals. Just look for the chat bubbles with a sparkle in the Amazon app. Let Rufus be your personal shopper this season!", "参考译文": "我们的 AI 助手 Rufus 助你轻松完成节日扫货！礼物推荐，货比三家，砍价打折……统统帮你搞定。点击亚马逊应用程序中的星标聊天气泡，召唤 Rufus 成为你本季的私人购物顾问吧！", "考察点": "1. Holiday shopping is made easy with Rufus 有了Rufus，节日购物变(得)轻松(简单/省心)\n2. our #AI-powered assistant 英文原文用同位语，中文也可调整成短句介绍。Rufus 是我们的 #AI智能助手\n3. Ask for gift ideas, compare products, and find the best deals “询问送礼创意”、“比较商品价格”、“发现最值折扣”\n4. Just look for the chat bubbles with a sparkle in the Amazon app. 只需打开亚马逊APP，找到带有星标的聊天按钮即可。\n5. Let Rufus be your personal shopper this season! 这个节日季，就让Rufus成为您的私人购物顾问吧！（需要有宣传语的感觉）", "领域标签": "电商", "文本风格": "专有名词"}
{"src_text": "The week’s deluge of earnings reports continued after the closing bell Thursday, with e-commerce giant Amazon and social media platform Pinterest providing profit updates to investors.", "参考译文": "周四收盘后，本周密集的财报发布潮仍在延续。电商巨头亚马逊和社交媒体平台 Pinterest 相继向投资者披露了最新盈利情况。", "考察点": "1. The week’s deluge of earnings reports  财报密集发布/扎堆出炉\n2. continued after the closing bell Thursday 持续至周四收盘后\n3. providing profit updates to investors  向投资者发布了最新利润数据\n4.  英文原文用 with + N + V-ing 结构表示伴随动作，中文化需流畅连接前后两部分信息（财报潮持续 & 两家公司发布）。\n5. \"earnings reports\"最好翻译成“财报”", "领域标签": "金融财经", "文本风格": "正式"}
{"src_text": "Under the amendments, e-commerce platforms will face several restrictions and increased compliance burden.", "参考译文": "根据修订内容，电商平台将面临更多的限制，合规负担也将相应加重。", "考察点": "1. Under the amendments 根据修订案/修订案规定\n2. 后面两个名词的并列在中文处理成短句子更流畅：电商平台将面临更多的限制，合规负担也将相应加重。", "领域标签": "电商", "文本风格": ""}
{"src_text": "He also said the government will come out with the long pending ecommerce policy and clarification to the existing FDI policy for ecommerce sector after the draft consumer protection rules for e-commerce are finalized.", "参考译文": "他还表示，在敲定电子商务消费者保护规则草案后，政府还将出台长期悬而未决的电子商务政策，并就现行外商直接投资政策中涉及该领域的相关问题进行说明。", "考察点": "1. the long pending ecommerce policy 拖延已久的电商政策\n2. and clarification to the existing FDI policy for ecommerce sector 及对现行电商领域外国直接投资政策的说明/澄清\n3.原文是典型法律政策文本长句，包含主句 (He said government will come out with X and Y)、多个并列宾语 (X and Y)、复杂定语 (long pending, clarification to…, for ecommerce sector) 以及关键时间状语从句 (after Z are finalized)。需拆分为符合中文政策文本阅读习惯的短句。\n\n他还表示，在《电子商务消费者保护规则（草案）》定稿后，政府将出台拖延已久的电子商务政策，并发布针对现行电商领域外国直接投资政策的说明。", "领域标签": "法律", "文本风格": "专有名词"}
{"src_text": "It's perfect for many occasions, on dates, to school, daily wear, office wear, at home, have drinks..or any other occasions that you can think of..only 10 dollars, and only for today!", "参考译文": "万能百搭之选！浪漫约会、青春校园、日常通勤、职场造型、居家休闲、聚会小酌……随心百搭！仅需 10 美元带回家，仅限今日！", "考察点": "注意要保留原文的宣传性语气：\n万能百搭之选！约会、上学、日常通勤、上班造型、居家休闲、聚会小酌……随心百搭！仅需10美元带回家，限时仅限今日！", "领域标签": "电商", "文本风格": "口语"}
{"src_text": "Prakash Sikaria, senior vice-president for growth and monetisation at Flipkart, said the platform will also help resellers set up their own websites in the future.", "参考译文": "Prakash Sikaria 是 Flipkart 负责业务增长和货币化的高级副总裁，他表示，该平台未来还将帮助经销商搭建自己的网站。", "考察点": "1.Flipkart（一家注册于新加坡、总部位于印度班加罗尔的电子商务公司，成立于2007年）和Prakash Karat都可以保留英文，不盲目做翻译处理，若要音译，译名后要加括号写出英文原名。\n2. “负责促进业务增长的副总裁”\n3. “reseller” 要译成“中间商”或“转销商”等。", "领域标签": "电商", "文本风格": "专有名词"}
{"src_text": "At the same time, it is also engaged in contactless delivery through 'Out-Of-Store' mediums, while taking benefit of the e-commerce growth wave.", "参考译文": "与此同时，它还通过店外渠道进行无接触配送，借此搭上了电商飞速发展的快车。", "考察点": "1. contactless delivery 无接触配送\n2. through 'Out-Of-Store' mediums 借助店外渠道", "领域标签": "电商", "文本风格": "专有名词"}
{"src_text": "I think we had supplier issues and a backlog of some to be sent", "参考译文": "我认为我们的供应商出问题了，手头也有一些发不出去的积压货品。", "考察点": "", "领域标签": "电商", "文本风格": "口语"}
{"src_text": "It’s hard to see how “significantly reduced prices, high discounts or any other such promotions or attractive offers” for a period of time “limit customer choice, increase prices and prevent a level playing field.”", "参考译文": "\n很难理解为何“大幅降价、高额折扣或其他此类促销活动和优惠”在一段时期内会“限制顾客选择、导致价格上涨，并阻碍公平竞争”。", "考察点": "1. It’s hard to see how...很难理解为何...\n2. prevent a level playing field 阻碍公平竞争；破坏公平的竞争环境\n\n很难理解为何“大幅降价、高额折扣或其他此类促销活动和优惠”在一段时期内会“限制顾客选择、导致价格上涨，并阻碍公平竞争”。", "领域标签": "电商", "文本风格": ""}
{"src_text": "Let me see how many people are interested in our discount event today. If you are intereted, please type 1 in the comment section.", "参考译文": "我来看看今天我们的折扣吸引了多少观众朋友。如果你感兴趣的话，请在评论区扣“1”哈。", "考察点": "1.\"discount event\"可以译成 \"优惠活动\"，覆盖面更广。折扣活动也不错。\n2.\"type 1 in the comment section\" 在电商直播语境下可以译成\"评论区扣1\"，更地道。", "领域标签": "电商", "文本风格": "口语"}
{"src_text": "It plans to triple exports from India to $10 billion by 2027, and will float Flipkart in the local equity market.", "参考译文": "该公司计划到 2027 年将印度出口额提高两倍至 100 亿美元，并将推动 Flipkart 在当地股市上市。", "考察点": "1. triple 增加 2 倍或增至 3 倍\n2. and will float Flipkart 计划将Flipkart在当地上市\n\n该公司计划到2027年将印度出口额提高两倍至100亿美元，并将推动Flipkart在当地股市上市。", "领域标签": "金融财经", "文本风格": "专有名词"}
{"src_text": "E-tailers typically highlight certain products as non-returnable at pre-purchase stage and generally offer free exchange or refunds to consumers. ", "参考译文": "电商卖家一般会在下单前就标明某些产品是不支持退货的，且通常也会向消费者提供免费换货或退款服务。", "考察点": "1.\"E-tailers\"译为\"电商平台\"比\"电子零售商\"更符合中文习惯。\n2.\"non-returnable\"译为 \"不可退货\"，必须明确退货属性，译为\"不可退回\"算小错。\n3.“pre-purchase”译为“购买前“是正确的。", "领域标签": "电商", "文本风格": ""}
{"src_text": "While investment details were not disclosed, Amazon India said it has more than 60 FCs and more than 25 specialised sites dedicated to Amazon Fresh selection for daily essentials and grocery across the country with this expansion.", "参考译文": "尽管投资细节尚未披露，但亚马逊印度仍表示，在此轮扩张后，其在全国已设立了超 60 个履约中心（FCs）和超 25 个亚马逊生鲜（Amazon Fresh）（严选日用杂货的专用站点。", "考察点": "1. FCs (Fulfillment Centres) / 履约中心 / 物流中心\n2. specialised sites dedicated to Amazon Fresh selection  专用于Amazon Fresh品类...的站点，Amazon Fresh译为中文的话要括号保留英文原格式。\n3. daily essentials and grocery 日用品及杂货\n\n尽管投资细节未公开，但亚马逊印度称，在此轮扩张后，其在全国已拥有超60个履约中心（FCs）以及超25个专用于Amazon Fresh精选日用品及杂货品类的专用站点", "领域标签": "电商", "文本风格": "专有名词"}
{"src_text": "Through this effort, Flipkart aims to break stereotypes around the employability of people with disabilities and create more awareness around the capabilities of the community as they manage the hub and its operations end-to-end, making more than 1,100 deliveries every day, it added.", "参考译文": "该公司补充道，Flipkart 旨在以此举打破公众对于残障人士劳动能力的刻板印象，提升社会对该群体能力的认知。这些残障员工能够负责该枢纽的端对端运营管理，每日配送量超1100单。", "考察点": "1. aims to break stereotypes around the employability of people with disabilities 旨在打破关于残障人士就业能力的刻板印象\n2. and create more awareness around the capabilities of the community提升社会对该群体能力的认知\n3. it added -- Flipkart 补充道\n\n该公司还补充道，通过此项举措，Flipkart旨在打破关于残障人士就业能力的刻板印象，并提升社会对该群体能力的认知。毕竟，该群体的员工能够负责该枢纽的端对端运营管理，每日配送量超1,100单。", "领域标签": "电商", "文本风格": "专有名词"}
{"src_text": "Those who haven't followed us, please don't forget to hit the follow button on the top!", "参考译文": "还没关注我们的朋友，别忘了点击上方关注按钮哦！", "考察点": "", "领域标签": "电商", "文本风格": "口语"}
{"src_text": "Let's talk about how to streamline our workflow. The last project hit roadblocks and the process was delayed. We need to dig into the root causes.", "参考译文": "我们聊聊如何精简工作流程。上一个项目遇到了不少阻碍，进度也耽误了。我们得深挖根本原因。", "考察点": "1.“streamline”译为”精简、简化“，不能译为“优化”\n2. “roadblocks”即路障，引申为“障碍，困难”等", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "We're interested in the technology you possess for this product line. We're thinking about a possible technology transfer.", "参考译文": "我们对贵司这条产品线所拥有的技术很感兴趣，想了解您是否可以进行技术转让。", "考察点": "1.“We're thinking about a possible technology transfer.”结合上文，这句话要体现出希望对方能进行技术转让的请求感，可以译成“或许您有可能像我们进行技术转让”", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "I hope John will join us. He is a fireball.", "参考译文": "希望 John 能加入我们。他是个精力充沛的人。", "考察点": "1.“fireball”指精力充沛的人，可不能译成“火辣辣的人”，意思完全不对。", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "Let's push the boundaries on this project. We need something really innovative! Throw out the conventions, I want something edgy!", "参考译文": "我们在这个项目上要打破边界。我们需要真正有创新性的东西！摒弃常规，我要的是大胆前卫、与众不同！", "考察点": "", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "Make your cubicle neat, tidy and make it a homey charm.", "参考译文": "把你的工位收拾得整洁有序，营造出家一样的温馨。", "考察点": "1.“crucible”，原意为“坩锅”，此处为“小房间”\n2. “homey charm”，“家一样的温馨”，类似的情感都对。", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "My boss is a hard nut to crack;it's tough to get him change his mind.He's notoriously stubborn for every project.", "参考译文": "我老板非常难搞，让他改变主意可太难了。对任何项目，他都是出了名的固执。", "考察点": "1.“a hard nut to crack\"，译为“难啃的硬骨头”，“难搞的家伙”等都对。", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "Can you price that option idea we talked about, half yard?Need it in full", "参考译文": "咱们之前聊的那个 “半码” 期权方案，能给算算价格吗？麻烦给个完整报价。", "考察点": "1.\"price that option\" 译为 \"对期权方案进行定价\"，要保留\"option\"金融属性，避免译为\"选择\"\n2.\"half yard\"，\"半码\"，是金融行业对\"5亿\"的俚语表述，但放在这里表意不明，可能指“不完全的报价”。\n3.\"Need it in full\"强化为\"需要完整报价\"", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "On the notional level, the idea sounds good, but it might not work in practice. Let's put a pin in it and revisit this idea until everything is squared away.", "参考译文": "这个主意理论上听着不错，但是实操不见得可行。我们先放一放，等一切都妥当了之后再重新考虑。", "考察点": "1.\"put a pin on it\"可译为“先放一放”，不建议译为搁置，搁置一词不太适合表达“暂时”“姑且”这样的情绪\n2. “square away”译为“一切都妥当了”“处理好了”即可。", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "We should track project progress regularly to detect any deviations. Flexibility is essential when adapting to changing project requirements.", "参考译文": "我们应该定期跟踪项目进展，这样可以及时发现任何偏差。面对不断变化的项目需求，保持灵活至关重要。", "考察点": "1. to detect any deviations,应译为“以及时发现偏差”，“以发现任何偏差“不太符合中文用语习惯。", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "The first year associate's primary job is to block billable hours. And with most of those numbers down in each of your departments, clearly some of you aren't doing yours. While this meeting isn't about naming names, It is about asking you to step up!", "参考译文": "一年级律师的首要任务就是保证计费工时。但是，现在你们各个部门的工时计数普遍下滑，显然，你们有些人没有做好自己的本职工作。这次开会的目的不是点名批评，而是要敦促你们打起精神，提升表现！", "考察点": "1. The first year associate 一年级律师/初级律师\n2. block billable hours 保证计费工时\n3. with most of those numbers down 此句与前文（职责描述）构成反差，中文需通过 “然而”、“但是”、“可（是）” 体现。（然而）各部门的（计费工时）数字大多在下降 \n4. clearly some of you aren’t doing yours 很明显，你们有些人没有做好（自己）的本职工作\n5. this meeting isn’t about naming names 本次会议的目的不是点名批评\n6. It is about asking you to step up! 而是要敦促你们打起精神，提升表现！", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "Despite trading flows and volumes booming, I think we’re still prudent to lean out our operation while the going’s good. The cost-cutting in good times is doubly wise to my mind, and again, frankly, we’ll be looking to subsume either New York CPS into London CPS or vice versa. Trading from home has shown us we can do more with less.", "参考译文": "虽然当前交易流和交易量都在飙升，我仍然认为在形势良好时精简业务是明智之举。依我之见，顺风降本，明智加倍。坦白说，我们也确实在考虑将纽约 CPS 并入伦敦 CPS，或者将伦敦 CPS 并入纽约CPS。远程交易的实践已经证明，我们可以用更少的资源完成更多的事情。", "考察点": "1. prudent to lean out our operation 精简业务依旧是明智之举\n2. while the going’s good “趁形势好/顺利的时候”\n3. The cost-cutting in good times is doubly wise 盛世降本，明智加倍\n4. subsume either New York CPS into London CPS or vice vers 将A并入B，或将B并入A\n5. Trading from home 居家交易/远程交易", "领域标签": "办公对话", "文本风格": "专有名词"}
{"src_text": "Daniel’s worryingly young for someone I trust so much. I’m telling you, if you take the best minds and mouths away from the point of execution in London… you are out of your mind.", "参考译文": "丹尼尔那么年轻，却深得我信任。我可以告诉你，如果你把最聪明和最能言善辩的那群人调离伦敦决策层的话……你简直是疯了。", "考察点": "1. \"Daniel’s worryingly young for someone I trust so much.\" 可译为“丹尼尔那么年轻，却深得我信任”，应该是一种肯定的表达，不应译为“对于我如此信任的人来说，丹尼尔的年纪太小了”\n2. “best minds and mouths”可以概括为“最优秀的人才”或具体化为“最聪明的人和最能言善辩的人”，不能直译。\n3. \"the point of execution\"可译为“执行层”或者”决策层“，它应当指一家公司或一个机构的决策中枢，不能译为“行刑现场“（大错）“执行点”，“执行现场”等，太过生硬。\n", "领域标签": "办公对话", "文本风格": "专有名词"}
{"src_text": "What are we doing about sales credits on this Rican deal? I just feel like I’ve really kept the relationship with Felim ticking. So, I was thinking that we could go halves?", "参考译文": "关于这个 Rican 项目的销售提成，我们打算怎么分配？我觉得一直是我在维系和 Felim 的关系。所以我在想，咱们是不是可以五五分？", "考察点": "1. “Sales credits”应译为“销售提成”或“销售佣金”，但不能译为“销售积分”。\n2.Rican意义不明，若\"Rican\"为项目代号，保留英文原格式，译为：\"Rican项目\"。 若指\"Puerto Rican\"（波多黎各），需补全：\"波多黎各业务\"\n3. Felim 是名称，保留原格式不强行音译，若音译需在后面加括号写上原名。", "领域标签": "办公对话", "文本风格": "口语"}
{"src_text": "I missed the opportunity to study abroad when I was in school. So when I graduated, I went abroad to work. I def recommend it, but I think people don't think about culture shock, reverse culture shock, their mental ability to handle it, and the length of time they should stay abroad.", "参考译文": "上学时错过了出国留学的机会，所以毕业之后我就去国外工作了。这事儿我真心推荐，但我觉得很多人没考虑到文化冲击、反向文化冲击，还有自己的心理承受能力，以及在国外待多久才合适这些问题。", "考察点": "1. def recommend译为“非常/极力”推荐\n2.culture shock译为“文化冲击”/“文化休克”，指一个人或一个组织在不同国家文化中因文化差异而受到的焦虑困惑等。reverse culture shock指在国外呆了太久的人回国后在文化上的不适应感。所以要增译“回国后。", "领域标签": "留学移民", "文本风格": ""}
{"src_text": "From 1 July 2016, the Australian government introduced a new student visa assessment scheme. A key part of this is the Genuine Temporary Entrance assessment, which is designed to ensure that all students are bona fide students.", "参考译文": "自 2016 年 7 月 1 日起，澳大利亚政府推出了新的学生签证评估体系。该体系的核心之一是“短期入境真实目的评估”（Genuine Temporary Entrant assessment），旨在确保所有申请人都是真正有留学意图的人。", "考察点": "1. bona fide students.直译为“真正的学生”，但这里还要进一步理解为“是有着真正留学意图的人”\n2. Genuine Temporary Entrance assessment，可译为“短期入境真实目的评估”，还是不能直译。", "领域标签": "留学移民", "文本风格": "正式"}
{"src_text": "The idea of being alone does make me anxious but just knowing the experience, opportunities, memories, knowledge I would gain. It makes it worth while. Study abroad for my university will just be one of my best achievements ever.", "参考译文": "一想到要独自在外，我确实会有点焦虑，但一想到能收获的那些经历、机遇、回忆和知识，就觉得一切都值了。大学期间能出国留学，一定会成为我这辈子最棒的成就之一。", "考察点": "1. The idea of being alone应译为“孤身一人”/“孑然一身”，不能译为“独处”", "领域标签": "留学移民", "文本风格": ""}
{"src_text": "Heyy, you should do a video talking about the post travel depression feeling after studying abroad, idk if that’s the right term to say it but since I got home after being in Canada, i feel so sad, just to think  about all the memories there, the people I met and probably not have the chance for seeing them again, missing the freedom to be in other country:( Im kinda dealing with that right now", "参考译文": "嗨，你应该做个视频，谈谈留学回来之后那种失落感，我也不知道这样描述对不对，但是自打我从加拿大回国以来，只要想想在那里的回忆，想到在那儿遇到的人可能再也见不到了，就很难过，很怀念在异国他乡的那种自由。：( 我现在就在经历这种感受。", "考察点": "1.idk：I don't know 我不知道\n2.( Im kinda dealing with that right now，像是说话人的一个对现状的补充描述，结合上文应译为“我现在就在经历/经受这种感觉”，只译为“我正在处理这个”是不可以的。", "领域标签": "留学移民", "文本风格": "专有名词"}
