{"INPUT":"“What I’d say is the level of sophistication of the material is the first reason why I wanted to do this,” Gomez said of Only Murders in the Building, noting that when she was a kid, “I didn’t know what I was doing. I was just running around on set.” ","SEED_X":"\"Was ich sagen würde, ist, dass der Grad der Komplexität des Materials der erste Grund ist, warum ich das tun wollte\", sagte Gomez über Only Murders in the Building und bemerkte, dass sie als Kind \"nicht wusste, was ich tat. Ich bin einfach am Set herumgelaufen.\"","SEED_X_SCORE":3.5,"SYSTEM1":"„Was ich sagen würde, ist, dass das Niveau der Raffinesse des Materials der erste Grund ist, warum ich das machen wollte“, sagte Gomez über Only Murders in the Building und fügte hinzu, dass sie als Kind „nicht wusste, was ich tat. Ich rannte einfach nur auf dem Set herum.“","SYSTEM1_SCORE":3.5,"SYSTEM2":"„Ich würde sagen, der Grad der Komplexität des Materials ist der Hauptgrund, warum ich das machen wollte“, sagte Gomez über „Only Murders in the Building“ und merkte an, dass sie als Kind „nicht wusste, was ich tat. Ich bin einfach am Set herumgerannt.“","SYSTEM2_SCORE":3.5,"SYSTEM3":"„Ich würde sagen, das Niveau der Anspruchsvollheit des Materials ist der erste Grund, warum ich das machen wollte“, sagte Gomez über *Only Murders in the Building* und fügte hinzu, dass sie als Kind „nicht wusste, was ich tat. Ich bin einfach am Set herumgerannt.“","SYSTEM3_SCORE":3.5}
{"INPUT":"Microsoft launched Windows 3.0, featuring streamlined user interface graphics and improved protected mode capability for the Intel 386 processor, and both Office and Windows became dominant in their respective areas.","SEED_X":"Microsoft brachte Windows 3.0 auf den Markt, das sich durch eine optimierte Benutzeroberfläche und verbesserte Funktionen im geschützten Modus für den Intel 386-Prozessor auszeichnete. Sowohl Office als auch Windows wurden in ihren jeweiligen Bereichen zum Marktführer.","SEED_X_SCORE":3.5,"SYSTEM1":"Microsoft brachte Windows 3.0 auf den Markt, das eine optimierte grafische Benutzeroberfläche und verbesserte Protected-Mode-Funktionen für den Intel-386-Prozessor bot, und sowohl Office als auch Windows etablierten sich in ihren jeweiligen Bereichen als führend.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Microsoft brachte Windows 3.0 auf den Markt, das über eine optimierte Grafik der Benutzeroberfläche und einen verbesserten geschützten Modus für den Intel 386-Prozessor verfügte, und sowohl Office als auch Windows wurden in ihren jeweiligen Bereichen führend.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Microsoft veröffentlichte Windows 3.0, das über eine optimierte Benutzeroberfläche und verbesserte Fähigkeiten im geschützten Modus für den Intel-386-Prozessor verfügte, und sowohl Office als auch Windows setzten sich in ihren jeweiligen Bereichen als dominante Lösungen durch.","SYSTEM3_SCORE":3.5}
{"INPUT":"KeifeRx was founded in 2019 to redefine the treatment experience for patients suffering from neurodegenerative diseases and movement disorders which include but are not limited to, Alzheimer's Disease, Lewy Body Dementia and Parkinson's Disease.","SEED_X":"KeifeRx wurde 2019 gegründet, um das Behandlungserlebnis für Patienten, die an neurodegenerativen Erkrankungen und Bewegungsstörungen leiden, neu zu definieren, einschließlich, aber nicht beschränkt auf Alzheimer-Krankheit, Lewy-Körper-Demenz und Parkinson-Krankheit.","SEED_X_SCORE":3.5,"SYSTEM1":"KeifeRx wurde 2019 gegründet, um das Behandlungserlebnis für Patienten mit neurodegenerativen Erkrankungen und Bewegungsstörungen neu zu definieren, darunter unter anderem Alzheimer, Lewy-Body-Demenz und Parkinson.","SYSTEM1_SCORE":3.5,"SYSTEM2":"KeifeRx wurde 2019 gegründet, um die Behandlungserfahrung für Patienten mit neurodegenerativen Erkrankungen und Bewegungsstörungen, darunter unter anderem Alzheimer, Lewy-Body-Demenz und Parkinson, neu zu definieren.","SYSTEM2_SCORE":3.5,"SYSTEM3":"KeifeRx wurde im Jahr 2019 gegründet, um das Behandlungserlebnis für Patienten, die an neurodegenerativen Erkrankungen und Bewegungsstörungen – einschließlich, aber nicht beschränkt auf Alzheimer-Krankheit, Lewy-Körperchen-Demenz und Parkinson-Krankheit – leiden, neu zu definieren.","SYSTEM3_SCORE":3.5}
{"INPUT":"While investment details were not disclosed, Amazon India said it has more than 60 FCs and more than 25 specialised sites dedicated to Amazon Fresh selection for daily essentials and grocery across the country with this expansion.","SEED_X":"Obwohl die Investitionsdetails nicht bekannt gegeben wurden, gab Amazon India an, dass es mit dieser Expansion mehr als 60 FCs und mehr als 25 spezialisierte Standorte gibt, die der Auswahl von Amazon Fresh für tägliche Bedarfsartikel und Lebensmittel im ganzen Land gewidmet sind.","SEED_X_SCORE":3.5,"SYSTEM1":"Während keine Angaben zu den Investitionssummen gemacht wurden, erklärte Amazon India, dass es mit dieser Erweiterung mehr als 60 FCs und mehr als 25 spezialisierte Standorte gibt, die der Amazon Fresh-Auswahl für tägliche Grundbedürfnisse und Lebensmittel im ganzen Land gewidmet sind.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Während keine Investitionsdetails bekannt gegeben wurden, sagte Amazon India, dass es mit dieser Expansion über mehr als 60 FCs und mehr als 25 spezialisierte Standorte verfügt, die sich der Amazon Fresh-Auswahl für Waren des täglichen Bedarfs und Lebensmittel im ganzen Land widmen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Obwohl Einzelheiten der Investition nicht bekannt gegeben wurden, teilte Amazon India mit, dass das Unternehmen durch diese Erweiterung nun über 60 Fulfillment-Center und mehr als 25 spezialisierte Standorte verfügt, die landesweit speziell für die Auswahl von Amazon Fresh mit täglichen Bedarfsartikeln und Lebensmitteln genutzt werden.","SYSTEM3_SCORE":3.5}
{"INPUT":"Specifically, the court affirms the decision by the Patent Trial and Appeal Board (PTAB) in February 2017 that the Broad’s patents don’t step on CRISPR applications that researchers from Berkeley and the University of Vienna had filed patents for at an earlier date. ","SEED_X":"Konkret bestätigt das Gericht die Entscheidung des Patent Trial and Appeal Board (PTAB) vom Februar 2017, dass die Patente von Broad keine CRISPR-Anwendungen beeinträchtigen, für die Forscher von Berkeley und der Universität Wien bereits zu einem früheren Zeitpunkt Patente angemeldet hatten.","SEED_X_SCORE":4.0,"SYSTEM1":"Insbesondere bestätigt das Gericht die Entscheidung des Patent Trial and Appeal Board (PTAB) vom Februar 2017, dass die Patente des Broad Institute keine Schutzrechte für CRISPR-Anwendungen beeinträchtigen, für die Forscher aus Berkeley und der Universität Wien bereits zu einem früheren Zeitpunkt Patente angemeldet hatten.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Konkret bestätigt das Gericht die Entscheidung des Patent Trial and Appeal Board (PTAB) vom Februar 2017, wonach die Patente von Broad keine CRISPR-Anwendungen beeinträchtigen, für die Forscher aus Berkeley und der Universität Wien zu einem früheren Zeitpunkt Patente angemeldet hatten.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Insbesondere bestätigt das Gericht die Entscheidung des Patent Trial and Appeal Board (PTAB) vom Februar 2017, dass die Patente des Broad Institute keine CRISPR-Anwendungen verletzen, für die Forscher der Universität Berkeley und der Universität Wien bereits zu einem früheren Zeitpunkt Patente angemeldet hatten.","SYSTEM3_SCORE":3.5}
{"INPUT":"Intrinsically stretchable electronics represent an attractive platform for next-generation implantable devices by reducing the mechanical mismatch and the immune responses with biological tissues.","SEED_X":"Intrinsisch dehnbare Elektronik stellt eine attraktive Plattform für implantierbare Geräte der nächsten Generation dar, indem sie die mechanische Diskrepanz und die Immunreaktionen mit biologischen Geweben reduziert.","SEED_X_SCORE":3.5,"SYSTEM1":"Intrinsisch dehnbare Elektronik stellt eine attraktive Plattform für Implantate der nächsten Generation dar, indem sie die mechanische Unverträglichkeit und die Immunreaktionen mit biologischem Gewebe verringert.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Intrinsisch dehnbare Elektronik stellt eine attraktive Plattform für implantierbare Geräte der nächsten Generation dar, indem sie die mechanische Fehlanpassung und die Immunreaktionen mit biologischem Gewebe reduziert.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Intrinsisch dehnbare Elektronik bietet eine attraktive Plattform für implantierbare Geräte der nächsten Generation, indem sie die mechanische Fehlanpassung und Immunreaktionen mit biologischem Gewebe reduziert.","SYSTEM3_SCORE":3.5}
{"INPUT":"ByteDance has developed industry-leading technologies such as face recognition and speech recognition, which are applied in products like Douyin's \"Awkward Dance Machine\" and emoji stickers, enabling precise content delivery and push notifications, as well as assisting in content moderation with AI.","SEED_X":"ByteDance hat branchenführende Technologien wie Gesichtserkennung und Spracherkennung entwickelt, die in Produkten wie Douyins „Awkward Dance Machine“ und Emoji-Stickern eingesetzt werden. Diese ermöglichen eine präzise Bereitstellung von Inhalten und Push-Benachrichtigungen sowie die Unterstützung bei der Inhaltsmoderation mit KI.","SEED_X_SCORE":4.0,"SYSTEM1":"ByteDance hat branchenführende Technologien wie Gesichtserkennung und Spracherkennung entwickelt, die in Produkten wie Douyins „Awkward Dance Machine“ und Emoji-Stickern eingesetzt werden, um eine präzise Inhaltsauslieferung und Push-Benachrichtigungen zu ermöglichen sowie bei der Inhaltsmoderation mithilfe von KI zu unterstützen.","SYSTEM1_SCORE":4.0,"SYSTEM2":"ByteDance hat branchenführende Technologien wie Gesichtserkennung und Spracherkennung entwickelt, die in Produkten wie Douyins „Awkward Dance Machine“ und Emoji-Stickern zum Einsatz kommen und eine präzise Bereitstellung von Inhalten und Push-Benachrichtigungen ermöglichen sowie mithilfe von KI bei der Moderation von Inhalten helfen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"ByteDance hat branchenführende Technologien wie Gesichtserkennung und Spracherkennung entwickelt, die in Produkten wie Douyins „Awkward Dance Machine“ und Emoji-Stickern eingesetzt werden. Diese ermöglichen präzise Inhaltsauslieferung und Push-Benachrichtigungen sowie die Unterstützung der Content-Moderation durch KI.","SYSTEM3_SCORE":3.5}
{"INPUT":"Too much emphasis was put on scholarship and professionalism, and those things were defined by a pose of detachment, specialization, critical thinking, aloofness and a mythical belief in cool reasoning.","SEED_X":"Zu viel Wert wurde auf Gelehrsamkeit und Professionalität gelegt, und diese Dinge wurden durch eine Haltung der Distanziertheit, Spezialisierung, kritisches Denken, Unnahbarkeit und einen mythischen Glauben an kühles Denken definiert.","SEED_X_SCORE":3.5,"SYSTEM1":"Es wurde zu viel Wert auf Gelehrsamkeit und Professionalität gelegt, und diese Eigenschaften wurden durch eine Haltung der Distanz, Spezialisierung, kritischen Denkens, Zurückhaltung und einen mythischen Glauben an nüchterne Vernunft definiert.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Es wurde zu viel Wert auf Gelehrsamkeit und Professionalität gelegt und diese Dinge wurden durch eine Pose der Distanziertheit, Spezialisierung, des kritischen Denkens, der Zurückhaltung und einem mythischen Glauben an kühles Denken geprägt.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Es wurde zu viel Gewicht auf Gelehrsamkeit und Professionalität gelegt, und diese Dinge definierten sich durch eine Haltung der Distanziertheit, der Spezialisierung, des kritischen Denkens, der Zurückhaltung und einen mythischen Glauben an nüchterne Argumentation.","SYSTEM3_SCORE":3.5}
{"INPUT":"pls pls pls get a reusable coffee mug ","SEED_X":"Bitte, bitte, bitte besorg dir eine wiederverwendbare Kaffeetasse.","SEED_X_SCORE":3.5,"SYSTEM1":"Bitte, bitte, bitte besorg dir eine wiederverwendbare Kaffeetasse.","SYSTEM1_SCORE":3.5,"SYSTEM2":"bitte, bitte, bitte hol dir einen wiederverwendbaren Kaffeebecher","SYSTEM2_SCORE":3.5,"SYSTEM3":"Bitte bitte bitte besorg dir einen wiederverwendbaren Kaffeebecher.","SYSTEM3_SCORE":4.0}
{"INPUT":"You won’t want to miss the bustling port city of Bergen. Known as the “Gateway to the Fjords”, it’s the perfect base for day trips into the surrounding countryside. Plus, Forbes named it among their top places to visit in 2024.","SEED_X":"Sie werden die geschäftige Hafenstadt Bergen nicht verpassen wollen. Bekannt als das „Tor zu den Fjorden“, ist es der perfekte Ausgangspunkt für Tagesausflüge in die umliegende Landschaft. Außerdem hat Forbes sie zu einem der Top-Reiseziele für 2024 gekürt.","SEED_X_SCORE":4.0,"SYSTEM1":"Sie werden die lebendige Hafenstadt Bergen nicht verpassen wollen. Bekannt als das „Tor zu den Fjorden“, ist sie der ideale Ausgangspunkt für Tagesausflüge ins Umland. Zudem hat Forbes sie zu einer der Top-Reiseziele für 2024 gekürt.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Die geschäftige Hafenstadt Bergen sollten Sie sich nicht entgehen lassen. Bekannt als „Tor zu den Fjorden“, ist sie der perfekte Ausgangspunkt für Tagesausflüge in die umliegende Landschaft. Forbes zählte sie außerdem zu den Top-Reisezielen 2024.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Sie werden die geschäftige Hafenstadt Bergen nicht verpassen wollen. Als „Tor zu den Fjorden“ bekannt, ist sie der perfekte Ausgangspunkt für Tagesausflüge in die umliegende Landschaft. Zudem hat Forbes sie zu einem der besten Reiseziele 2024 gekürt.","SYSTEM3_SCORE":3.5}
{"INPUT":"The Eighth Circuit interpreted that provision to render ineligible defendants who meet any of three specific criteria relating to prior crimes. ","SEED_X":"Der Achte Bezirk interpretierte diese Bestimmung so, dass Angeklagte, die eines von drei spezifischen Kriterien in Bezug auf frühere Straftaten erfüllen, nicht in Frage kommen.","SEED_X_SCORE":4.0,"SYSTEM1":"Das Eighth Circuit interpretierte diese Bestimmung dahingehend, dass Angeklagte, die eine der drei bestimmten Voraussetzungen bezüglich vorheriger Straftaten erfüllen, nicht in Frage kommen.","SYSTEM1_SCORE":2.5,"SYSTEM2":"Der Achte Gerichtsbezirk interpretierte diese Bestimmung dahingehend, dass Angeklagte, die eines von drei spezifischen Kriterien im Zusammenhang mit früheren Straftaten erfüllen, nicht mehr strafbar sind.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Der Achte Circuit interpretierte diese Bestimmung dahingehend, Angeklagte für unzulässig zu erklären, die eines von drei spezifischen Kriterien bezüglich früherer Straftaten erfüllen.","SYSTEM3_SCORE":3.5}
{"INPUT":"G'day mate！a couple of us decide to head bush for a bit of a camping trip after brekkie. We are gonna pack up the ute with our swags, eskies full of brews, and some snacks for the trip. ","SEED_X":"Hallo Kumpel! Ein paar von uns haben beschlossen, nach dem Frühstück einen kleinen Campingausflug in die Wildnis zu machen. Wir werden den Pickup mit unseren Schlafsäcken, Eskies voller Bier und einigen Snacks für die Reise beladen.","SEED_X_SCORE":3.0,"SYSTEM1":"G'day, Kumpel! Ein paar von uns haben beschlossen, nach dem Frühstück etwas ins Hinterland zu fahren und ein bisschen zu campen. Wir werden den Pickup mit unseren Schlafsäcken, Kühlboxen voll Bier und ein paar Snacks für die Fahrt beladen.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Guten Tag, Kumpel! Ein paar von uns beschließen nach dem Frühstück, einen kleinen Campingausflug in die Wildnis zu machen. Wir packen den Pickup mit unserem Gepäck, Kühlboxen voller Bier und ein paar Snacks für den Ausflug voll.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Guten Tag, Kumpel! Nach dem Frühstück haben ein paar von uns beschlossen, ins Grüne zu fahren, um ein bisschen zu campen. Wir werden den Pick-up mit unseren Schlafsäcken, Kühlboxen voller Bierdosen und ein paar Snacks für den Trip beladen.","SYSTEM3_SCORE":3.5}
{"INPUT":"From 1 July 2016, the Australian government introduced a new student visa assessment scheme. A key part of this is the Genuine Temporary Entrance assessment, which is designed to ensure that all students are bona fide students.","SEED_X":"Ab dem 1. Juli 2016 führte die australische Regierung ein neues Bewertungssystem für Studentenvisa ein. Ein wichtiger Bestandteil davon ist die Bewertung des „Genuine Temporary Entrance“, mit dem sichergestellt werden soll, dass alle Studenten echte Studenten sind.","SEED_X_SCORE":3.5,"SYSTEM1":"Ab dem 1. Juli 2016 führte die australische Regierung ein neues Bewertungssystem für Studentenvisa ein. Ein wesentlicher Bestandteil davon ist die Bewertung der authentischen vorübergehenden Einreise, die sicherstellen soll, dass alle Studenten tatsächlich studieren möchten.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Seit dem 1. Juli 2016 führt die australische Regierung ein neues Prüfsystem für Studentenvisa ein. Ein zentraler Bestandteil ist die sogenannte „Echtzeit-Einreise“-Prüfung, die sicherstellen soll, dass alle Studierenden echte Studenten sind.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ab dem 1. Juli 2016 führte die australische Regierung ein neues Bewertungssystem für Studentenvisa ein. Ein zentraler Bestandteil davon ist die Bewertung der vorübergehenden Aufenthaltsabsicht (Genuine Temporary Entrant), die sicherstellen soll, dass alle Studierenden tatsächlich mit dem Ziel der vorübergehenden Ausbildung einreisen.","SYSTEM3_SCORE":3.5}
{"INPUT":"You can imagine Wilbur's surprise when, out of the darkness, came a small voice he had never heard before. It sounded rather thin, but pleasant.","SEED_X":"Du kannst dir Wilburs Überraschung vorstellen, als aus der Dunkelheit eine kleine Stimme kam, die er noch nie zuvor gehört hatte. Sie klang ziemlich dünn, aber angenehm.","SEED_X_SCORE":4.0,"SYSTEM1":"Sie können sich Wilburs Überraschung vorstellen, als aus der Dunkelheit eine kleine Stimme kam, die er noch nie zuvor gehört hatte. Sie klang ziemlich dünn, aber angenehm.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Man kann sich Wilburs Überraschung vorstellen, als aus der Dunkelheit eine leise Stimme ertönte, die er noch nie zuvor gehört hatte. Sie klang eher dünn, aber angenehm.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Man kann sich Wilburs Überraschung vorstellen, als aus der Dunkelheit eine kleine Stimme erklang, die er noch nie zuvor gehört hatte. Sie klang ziemlich dünn, aber angenehm.","SYSTEM3_SCORE":3.5}
{"INPUT":"The U.S. took a 6-3 lead on Triston Casas’ three-run homer in the fifth, but Japan answered with two in the bottom half of the frame and rallied while down to their final two outs.","SEED_X":"Die USA gingen mit einem 6:3-Vorsprung in Führung, nachdem Triston Casas im fünften Inning einen Drei-Punkte-Home Run erzielte, aber Japan antwortete mit zwei Punkten in der unteren Hälfte des Innings und erholte sich, obwohl es nur noch zwei Outs bis zum Ende des Spiels waren.","SEED_X_SCORE":2.5,"SYSTEM1":"Die USA gingen durch einen Dreier-Home-Run von Triston Casas im fünften Inning mit 6:3 in Führung, doch Japan antwortete mit zwei Punkten in der zweiten Hälfte des Innings und kämpfte sich zurück, während sie nur noch zwei Outs hatten.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Die USA gingen mit einem Drei-Run-Homerun von Triston Casas im fünften Inning mit 6:3 in Führung, doch Japan antwortete mit zwei Runs in der unteren Hälfte des Innings und holte auf, als es nur noch zwei Outs hatte.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Die USA gingen im fünften Inning durch Triston Casas' Dreipunkt-Homerun mit 6:3 in Führung, doch Japan konterte in der unteren Hälfte des Innings mit zwei Läufen und startete eine Aufholjagd, als nur noch zwei Outs verblieben.","SYSTEM3_SCORE":3.5}
{"INPUT":"While there are no easy solutions to solving this obstacle course, we can suggest a few tips and tricks that may help you build the skill needed to successfully complete the ice trial course.","SEED_X":"Obwohl es keine einfachen Lösungen gibt, um diesen Hindernisparcours zu lösen, können wir einige Tipps und Tricks vorschlagen, die Ihnen helfen können, die Fähigkeiten zu entwickeln, die erforderlich sind, um den Eis-Testparcours erfolgreich abzuschließen.","SEED_X_SCORE":3.5,"SYSTEM1":"Obwohl es keine einfachen Lösungen gibt, um diesen Hindernislauf zu meistern, können wir einige Tipps und Tricks vorschlagen, die Ihnen dabei helfen könnten, die erforderlichen Fähigkeiten zu entwickeln, um den Eis-Parcours erfolgreich zu bewältigen.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Obwohl es für diesen Hindernisparcours keine einfachen Lösungen gibt, können wir Ihnen einige Tipps und Tricks geben, die Ihnen dabei helfen können, die nötigen Fähigkeiten zu entwickeln, um den Eisparcours erfolgreich zu absolvieren.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Während es keine einfachen Lösungen gibt, um diesen Hindernisparcours zu bewältigen, können wir einige Tipps und Tricks vorschlagen, die Ihnen dabei helfen können, die erforderlichen Fähigkeiten zu entwickeln, um den Eis-Hindernisparcours erfolgreich zu absolvieren.","SYSTEM3_SCORE":4.0}
{"INPUT":"can we just talk about the ‘face card’ of ate guard??!?!?","SEED_X":"Können wir einfach über die 'Gesichtskarte' von Ate Guard sprechen??!?!?","SEED_X_SCORE":3.5,"SYSTEM1":"Können wir einfach über die „Gesichtskarte“ von Ate Guard reden??!?!?","SYSTEM1_SCORE":3.5,"SYSTEM2":"können wir einfach über die „Bildkarte“ von Ate Guard reden??!?!?","SYSTEM2_SCORE":4.0,"SYSTEM3":"Können wir einfach über die \"Face Card\" vom Ate Guard reden??!?!?","SYSTEM3_SCORE":4.0}
{"INPUT":"There’s so many different ways to study and it can feel like failure if you keep trying what everyone else is doing and it doesn’t work there really is a different method for everyone ","SEED_X":"Es gibt so viele verschiedene Möglichkeiten zu lernen, und es kann sich wie ein Misserfolg anfühlen, wenn man weiterhin das versucht, was alle anderen tun, und es nicht funktioniert. Es gibt wirklich eine andere Methode für jeden.","SEED_X_SCORE":4.0,"SYSTEM1":"Es gibt so viele verschiedene Möglichkeiten zu lernen, und es kann sich wie ein Versagen anfühlen, wenn man immer wieder das ausprobiert, was alle anderen auch tun, und es einfach nicht funktioniert – es gibt wirklich eine andere Methode für jeden.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Es gibt so viele verschiedene Möglichkeiten zu lernen, und es kann sich wie ein Versagen anfühlen, wenn man immer wieder versucht, das zu tun, was alle anderen tun, und es nicht funktioniert. Es gibt wirklich für jeden eine andere Methode.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Es gibt so viele verschiedene Arten zu lernen, und es kann sich wie ein Versagen anfühlen, wenn man ständig das ausprobiert, was alle anderen tun, und es nicht funktioniert. In Wahrheit gibt es für jeden eine andere Methode.","SYSTEM3_SCORE":4.0}
{"INPUT":"Let's talk about how to streamline our workflow. The last project hit roadblocks and the process was delayed. We need to dig into the root causes.","SEED_X":"Lass uns darüber sprechen, wie wir unseren Arbeitsablauf optimieren können. Das letzte Projekt stieß auf Schwierigkeiten, und der Prozess wurde verzögert. Wir müssen die Ursachen dafür untersuchen.","SEED_X_SCORE":3.0,"SYSTEM1":"Sprechen wir darüber, wie wir unseren Arbeitsablauf optimieren können. Das letzte Projekt stieß auf Hindernisse und der Prozess wurde verzögert. Wir müssen die Ursachen genau untersuchen.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Lassen Sie uns darüber sprechen, wie wir unseren Workflow optimieren können. Das letzte Projekt stieß auf Hindernisse und verzögerte den Prozess. Wir müssen den Ursachen auf den Grund gehen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Lassen Sie uns besprechen, wie wir unseren Arbeitsablauf optimieren können. Das letzte Projekt ist auf Hindernisse gestoßen, und der Prozess hat sich verzögert. Wir müssen den Ursachen auf den Grund gehen.","SYSTEM3_SCORE":4.0}
{"INPUT":"Seven of the ten judges upheld the district court’s decision that Alice’s method claims and computer-readable medium claims were not patent-eligible, but they did so for different reasons.","SEED_X":"Sieben der zehn Richter bestätigten die Entscheidung des Bezirksgerichts, dass Alice's Methodenansprüche und computerlesbaren Medienansprüche nicht patentfähig waren, aber sie taten dies aus unterschiedlichen Gründen.","SEED_X_SCORE":3.0,"SYSTEM1":"Sieben der zehn Richter bestätigten die Entscheidung des Bezirksgerichts, dass Alices Verfahrensansprüche und Ansprüche hinsichtlich computerlesbarer Speichermedien nicht patentfähig seien, doch sie taten dies aus unterschiedlichen Gründen.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Sieben der zehn Richter bestätigten die Entscheidung des Bezirksgerichts, dass Alices Verfahrensansprüche und Ansprüche auf computerlesbare Medien nicht patentfähig seien, taten dies jedoch aus unterschiedlichen Gründen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Sieben der zehn Richter bestätigten die Entscheidung des Bezirksgerichts, dass Alices Verfahrensansprüche und computerlesbaren Mediumansprüche nicht patentfähig waren, allerdings aus unterschiedlichen Gründen.","SYSTEM3_SCORE":4.0}
{"INPUT":"What are we doing about sales credits on this Rican deal? I just feel like I’ve really kept the relationship with Felim ticking. So, I was thinking that we could go halves?","SEED_X":"Was machen wir bezüglich der Verkaufsgutschriften bei diesem Rican-Deal? Ich habe einfach das Gefühl, dass ich die Beziehung zu Felim am Laufen gehalten habe. Also dachte ich, wir könnten uns die Hälfte teilen?","SEED_X_SCORE":4.0,"SYSTEM1":"Was machen wir mit den Verkaufsprovisionen bei diesem Rican-Deal? Ich habe einfach das Gefühl, dass ich die Beziehung zu Felim gut am Laufen gehalten habe. Also dachte ich, wir könnten uns die Provision teilen?","SYSTEM1_SCORE":3.5,"SYSTEM2":"Was machen wir mit den Verkaufsgutschriften für diesen Rican-Deal? Ich habe einfach das Gefühl, dass ich die Beziehung zu Felim wirklich gut am Laufen gehalten habe. Also dachte ich, wir könnten uns teilen?","SYSTEM2_SCORE":3.5,"SYSTEM3":"Was unternehmen wir bezüglich der Verkaufsgutschriften bei diesem Rican-Deal? Ich habe einfach das Gefühl, dass ich die Beziehung zu Felim wirklich am Laufen gehalten habe. Also dachte ich, wir könnten uns hälftig daran beteiligen?","SYSTEM3_SCORE":4.0}
{"INPUT":"I always had a passion of doing masters in my dream University in Canada , But i had few agitations of leaving my family and staying far independently and how do i get adapt to the environment, this video helped me a out to clear my thoughts and now i am confident enough to take a step forward and go ahead with my dreams.","SEED_X":"Ich hatte schon immer eine Leidenschaft, einen Master an meiner Traumuniversität in Kanada zu machen, aber ich hatte einige Bedenken, meine Familie zu verlassen und weit weg von zu Hause unabhängig zu leben, und wie ich mich an die neue Umgebung anpassen könnte. Dieses Video hat mir geholfen, meine Gedanken zu klären, und jetzt bin ich selbstbewusst genug, einen Schritt nach vorne zu machen und meine Träume zu verfolgen.","SEED_X_SCORE":3.5,"SYSTEM1":"Ich hatte schon immer die Leidenschaft, meinen Master an meiner Traum-Universität in Kanada zu machen, aber ich hatte einige Bedenken, meine Familie zu verlassen und alleine weit weg zu leben, und wie ich mich an die neue Umgebung anpassen könnte. Dieses Video hat mir sehr geholfen, meine Gedanken zu klären, und nun bin ich selbstbewusst genug, einen Schritt nach vorne zu machen und meinen Träumen zu folgen.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Ich wollte schon immer meinen Master an meiner Traumuniversität in Kanada machen, aber es bereitete mir einige Sorgen, meine Familie zu verlassen und weit weg von hier zu leben und mich an die Umgebung anzupassen. Dieses Video hat mir geholfen, meine Gedanken zu klären und jetzt bin ich selbstbewusst genug, um einen Schritt nach vorne zu machen und meine Träume zu verwirklichen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ich hatte schon immer den Wunsch, einen Master an meiner Traumuniversität in Kanada zu absolvieren, doch ich hatte Bedenken, meine Familie zu verlassen, weit entfernt unabhängig zu leben und mich an die Umgebung anzupassen. Dieses Video half mir, meine Gedanken zu ordnen, und jetzt bin ich zuversichtlich genug, den nächsten Schritt zu wagen und meine Träume zu verfolgen.","SYSTEM3_SCORE":3.5}
{"INPUT":"I just watched Moana 2, and while I enjoyed the animation and the music, I couldn’t help but feel that Moana’s character was… different. In the original movie, she was strong, determined, and showed a lot of maturity for her age, especially considering the huge responsibility of saving her island.","SEED_X":"Ich habe gerade Moana 2 gesehen, und obwohl ich die Animation und die Musik genossen habe, konnte ich nicht umhin zu fühlen, dass Moanas Charakter... anders war. Im Originalfilm war sie stark, entschlossen und zeigte viel Reife für ihr Alter, vor allem angesichts der enormen Verantwortung, ihre Insel zu retten.","SEED_X_SCORE":3.5,"SYSTEM1":"Ich habe gerade Moana 2 gesehen, und obwohl mir die Animation und die Musik gefallen haben, konnte ich nicht vermeiden, das Gefühl zu haben, dass Moanas Charakter… anders war. Im Originalfilm war sie stark, entschlossen und zeigte für ihr Alter eine große Reife, besonders wenn man die enorme Verantwortung bedenkt, ihre Insel zu retten.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Ich habe gerade „Vaiana 2“ gesehen, und obwohl mir die Animation und die Musik gefallen haben, hatte ich das Gefühl, dass Vaianas Charakter … anders war. Im Originalfilm war sie stark, entschlossen und zeigte für ihr Alter viel Reife, vor allem angesichts der großen Verantwortung, ihre Insel zu retten.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ich habe gerade Moana 2 gesehen, und obwohl ich die Animation und die Musik genossen habe, konnte ich nicht umhin, das Gefühl zu haben, dass Moanas Charakter… anders war. Im Originalfilm war sie stark, entschlossen und zeigte viel Reife für ihr Alter, besonders angesichts der großen Verantwortung, ihre Insel zu retten.","SYSTEM3_SCORE":4.0}
{"INPUT":"IRLAB CEO Dr Nicholas Waters said: “We have purposefully worked to find a partner to pursue the late-stage clinical development of mesdopetam to commercialisation and launch on a global market.","SEED_X":"IRLAB-CEO Dr. Nicholas Waters sagte: „Wir haben gezielt daran gearbeitet, einen Partner zu finden, um die späte klinische Entwicklung von Mesdopetam bis zur Vermarktung und Einführung auf einem globalen Markt voranzutreiben.“","SEED_X_SCORE":4.0,"SYSTEM1":"IRLAB-CEO Dr. Nicholas Waters sagte: „Wir haben gezielt nach einem Partner gesucht, um die klinische Entwicklung von Mesdopetam in der späten Phase bis zur Kommerzialisierung und zum globalen Markstart voranzutreiben.“","SYSTEM1_SCORE":3.5,"SYSTEM2":"Dr. Nicholas Waters, CEO von IRLAB, sagte: „Wir haben gezielt daran gearbeitet, einen Partner zu finden, der die klinische Entwicklung von Mesdopetam im Spätstadium bis zur Kommerzialisierung und Markteinführung auf dem Weltmarkt vorantreibt.","SYSTEM2_SCORE":3.5,"SYSTEM3":"IRLAB-CEO Dr. Nicholas Waters erklärte: „Wir haben gezielt daran gearbeitet, einen Partner zu finden, um die späte klinische Entwicklungsphase von Mesdopetam bis zur Kommerzialisierung und Markteinführung auf dem globalen Markt voranzutreiben.“","SYSTEM3_SCORE":3.5}
{"INPUT":"Apple’s implementation of its video tutorial is a bit clunky — the downloaded artist’s Live Loops project will show up in your GarageBand, but to watch while you edit your song, you have to start the video in the Sound Library page and pop it into picture-in-picture mode manually.","SEED_X":"Apple's Implementierung seines Video-Tutorials ist etwas umständlich - das heruntergeladene Live Loops-Projekt des Künstlers wird in deiner GarageBand angezeigt, aber um es während der Bearbeitung deines Songs anzuschauen, musst du das Video auf der Sound Library-Seite starten und es manuell in den Bild-in-Bild-Modus schalten.","SEED_X_SCORE":3.5,"SYSTEM1":"Die Umsetzung des Videotutorials durch Apple ist etwas umständlich – das heruntergeladene Live Loops-Projekt des Künstlers wird in deinem GarageBand angezeigt, aber um es während der Bearbeitung deines Songs anzusehen, musst du das Video manuell auf der Seite der Soundbibliothek starten und in den Bild-in-Bild-Modus verschieben.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Die Implementierung des Video-Tutorials von Apple ist etwas umständlich – das Live Loops-Projekt des heruntergeladenen Künstlers wird in Ihrem GarageBand angezeigt, aber um es beim Bearbeiten Ihres Songs anzusehen, müssen Sie das Video auf der Sound Library-Seite starten und es manuell in den Bild-in-Bild-Modus versetzen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Die Umsetzung des Video-Tutorials von Apple ist etwas umständlich – das heruntergeladene Live-Loops-Projekt des Künstlers wird zwar in deiner GarageBand angezeigt, aber um das Tutorial während des Song-Edits zu sehen, musst du das Video auf der Sound-Bibliothek-Seite starten und manuell in den Bild-in-Bild-Modus versetzen.","SYSTEM3_SCORE":3.5}
{"INPUT":"For calmer options, the lazy river—Castaway Creek—is a winner.\n Don’t expect the rush you’d get at Universal’s Volcano Bay or the animal attractions of Aquatica. (Disney removed them out of concern for the animals.) But if you’re after a pretty water park that delivers a tried-and-true immersive Disney experience (and plenty of options for smaller guests), Typhoon Lagoon is a solid bet. \n Don’t sleep on Disney World’s second water park, Blizzard Beach. It delivers bigger thrills and is the best Disney water park for families with older kids.","SEED_X":"Für ruhigere Optionen ist der Lazy River – Castaway Creek – ein Gewinner.\n Erwarten Sie nicht den Adrenalinschub, den Sie in Universal's Volcano Bay oder bei den Tierattraktionen von Aquatica bekommen würden. (Disney hat sie aus Sorge um die Tiere entfernt.) Aber wenn Sie nach einem hübschen Wasserpark suchen, der ein bewährtes, immersives Disney-Erlebnis bietet (und viele Optionen für kleinere Gäste), ist Typhoon Lagoon eine solide Wahl. \n Verpassen Sie nicht Disneys zweiten Wasserpark, Blizzard Beach. Er bietet größere Nervenkitzel und ist der beste Disney-Wasserpark für Familien mit älteren Kindern.","SEED_X_SCORE":4.0,"SYSTEM1":"Für ruhigere Optionen ist der Lazy River – Castaway Creek – eine gute Wahl. \n Erwarten Sie nicht den Nervenkitzel von Universal’s Volcano Bay oder die Tierattraktionen von Aquatica. (Disney hat sie aus Tierschutzgründen entfernt.) Wenn Sie jedoch einen schönen Wasserpark mit einem bewährten, immersiven Disney-Erlebnis (und vielen Optionen für kleinere Gäste) suchen, ist Typhoon Lagoon eine solide Wahl. \n Unterschätzen Sie nicht Disneys zweiten Wasserpark, Blizzard Beach. Er bietet mehr Action und ist der beste Disney-Wasserpark für Familien mit älteren Kindern.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Wer es etwas ruhiger mag, ist mit dem Lazy River Castaway Creek bestens bedient.\n Erwarten Sie nicht den Nervenkitzel wie in Universal’s Volcano Bay oder den Tierattraktionen von Aquatica. (Disney hat sie aus Rücksicht auf die Tiere entfernt.) Wenn Sie jedoch einen schönen Wasserpark suchen, der ein bewährtes, immersives Disney-Erlebnis bietet (und viele Optionen für kleinere Gäste bietet), ist Typhoon Lagoon eine sichere Wahl.\n Verpassen Sie nicht Disney Worlds zweiten Wasserpark, Blizzard Beach. Er bietet größeren Nervenkitzel und ist der beste Disney-Wasserpark für Familien mit älteren Kindern.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Für ruhigere Optionen ist der gemütliche Fluss Castaway Creek ein echter Gewinner. Erwartet nicht den Adrenalinkick von Universals Volcano Bay oder die Tierattraktionen von Aquatica. (Disney hat letztere aus Sorge um das Wohl der Tiere entfernt.) Doch wer einen hübschen Wasserpark sucht, der ein bewährtes, umfassendes Disney-Erlebnis bietet (und viele Optionen für kleinere Gäste), liegt mit Typhoon Lagoon goldrichtig. Überseht auch Disneys zweiten Wasserpark Blizzard Beach nicht. Er bietet mehr Nervenkitzel und ist der beste Disney-Wasserpark für Familien mit älteren Kindern.","SYSTEM3_SCORE":3.5}
{"INPUT":"I have always had really good grades but this year I feel like I have been more lazy and need a pick up for my grades. Thank you for helping me become more confident in studying.","SEED_X":"Ich hatte schon immer wirklich gute Noten, aber dieses Jahr fühle ich mich, als wäre ich fauler geworden und bräuchte einen Schub für meine Noten. Danke, dass du mir geholfen hast, selbstbewusster beim Lernen zu werden.","SEED_X_SCORE":4.0,"SYSTEM1":"Ich hatte immer wirklich gute Noten, aber in diesem Jahr fühle ich mich, als wäre ich etwas fauler gewesen und bräuchte einen Aufschwung für meine Noten. Danke, dass du mir hilfst, im Lernen selbstbewusster zu werden.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Ich hatte immer wirklich gute Noten, aber dieses Jahr habe ich das Gefühl, dass ich etwas fauler war und meine Noten verbessern muss. Danke, dass du mir geholfen hast, selbstbewusster zu lernen.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Ich hatte immer sehr gute Noten, aber dieses Jahr habe ich das Gefühl, dass ich fauler war und eine Verbesserung für meine Noten brauche. Danke, dass du mir dabei geholfen hast, beim Lernen selbstbewusster zu werden.","SYSTEM3_SCORE":3.5}
{"INPUT":"That news gave a boost to Chinese stocks in New York, Hong Kong and Shanghai, but after massive declines.","SEED_X":"Diese Nachricht gab den chinesischen Aktien in New York, Hongkong und Shanghai einen Schub, allerdings nach massiven Rückgängen.","SEED_X_SCORE":4.0,"SYSTEM1":"Diese Nachricht gab den chinesischen Aktien in New York, Hongkong und Shanghai einen Schub, allerdings nach massiven Einbrüchen.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Diese Nachricht gab den chinesischen Aktien in New York, Hongkong und Shanghai Auftrieb, allerdings nach massiven Kursverlusten.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Diese Nachricht verlieh chinesischen Aktien in New York, Hongkong und Shanghai einen Schub, allerdings nach massiven Verlusten.","SYSTEM3_SCORE":3.5}
{"INPUT":"It’s hard to see how “significantly reduced prices, high discounts or any other such promotions or attractive offers” for a period of time “limit customer choice, increase prices and prevent a level playing field.”","SEED_X":"Es ist schwer zu erkennen, wie „erheblich reduzierte Preise, hohe Rabatte oder andere derartige Werbeaktionen oder attraktive Angebote“ über einen bestimmten Zeitraum „die Kundenauswahl einschränken, die Preise erhöhen und einen fairen Wettbewerb verhindern“ können.","SEED_X_SCORE":4.0,"SYSTEM1":"Es ist schwer zu erkennen, wie „deutlich reduzierte Preise, hohe Rabatte oder andere solche Aktionen oder attraktive Angebote“ für einen bestimmten Zeitraum „die Wahlmöglichkeiten der Kunden einschränken, die Preise erhöhen und einen fairen Wettbewerb verhindern“ können.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Es ist schwer zu erkennen, wie „deutlich reduzierte Preise, hohe Rabatte oder andere derartige Werbeaktionen oder attraktive Angebote“ über einen bestimmten Zeitraum „die Auswahl der Kunden einschränken, die Preise erhöhen und gleiche Wettbewerbsbedingungen verhindern“.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Es ist schwer nachzuvollziehen, wie „deutlich reduzierte Preise, hohe Rabatte oder andere derartige Aktionen oder attraktive Angebote“ für einen bestimmten Zeitraum „die Auswahl der Kunden einschränken, die Preise erhöhen und ein faires Wettbewerbsumfeld verhindern“ sollen.","SYSTEM3_SCORE":3.5}
{"INPUT":"A fearful man, all in coarse grey, with a great iron on his leg. A man with no hat, and with broken shoes, and with an old rag tied round his head. A man who had been soaked in water, and smothered in mud, and lamed by stones, and cut by flints, and stung by nettles, and torn by briars; who limped, and shivered, and glared and growled; and whose teeth chattered in his head as he seized me by the chin.","SEED_X":"Ein ängstlicher Mann, ganz in grobem Grau, mit einem großen Eisen an seinem Bein. Ein Mann ohne Hut, mit kaputten Schuhen und einem alten Lappen um seinen Kopf gebunden. Ein Mann, der mit Wasser durchnässt, in Schlamm erstickt, von Steinen verkrüppelt, von Feuersteinen geschnitten und von Brennnesseln gestochen worden war; der hinkte, zitterte, starrte und knurrte; und dessen Zähne in seinem Kopf klapperten, als er mich am Kinn packte.","SEED_X_SCORE":3.0,"SYSTEM1":"Ein furchteinflößender Mann, ganz in grobes Grau gekleidet, mit einem schweren Eisen an seinem Bein. Ein Mann ohne Hut, mit zerrissenen Schuhen und einem alten Lumpen, der um seinen Kopf gebunden war. Ein Mann, der vom Wasser durchtränkt, von Schlamm bedeckt, von Steinen lahm, von Feuersteinen geschnitten, von Brennnesseln gestochen und von Dornen zerrissen worden war; der hinkte, zitterte, finster blickte und knurrte; und dessen Zähne in seinem Kopf klapperten, als er mich am Kinn packte.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Ein furchterregender Mann, ganz in grobem Grau gekleidet, mit einer schweren Eisenstange am Bein. Ein Mann ohne Hut, mit kaputten Schuhen und einem alten Lumpen um den Kopf gebunden. Ein Mann, der im Wasser durchnässt, im Schlamm erstickt, von Steinen gelähmt, von Feuersteinen zerschnitten, von Brennnesseln gestochen und von Dornen zerrissen worden war; der hinkte, zitterte, finster blickte und knurrte; und dessen Zähne in seinem Kopf klapperten, als er mich am Kinn packte.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ein furchterregender Mann, ganz in grobem Grau, mit einem schweren Eisen am Bein. Ein Mann ohne Hut, mit zerrissenen Schuhen und einem alten Lumpentuch, das um seinen Kopf gebunden war. Ein Mann, der von Wasser durchnässt, von Schlamm verschmiert, von Steinen lahmgelegt, von Feuersteinen zerschnitten, von Nesseln gestochen und von Dornen zerrissen war; der hinkte, zitterte, starrte und knurrte; und dessen Zähne klapperten, als er mich am Kinn packte.","SYSTEM3_SCORE":3.5}
{"INPUT":"Two Pass System for Edge Profiling, Grooving, Drilling, and Notching Toe Kicks in Kitchen Cabinet Base and Wall End Panels","SEED_X":"Zwei-Pass-System für Kantenprofilierung, Nuten, Bohren und Kerbung von Fußleisten in Küchenschrankböden und Wandendeplatten.","SEED_X_SCORE":3.5,"SYSTEM1":"Zweipass-System für Kantenprofilierung, Nutfräsen, Bohren und Aussparungen bei Fußleisten an Küchenunterschränken und Wandendelementen","SYSTEM1_SCORE":3.5,"SYSTEM2":"Zwei-Durchgang-System zum Kantenprofilieren, Nuten, Bohren und Einkerben von Fußleisten in Küchenschranksockeln und Wandabschlussplatten","SYSTEM2_SCORE":2.5,"SYSTEM3":"Zwei-Durchgang-System zur Kantenprofilierung, Nutenfräsen, Bohren und Anbringen von Ausschnitten für Fußleisten in Küchenunterschränken und Wandabschlussplatten.","SYSTEM3_SCORE":3.5}
{"INPUT":"The Act aimed to reduce excessive sentences for low-level, nonviolent drug offenders, offering further support for adopting the more defendant-friendly interpretation of any ambiguity.","SEED_X":"Das Gesetz zielte darauf ab, übermäßig strenge Strafen für geringfügige, gewaltlose Drogendelikte zu reduzieren, und bot weitere Unterstützung für die Annahme einer Angeklagten-freundlicheren Interpretation jeglicher Unklarheiten.","SEED_X_SCORE":4.0,"SYSTEM1":"Das Gesetz zielt darauf ab, übermäßige Strafen für geringfügige, gewaltfreie Drogentäter zu reduzieren, und bietet zusätzliche Unterstützung für die Anwendung der für den Angeklagten günstigeren Auslegung von Unklarheiten.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Das Gesetz zielte darauf ab, die überhöhten Strafen für geringfügige, gewaltlose Drogendelikte zu reduzieren und bot weitere Unterstützung für die Annahme einer für den Angeklagten günstigeren Auslegung etwaiger Unklarheiten.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Das Gesetz zielte darauf ab, übermäßige Strafen für geringfügige, gewaltfreie Drogenstraftäter zu reduzieren, und bot weitere Unterstützung für die Übernahme der für den Angeklagten günstigeren Auslegung bei Unklarheiten.","SYSTEM3_SCORE":4.0}
{"INPUT":"We revealed through GC-MS that the extract has a high content of phenols and ester compounds thereby contributing to its active nature and bioactivities.","SEED_X":"Wir haben durch GC-MS gezeigt, dass der Extrakt einen hohen Gehalt an Phenolen und Esterverbindungen aufweist, was zu seiner aktiven Natur und seinen Bioaktivitäten beiträgt.","SEED_X_SCORE":3.5,"SYSTEM1":"Wir haben mit GC-MS nachgewiesen, dass das Extrakt einen hohen Gehalt an Phenolen und Ester-Verbindungen aufweist, wodurch seine aktive Natur und Bioaktivitäten unterstützt werden.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Durch GC-MS haben wir festgestellt, dass der Extrakt einen hohen Gehalt an Phenolen und Esterverbindungen aufweist, was zu seiner aktiven Natur und Bioaktivität beiträgt.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Wir zeigten mittels GC-MS, dass der Extrakt einen hohen Gehalt an Phenolen und Esterverbindungen aufweist, was somit zu seiner aktiven Natur und Bioaktivitäten beiträgt.","SYSTEM3_SCORE":3.5}
{"INPUT":"I like the style of this MV. It is so simple, yet so fun and refreshing and puts a smile on your face when watching it. I liked the silliness and the funny interactions between Rosé and Bruno Mars. Also the song rocks!","SEED_X":"Ich mag den Stil dieses MVs. Es ist so einfach, aber gleichzeitig so lustig und erfrischend, und es zaubert einem beim Anschauen ein Lächeln aufs Gesicht. Ich mochte die Albernheit und die lustigen Interaktionen zwischen Rosé und Bruno Mars. Außerdem rockt der Song!","SEED_X_SCORE":3.5,"SYSTEM1":"Mir gefällt der Stil dieses MV. Es ist so einfach, aber dennoch so lustig und erfrischend und zaubert einem ein Lächeln ins Gesicht, wenn man es ansieht. Ich mochte die Albernheit und die witzigen Interaktionen zwischen Rosé und Bruno Mars. Auch der Song ist klasse!","SYSTEM1_SCORE":4.0,"SYSTEM2":"Ich mag den Stil dieses Musikvideos. Es ist so einfach, aber gleichzeitig so lustig und erfrischend und zaubert einem beim Anschauen ein Lächeln ins Gesicht. Ich mochte den albernen Humor und die witzigen Interaktionen zwischen Rosé und Bruno Mars. Und der Song rockt!","SYSTEM2_SCORE":4.0,"SYSTEM3":"Mir gefällt der Stil dieses Musikvideos. Er ist so simpel, aber trotzdem so lustig und erfrischend und sorgt beim Anschauen für ein Lächeln im Gesicht. Ich mochte die albernen Momente und die witzigen Interaktionen zwischen Rosé und Bruno Mars. Außerdem rockt der Song richtig gut!","SYSTEM3_SCORE":3.5}
{"INPUT":"omg girl make a list of all the best psy classes\/ prof. i’m transferring in this fall!","SEED_X":"Oh mein Gott, Mädchen, mach eine Liste aller besten Psychologie-Kurse\/Professoren. Ich wechsle diesen Herbst!","SEED_X_SCORE":3.5,"SYSTEM1":"OMG Mädchen, mach eine Liste aller besten Psy-Kurse\/Professoren. Ich wechsle diesen Herbst!","SYSTEM1_SCORE":4.0,"SYSTEM2":"oh mein Gott, Mädchen, mach eine Liste mit den besten Psychologiekursen\/-professoren. Ich wechsle diesen Herbst!","SYSTEM2_SCORE":3.5,"SYSTEM3":"OMG Mädchen, mach eine Liste aller besten Psychologiekurse\/Professoren. Ich wechsle diesen Herbst hierher!","SYSTEM3_SCORE":2.0}
{"INPUT":"Accordingly, a dredging contractor, recovering a judgment for breach of warranty of the character of the material to be dredged, must include the amount thereof in the gross income of the year in which it was received. ","SEED_X":"Dementsprechend muss ein Baggerunternehmer, der ein Urteil wegen Verletzung der Gewährleistung für die Beschaffenheit des zu baggenden Materials erhält, den entsprechenden Betrag in das Bruttoeinkommen des Jahres, in dem er ihn erhalten hat, einbeziehen.","SEED_X_SCORE":3.5,"SYSTEM1":"Demzufolge muss ein Baggerspezialist, der eine Klage wegen Verletzung der Garantie für die Beschaffenheit des zu baggernden Materials gewinnt, den entsprechenden Betrag in das Bruttoeinkommen des Jahres einbeziehen, in dem er erhalten wurde.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Dementsprechend muss ein Baggerunternehmer, der einen Schadensersatz wegen Verletzung einer Gewährleistung für die Beschaffenheit des auszubaggernden Materials erwirken möchte, den entsprechenden Betrag in das Bruttoeinkommen des Jahres einbeziehen, in dem er den Betrag erhalten hat.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Dementsprechend muss ein Baggerunternehmer, der ein Urteil wegen der Verletzung der Gewährleistung hinsichtlich der Beschaffenheit des zu baggernden Materials erlangt, diesen Betrag in das Bruttoeinkommen des Jahres einbeziehen, in dem er erhalten wurde.","SYSTEM3_SCORE":3.5}
{"INPUT":"I'm applying for a homestay program for high schoolers mainly this winter. But my English is already like B2 or possibly C1. Do you think it's worth money? I hear the average English ability of the participants is usually A1. I'll be using the subsidy but it'll still be more than 4000 dollars for two weeks.","SEED_X":"Ich bewerbe mich für ein Homestay-Programm für Gymnasiasten hauptsächlich in diesem Winter. Aber mein Englisch ist bereits auf dem Niveau B2 oder möglicherweise C1. Denkt ihr, es ist das Geld wert? Ich habe gehört, dass das durchschnittliche Englisch-Niveau der Teilnehmer normalerweise A1 ist. Ich werde den Zuschuss nutzen, aber es wird trotzdem mehr als 4000 Dollar für zwei Wochen kosten.","SEED_X_SCORE":3.5,"SYSTEM1":"Ich bewerbe mich für ein Homestay-Programm für Schüler, vor allem in diesem Winter. Aber mein Englisch ist bereits auf B2 oder möglicherweise C1. Denkst du, ist es das Geld wert? Ich höre, dass die durchschnittliche Englischkenntnis der Teilnehmer normalerweise A1 ist. Ich werde zwar einen Zuschuss erhalten, aber es werden dennoch mehr als 4000 Dollar für zwei Wochen kosten.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Ich bewerbe mich hauptsächlich diesen Winter für ein Gastfamilienprogramm für Gymnasiasten. Mein Englisch ist aber schon auf B2-Niveau oder vielleicht sogar C1. Meinst du, es ist das Geld wert? Ich habe gehört, die durchschnittlichen Englischkenntnisse der Teilnehmer liegen meist bei A1. Ich werde den Zuschuss nutzen, aber es kostet trotzdem über 4000 Dollar für zwei Wochen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ich bewerbe mich hauptsächlich diesen Winter für ein Gastfamilienprogramm für Schüler. Aber mein Englisch ist bereits auf B2 oder vielleicht sogar C1-Niveau. Glaubst du, dass es das Geld wert ist? Ich habe gehört, dass die durchschnittlichen Englischkenntnisse der Teilnehmer normalerweise bei A1 liegen. Ich werde zwar den Zuschuss nutzen, aber es werden trotzdem über 4000 Dollar für zwei Wochen sein.","SYSTEM3_SCORE":3.5}
{"INPUT":" Holiday shopping is made easy with Rufus, our #AI-powered assistant. Ask for gift ideas, compare products, and find the best deals. Just look for the chat bubbles with a sparkle in the Amazon app. Let Rufus be your personal shopper this season!","SEED_X":"Das Weihnachtseinkaufen wird mit Rufus, unserem #KI-betriebenen Assistenten, zum Kinderspiel. Fragen Sie nach Geschenkideen, vergleichen Sie Produkte und finden Sie die besten Angebote. Suchen Sie einfach nach den Chat-Blasen mit einem Sternchen in der Amazon-App. Lassen Sie Rufus in dieser Saison Ihr persönlicher Einkäufer sein!","SEED_X_SCORE":3.5,"SYSTEM1":"Der Urlaubseinkauf wird mit Rufus, unserem #KI-gestützten Assistenten, zum Kinderspiel. Fordere Geschenkideen an, vergleiche Produkte und finde die besten Angebote. Halte einfach in der Amazon-App nach Chat-Bubble mit einem Glitzereffekt Ausschau. Lass Rufus diese Saison dein persönlicher Einkaufshelfer sein!","SYSTEM1_SCORE":3.5,"SYSTEM2":"Weihnachtseinkäufe werden mit Rufus, unserem KI-gestützten Assistenten, ganz einfach. Fragen Sie nach Geschenkideen, vergleichen Sie Produkte und finden Sie die besten Angebote. Suchen Sie einfach in der Amazon-App nach den funkelnden Chat-Blasen. Machen Sie Rufus in dieser Saison zu Ihrem persönlichen Einkäufer!","SYSTEM2_SCORE":3.5,"SYSTEM3":"Weihnachtseinkäufe werden mit Rufus, unserem #KI-gestützten Assistenten, zum Kinderspiel. Lass dir Geschenkideen geben, vergleiche Produkte und finde die besten Angebote. Halte einfach nach den Chatblasen mit einem Funkeln in der Amazon-App Ausschau. Lass Rufus in dieser Saison dein persönlicher Einkaufshelfer sein!","SYSTEM3_SCORE":3.5}
{"INPUT":"I think we had supplier issues and a backlog of some to be sent","SEED_X":"Ich denke, wir hatten Lieferantenprobleme und einen Rückstand an Artikeln, die verschickt werden mussten.","SEED_X_SCORE":3.5,"SYSTEM1":"Ich denke, wir hatten Lieferantenprobleme und einen Rückstau von einigen Sendungen, die noch verschickt werden müssen.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Ich glaube, wir hatten Probleme mit den Lieferanten und einen Lieferrückstand.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Ich glaube, wir hatten Lieferantenprobleme und einen Rückstand bei einigen Dingen, die noch versendet werden müssen.","SYSTEM3_SCORE":3.5}
{"INPUT":"In addition to banning best practice medical care for trans youth up to age 18, Public Chapter No. 1 would require trans youth currently receiving gender-affirming care to end that care within nine months of the law’s effective date of July 1, 2023, or by March 31, 2024.","SEED_X":"Zusätzlich zum Verbot der besten medizinischen Versorgung für Trans-Jugendliche bis zum Alter von 18 Jahren würde das öffentliche Kapitel Nr. 1 von Trans-Jugendlichen, die derzeit geschlechtsangleichende Versorgung erhalten, verlangen, diese Versorgung innerhalb von neun Monaten nach dem Inkrafttreten des Gesetzes am 1. Juli 2023 oder bis zum 31. März 2024 zu beenden.","SEED_X_SCORE":3.5,"SYSTEM1":"Neben der Verbannung bewährter medizinischer Versorgung für transidente Jugendliche bis zum Alter von 18 Jahren würde der Öffentliche Beschluss Nr. 1 transidenten Jugendlichen, die derzeit eine geschlechtsbejahende Behandlung erhalten, vorschreiben, diese Behandlung innerhalb von neun Monaten nach dem Inkrafttreten des Gesetzes am 1. Juli 2023 oder spätestens bis zum 31. März 2024 zu beenden.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Zusätzlich zum Verbot der medizinischen Best-Practice-Versorgung von Trans-Jugendlichen bis zum Alter von 18 Jahren würde das öffentliche Kapitel Nr. 1 von Trans-Jugendlichen, die derzeit eine geschlechtsangleichende Behandlung erhalten, verlangen, dass diese Behandlung innerhalb von neun Monaten nach dem Inkrafttreten des Gesetzes am 1. Juli 2023 oder bis zum 31. März 2024 beendet wird.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Neben dem Verbot bewährter medizinischer Praxis für trans Jugendliche bis zum 18. Lebensjahr würde das Gesetz Nr. 1 trans Jugendliche, die bereits geschlechtsaffirmierende Versorgung erhalten, verpflichten, diese spätestens neun Monate nach Inkrafttreten des Gesetzes am 1. Juli 2023 oder bis zum 31. März 2024 zu beenden.","SYSTEM3_SCORE":3.5}
{"INPUT":"Under the amendments, e-commerce platforms will face several restrictions and increased compliance burden.","SEED_X":"Gemäß den Änderungen werden E-Commerce-Plattformen mit mehreren Einschränkungen und einer erhöhten Compliance-Belastung konfrontiert sein.","SEED_X_SCORE":3.5,"SYSTEM1":"Unter den Änderungen werden E-Commerce-Plattformen mehreren Einschränkungen und einer erhöhten Compliance-Belastung unterliegen.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Im Rahmen der Änderungen werden E-Commerce-Plattformen mit zahlreichen Einschränkungen und einem erhöhten Compliance-Aufwand konfrontiert sein.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Gemäß den Änderungen werden E-Commerce-Plattformen mit mehreren Beschränkungen und einer erhöhten Compliance-Last konfrontiert sein.","SYSTEM3_SCORE":4.0}
{"INPUT":"But record low real yields are often seen as a worrying sign, as they reflect a pessimistic view on future economic growth, which is why many bond bears remain undeterred because they expect a big bounceback for economic growth this year.","SEED_X":"Aber rekordniedrige Realrenditen werden oft als ein besorgniserregendes Zeichen angesehen, da sie eine pessimistische Sicht auf das zukünftige Wirtschaftswachstum widerspiegeln. Aus diesem Grund bleiben viele Anleihen-Bären unbeirrt, da sie einen starken Aufschwung des Wirtschaftswachstums in diesem Jahr erwarten.","SEED_X_SCORE":3.5,"SYSTEM1":"Aber Rekordtiefstände bei den Realzinsen gelten oft als besorgniserregendes Zeichen, da sie eine pessimistische Einschätzung des zukünftigen Wirtschaftswachstums widerspiegeln, weshalb viele Anleihen-Bären weiterhin unbeirrt bleiben, weil sie eine starke Erholung des Wirtschaftswachstums in diesem Jahr erwarten.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Rekordniedrige Realrenditen werden jedoch oft als beunruhigendes Zeichen gesehen, da sie eine pessimistische Einschätzung des künftigen Wirtschaftswachstums widerspiegeln. Deshalb lassen sich viele Anleihen-Bären nicht beirren, weil sie in diesem Jahr mit einer kräftigen Erholung des Wirtschaftswachstums rechnen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Historisch niedrige reale Renditen werden oft als besorgniserregendes Zeichen gewertet, da sie eine pessimistische Einschätzung des künftigen Wirtschaftswachstums widerspiegeln, weshalb viele Bond-Bären unbeeindruckt bleiben, weil sie für dieses Jahr eine starke Erholung des Wirtschaftswachstums erwarten.","SYSTEM3_SCORE":3.5}
{"INPUT":"Here, we introduce a multinational shape-morphing material with reversible and rapid polymorphic reconfigurability.","SEED_X":null,"SEED_X_SCORE":3.5,"SYSTEM1":"Hier stellen wir ein multinational formveränderndes Material mit reversibler und schneller polymorpher Rekonfigurierbarkeit vor.","SYSTEM1_SCORE":2.5,"SYSTEM2":"Hier stellen wir ein multinationales, formveränderndes Material mit reversibler und schneller polymorpher Rekonfigurationsfähigkeit vor.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Hier stellen wir ein multinationales, formveränderndes Material mit reversibler und schneller polymorpher Umkonfigurierbarkeit vor.","SYSTEM3_SCORE":2.5}
{"INPUT":"staying on studytok <3","SEED_X":"Auf StudyTok bleiben <3","SEED_X_SCORE":4.0,"SYSTEM1":"auf StudyTok bleiben <3","SYSTEM1_SCORE":4.0,"SYSTEM2":"bleibe auf Studytok <3","SYSTEM2_SCORE":3.5,"SYSTEM3":"Auf studytok bleiben <3","SYSTEM3_SCORE":4.0}
{"INPUT":"Bro has the foreigner opa rizz","SEED_X":"Der Bruder hat den ausländischen Opa-Reiz.","SEED_X_SCORE":3.5,"SYSTEM1":"Alter hat der Ausländer Opa-Rizz","SYSTEM1_SCORE":3.5,"SYSTEM2":"Bro hat den ausländischen Opa Rizz","SYSTEM2_SCORE":3.5,"SYSTEM3":"Alter hat den Ausländer-Opa-Charme.","SYSTEM3_SCORE":4.0}
{"INPUT":"NLP is closely related to information retrieval, knowledge representation and computational linguistics, a subfield of linguistics. Typically data is collected in text corpora, using either rule-based, statistical or neural-based approaches in machine learning and deep learning.","SEED_X":"NLP ist eng mit der Informationsgewinnung, der Wissensrepräsentation und der Computerlinguistik, einem Teilgebiet der Linguistik, verbunden. Typischerweise werden Daten in Textkorpora gesammelt, wobei entweder regelbasierte, statistische oder neuronale Ansätze im maschinellen Lernen und tiefem Lernen verwendet werden.","SEED_X_SCORE":3.5,"SYSTEM1":"NLP ist eng mit der Informationsrecherche, der Wissensrepräsentation und der Computerlinguistik, einem Teilgebiet der Linguistik, verbunden. Typischerweise werden Daten in Textkorpora gesammelt, wobei entweder regelbasierte, statistische oder neuronale Ansätze im maschinellen Lernen und Deep Learning verwendet werden.","SYSTEM1_SCORE":3.5,"SYSTEM2":"NLP ist eng mit Informationsgewinnung, Wissensrepräsentation und Computerlinguistik, einem Teilgebiet der Linguistik, verbunden. Typischerweise werden Daten in Textkorpora gesammelt, wobei entweder regelbasierte, statistische oder neuronale Ansätze des maschinellen Lernens und Deep Learning zum Einsatz kommen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"NLP ist eng mit Information Retrieval, Wissensrepräsentation und Computerlinguistik, einem Teilgebiet der Linguistik, verbunden. Typischerweise werden Daten in Textkorpora gesammelt, wobei regelbasierte, statistische oder neuronale Ansätze des maschinellen Lernens und Deep Learnings verwendet werden.","SYSTEM3_SCORE":3.5}
{"INPUT":"im gonna do this one day idc what others say","SEED_X":"Ich werde das eines Tages tun, egal, was andere sagen.","SEED_X_SCORE":3.5,"SYSTEM1":"Eines Tages werde ich das tun, egal was andere sagen.","SYSTEM1_SCORE":4.0,"SYSTEM2":"ich werde das eines Tages tun, es ist mir egal, was andere sagen","SYSTEM2_SCORE":3.5,"SYSTEM3":"Eines Tages mache ich das, egal, was andere sagen.","SYSTEM3_SCORE":3.5}
{"INPUT":"easiest class at ucla hands down, what a goat","SEED_X":"Der einfachste Kurs an der UCLA, ohne Zweifel, was für ein Genie!","SEED_X_SCORE":3.5,"SYSTEM1":"Leichteste Klasse an der UCLA überhaupt, was für ein Ziegenbock","SYSTEM1_SCORE":2.5,"SYSTEM2":"einfachste Klasse an der UCLA, zweifellos, was für eine Ziege","SYSTEM2_SCORE":3.5,"SYSTEM3":"Zweifellos der einfachste Kurs an der UCLA, was für eine Legende!","SYSTEM3_SCORE":3.5}
{"INPUT":"In a hospital produced video, Frase said one pharmacist at her hospital told her “they’ve had several people come in to get vaccinated who have tried to sort of disguise their appearance and even went so far as to say, ‘please, please, please don’t let anybody know that I got this vaccine.’”","SEED_X":"In einem vom Krankenhaus produzierten Video sagte Frase, dass ein Apotheker in ihrem Krankenhaus ihr gesagt habe: „Es sind mehrere Leute gekommen, um sich impfen zu lassen, die versucht haben, ihr Aussehen zu verschleiern, und sogar so weit gegangen sind, zu sagen: 'Bitte, bitte, bitte, lass niemanden wissen, dass ich diesen Impfstoff bekommen habe.'“","SEED_X_SCORE":4.0,"SYSTEM1":"In einem im Krankenhaus produzierten Video sagte Frase, dass eine Apothekerin in ihrem Krankenhaus ihr erzählt habe, „dass mehrere Personen gekommen seien, um sich impfen zu lassen und dabei versucht hätten, ihr Erscheinungsbild zu verbergen, und einige gingen sogar so weit zu sagen: ‚Bitte, bitte, bitte lassen Sie niemanden wissen, dass ich diesen Impfstoff erhalten habe.‘“","SYSTEM1_SCORE":4.0,"SYSTEM2":"In einem vom Krankenhaus produzierten Video sagte Frase, eine Apothekerin ihres Krankenhauses habe ihr erzählt, „dass mehrere Leute zur Impfung gekommen seien und versucht hätten, ihr Aussehen zu verbergen, und sogar so weit gegangen seien zu sagen: ‚Bitte, bitte, bitte sagen Sie niemandem, dass ich diesen Impfstoff bekommen habe.‘“","SYSTEM2_SCORE":3.5,"SYSTEM3":"In einem vom Krankenhaus produzierten Video sagte Frase, eine Apothekerin in ihrer Einrichtung habe ihr berichtet, es seien „mehrere Menschen zur Impfung gekommen, die versuchten, ihr Aussehen irgendwie zu verändern und sogar so weit gingen, zu sagen: ‚Bitte, bitte, bitte lassen Sie niemanden wissen, dass ich diesen Impfstoff bekommen habe.‘“","SYSTEM3_SCORE":3.5}
{"INPUT":"Some Swifties quickly figured out that it was a 13×13 word search, and the clues included Phoebe Bridgers, Ed Sheeran, \"All Too Well,\" and \"Ten.\" ","SEED_X":"Einige Swifties fanden schnell heraus, dass es eine Wortsuche mit 13x13 Feldern war, und die Hinweise beinhalteten Phoebe Bridgers, Ed Sheeran, \"All Too Well\" und \"Ten\".","SEED_X_SCORE":3.5,"SYSTEM1":"Einige Swifties haben schnell herausgefunden, dass es sich um ein 13×13-Wortsuchrätsel handelte, und die Hinweise beinhalteten Phoebe Bridgers, Ed Sheeran, „All Too Well“ und „Ten“.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Einige Swifties fanden schnell heraus, dass es sich um eine 13×13-Wortsuche handelte und dass die Hinweise Phoebe Bridgers, Ed Sheeran, „All Too Well“ und „Ten“ umfassten.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Einige Swifties fanden schnell heraus, dass es sich um ein 13×13-Wortsuchspiel handelte, und die Hinweise umfassten Phoebe Bridgers, Ed Sheeran, „All Too Well“ und „Ten“.","SYSTEM3_SCORE":3.5}
{"INPUT":"The company released Windows 95 on August 24, 1995, featuring pre-emptive multitasking, a completely new user interface with a novel start button, and 32-bit compatibility; ","SEED_X":"Das Unternehmen veröffentlichte Windows 95 am 24. August 1995 und bot präemptives Multitasking, eine völlig neue Benutzeroberfläche mit einem neuartigen Startknopf und 32-Bit-Kompatibilität.","SEED_X_SCORE":3.5,"SYSTEM1":"Das Unternehmen veröffentlichte am 24. August 1995 Windows 95, das präemptives Multitasking, eine komplett neue Benutzeroberfläche mit einem neuartigen Startbutton sowie 32-Bit-Kompatibilität bot;","SYSTEM1_SCORE":3.5,"SYSTEM2":"Am 24. August 1995 veröffentlichte das Unternehmen Windows 95 mit präemptivem Multitasking, einer völlig neuen Benutzeroberfläche mit einer neuartigen Startschaltfläche und 32-Bit-Kompatibilität.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Das Unternehmen veröffentlichte Windows 95 am 24. August 1995, das mit präemptivem Multitasking, einer komplett neuen Benutzeroberfläche inklusive einer neuartigen Start-Schaltfläche sowie 32-Bit-Kompatibilität ausgestattet war.","SYSTEM3_SCORE":3.5}
{"INPUT":"It all comes down to this in the World's Most Amazing Dog Season Finale. One crafty canine comes to the rescue, while another hound goes heavy metal. But can they beat a smooching pooch who's quite literally kissing up to the judges?","SEED_X":"Alles kommt darauf an in der Staffelfinale von \"Der erstaunlichste Hund der Welt\". Ein schlauer Vierbeiner kommt zur Rettung, während ein anderer Hund Heavy Metal spielt. Aber können sie einen knutschenden Hund besiegen, der sich buchstäblich bei den Richtern einzuschmeicheln versucht?","SEED_X_SCORE":3.5,"SYSTEM1":"Es läuft alles auf das hier hinaus in der spektakulärsten Hundeshow der Welt. Ein gerissener Hund kommt zur Rettung, während ein anderer Hund heavy metalmäßig wird. Aber können sie einen schmusigen Hund schlagen, der den Richtern buchstäblich schmeichelt?","SYSTEM1_SCORE":3.5,"SYSTEM2":"Im Staffelfinale von „Der unglaublichste Hund der Welt“ läuft alles darauf hinaus. Ein schlauer Hund eilt zur Rettung, während ein anderer Hund voll aufdreht. Doch können sie einen schmusenden Hund schlagen, der sich im wahrsten Sinne des Wortes bei den Juroren einschmeichelt?","SYSTEM2_SCORE":3.5,"SYSTEM3":"Alles läuft auf das Finale der \"World's Most Amazing Dog\"-Staffel hinaus. Ein schlauer Vierbeiner eilt zur Rettung, während ein anderer Hund richtig rockt. Doch können sie einen knutschenden Kameraden schlagen, der sich buchstäblich bei den Preisrichtern einschmeichelt?","SYSTEM3_SCORE":3.5}
{"INPUT":"It's a common misconception that when a stock you buy skyrockets, the smart thing to do is sell it (or at least sell some of it) to lock in your profits. But the context matters. If the stock has increased sharply because the business is performing exceptionally well, it could still be a bargain. I'm still looking for companies to make additions to my $350K portfolio, to boost performance. Here for ideas","SEED_X":"Es ist ein häufiges Missverständnis, dass, wenn eine Aktie, die Sie kaufen, in die Höhe schießt, es klug ist, sie zu verkaufen (oder zumindest einen Teil davon zu verkaufen), um Ihre Gewinne zu sichern. Aber der Kontext ist wichtig. Wenn die Aktie stark gestiegen ist, weil das Geschäft außergewöhnlich gut läuft, könnte sie immer noch ein Schnäppchen sein. Ich bin immer noch auf der Suche nach Unternehmen, um mein Portfolio von 350.000 Dollar zu ergänzen und die Performance zu steigern. Hier für Ideen","SEED_X_SCORE":3.5,"SYSTEM1":"Ein weit verbreiteter Irrglaube ist, dass es klug ist, eine Aktie (oder zumindest einen Teil davon) zu verkaufen, sobald sie stark ansteigt, um die Gewinne abzusichern. Doch der Kontext ist entscheidend. Wenn der Kursanstieg auf eine außergewöhnlich gute Unternehmensleistung zurückgeht, könnte die Aktie immer noch ein Schnäppchen sein. Ich suche weiterhin nach Unternehmen, um mein 350.000-Dollar-Portfolio aufzustocken und die Performance zu verbessern. Hier für Ideen","SYSTEM1_SCORE":3.5,"SYSTEM2":"Es ist ein weit verbreiteter Irrtum, dass man, wenn eine Aktie steil steigt, sie (oder zumindest einen Teil davon) verkaufen sollte, um die Gewinne zu sichern. Aber der Kontext ist entscheidend. Wenn die Aktie stark gestiegen ist, weil das Unternehmen außergewöhnlich gut läuft, könnte sie immer noch ein Schnäppchen sein. Ich suche immer noch nach Unternehmen, die mein 350.000-Dollar-Portfolio ergänzen und die Performance steigern können. Hier sind einige Ideen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Es ist ein weit verbreiteter Irrglaube, dass man eine Aktie verkaufen (oder zumindest einen Teil davon abstoßen) sollte, sobald sie in die Höhe schießt, um Gewinne mitzunehmen. Doch der Kontext entscheidet: Wenn die Aktie stark gestiegen ist, weil das Unternehmen sich überdurchschnittlich gut entwickelt, könnte sie immer noch ein gutes Angebot sein. Ich suche weiterhin nach Unternehmen, um mein 350.000-Dollar-Portfolio zu erweitern und seine Leistung zu steigern. Bin hier auf der Suche nach Ideen.","SYSTEM3_SCORE":3.5}
{"INPUT":"In addition, in the SYNAPSE study there was a 57% reduction in the proportion of patients who had surgery in the group treated with Nucala versus placebo.","SEED_X":"Zusätzlich gab es in der SYNAPSE-Studie eine 57%ige Reduktion des Anteils von Patienten, die in der mit Nucala behandelten Gruppe operiert wurden, im Vergleich zur Placebo-Gruppe.","SEED_X_SCORE":3.5,"SYSTEM1":"Hinzu kommt, dass in der SYNAPSE-Studie bei der mit Nucala behandelten Gruppe im Vergleich zu Placebo eine 57 %ige Reduktion des Anteils der Patienten, die eine Operation durchführen ließen, festgestellt wurde.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Darüber hinaus wurde in der SYNAPSE-Studie eine Reduzierung des Anteils der Patienten, die operiert werden mussten, um 57 % in der mit Nucala behandelten Gruppe im Vergleich zur Placebogruppe festgestellt.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Darüber hinaus gab es in der SYNAPSE-Studie eine 57 %ige Reduktion des Anteils der Patienten, die operiert werden mussten, in der mit Nucala behandelten Gruppe im Vergleich zu Placebo.","SYSTEM3_SCORE":3.5}
{"INPUT":"Though Canada is the USWNT’s most common opponent, the neighbors to the north have not beaten the Americans since 2001.","SEED_X":"Obwohl Kanada der häufigste Gegner der USWNT ist, haben die Nachbarn im Norden die Amerikaner seit 2001 nicht mehr besiegt.","SEED_X_SCORE":3.5,"SYSTEM1":"Obwohl Kanada der häufigste Gegner des USWNT-Teams ist, haben die Nachbarn im Norden die Amerikanerinnen seit 2001 nicht mehr geschlagen.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Obwohl Kanada der häufigste Gegner der USWNT ist, konnten die Nachbarn im Norden die Amerikanerinnen seit 2001 nicht mehr schlagen.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Obwohl Kanada der häufigste Gegner der USWNT ist, haben die nördlichen Nachbarn die Amerikanerinnen seit 2001 nicht besiegt.","SYSTEM3_SCORE":3.5}
{"INPUT":"Robotic hands perform several amazing functions similar to the human hands, thereby offering high flexibility in terms of the tasks performed.","SEED_X":"Roboterhände führen mehrere erstaunliche Funktionen ähnlich wie menschliche Hände aus und bieten dadurch eine hohe Flexibilität in Bezug auf die ausgeführten Aufgaben.","SEED_X_SCORE":4.0,"SYSTEM1":"Roboterhände übernehmen mehrere erstaunliche Funktionen, ähnlich wie menschliche Hände, und bieten dadurch eine hohe Flexibilität in Bezug auf die ausgeführten Aufgaben.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Roboterhände erfüllen viele erstaunliche Funktionen, die den menschlichen Händen ähneln, und bieten dadurch eine hohe Flexibilität hinsichtlich der auszuführenden Aufgaben.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Roboterhände erfüllen mehrere erstaunliche Funktionen, ähnlich den menschlichen Händen, und bieten dadurch eine hohe Flexibilität in Bezug auf die durchgeführten Aufgaben.","SYSTEM3_SCORE":3.5}
{"INPUT":"My boss is a hard nut to crack;it's tough to get him change his mind.He's notoriously stubborn for every project.","SEED_X":"Mein Chef ist ein hartnäckiger Kerl; es ist schwierig, ihn dazu zu bringen, seine Meinung zu ändern. Er ist bei jedem Projekt notorisch stur.","SEED_X_SCORE":3.5,"SYSTEM1":"Mein Boss ist ein harter Brocken; es ist schwer, ihn umzustimmen. Er ist für jedes Projekt bekanntermaßen stur.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Mein Chef ist eine harte Nuss. Es ist schwierig, ihn dazu zu bringen, seine Meinung zu ändern. Er ist bei jedem Projekt notorisch stur.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Mein Chef ist eine harte Nuss; es ist schwer, ihn umzustimmen. Er ist bei jedem Projekt berüchtigt stur.","SYSTEM3_SCORE":3.5}
{"INPUT":"Petrol models feature the all-new 2.0-liter Si4 engine, which delivers refined powerful performance with exceptional economy.","SEED_X":"Benzinmodelle sind mit dem brandneuen 2,0-Liter-Si4-Motor ausgestattet, der eine raffinierte, leistungsstarke Performance mit außergewöhnlicher Wirtschaftlichkeit bietet.","SEED_X_SCORE":3.5,"SYSTEM1":"Die Benziner-Modelle verfügen über den komplett neu entwickelten 2,0-Liter-Si4-Motor, der ein ausgeklügeltes, leistungsstarkes Fahrgefühl mit außergewöhnlicher Wirtschaftlichkeit bietet.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Die Benzinmodelle sind mit dem brandneuen 2,0-Liter-Si4-Motor ausgestattet, der eine raffinierte, kraftvolle Leistung bei außergewöhnlicher Wirtschaftlichkeit bietet.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Benzinmodelle verfügen über den brandneuen 2,0-Liter-Si4-Motor, der eine ausgereifte, kraftvolle Leistung bei herausragender Kraftstoffeffizienz bietet.","SYSTEM3_SCORE":3.5}
{"INPUT":"Whoever got the same small ass portion like this msg. We will talk to the head chef tmr morning and we need numbers pls","SEED_X":"Wer auch immer die gleiche kleine Portion wie diese bekommen hat, schreibt mir. Wir werden morgen früh mit dem Chefkoch sprechen und wir brauchen Zahlen, bitte.","SEED_X_SCORE":3.5,"SYSTEM1":"Wer die gleiche kleine Portion wie diese Nachricht erhalten hat, soll sich morgen früh mit dem Küchenchef unterhalten, und wir brauchen Zahlen, bitte.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Wer auch immer die gleiche kleine Portion wie diese Nachricht bekommen hat. Wir werden morgen früh mit dem Küchenchef sprechen und wir brauchen Zahlen, bitte","SYSTEM2_SCORE":3.5,"SYSTEM3":"Wer die gleiche lächerlich kleine Portion bekommen hat wie hier erwähnt: Wir sprechen morgen früh mit dem Küchenchef und brauchen bitte die Anzahl der Betroffenen.","SYSTEM3_SCORE":3.5}
{"INPUT":"A lightweight all-aluminium engine with the latest direct-injection technology","SEED_X":"Ein leichter Vollaluminium-Motor mit der neuesten Direkteinspritztechnologie.","SEED_X_SCORE":3.5,"SYSTEM1":"Ein leichter Alluminiummotor mit der neuesten Direkteinspritzungstechnologie","SYSTEM1_SCORE":3.0,"SYSTEM2":"Ein leichter Vollaluminiummotor mit modernster Direkteinspritztechnologie","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ein leichter Vollaluminium-Motor mit der neuesten Direkteinspritztechnologie.","SYSTEM3_SCORE":3.5}
{"INPUT":"The first version of HarmonyOS, which supported Android-based applications, was launched in August 2019, months after Huawei was placed on a US trade blacklist that barred American firms from selling tech and software to the Chinese company without a license.","SEED_X":"Die erste Version von HarmonyOS, die Android-basierte Anwendungen unterstützte, wurde im August 2019 eingeführt, Monate nachdem Huawei auf eine US-Handelsliste gesetzt wurde, die amerikanischen Unternehmen den Verkauf von Technologie und Software an das chinesische Unternehmen ohne Lizenz untersagte.","SEED_X_SCORE":3.5,"SYSTEM1":"Die erste Version von HarmonyOS, die Android-basierte Anwendungen unterstützte, wurde im August 2019 veröffentlicht, Monate nachdem Huawei auf eine US-amerikanische Handelsblacklist gesetzt worden war, die amerikanischen Unternehmen ohne Lizenz den Verkauf von Technologie und Software an das chinesische Unternehmen untersagte.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Die erste Version von HarmonyOS, die Android-basierte Anwendungen unterstützte, wurde im August 2019 eingeführt, Monate nachdem Huawei auf eine schwarze Liste des US-Handels gesetzt worden war, die amerikanischen Firmen den Verkauf von Technologie und Software an das chinesische Unternehmen ohne Lizenz untersagte.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Die erste Version von HarmonyOS, die Android-basierte Anwendungen unterstützte, wurde im August 2019 eingeführt – Monate nachdem Huawei auf eine US-Handelsverbotsliste gesetzt worden war, die amerikanischen Unternehmen untersagte, Technologie und Software ohne Genehmigung an das chinesische Unternehmen zu verkaufen.","SYSTEM3_SCORE":3.5}
{"INPUT":"Kim’s maniacal smirk after she throws Kris’ phone of the balcony gets me everytime","SEED_X":"Kim's manisches Grinsen, nachdem sie Kris' Handy vom Balkon geworfen hat, erwischt mich jedes Mal.","SEED_X_SCORE":4.0,"SYSTEM1":"Kims irres Grinsen, nachdem sie Kirs Telefon vom Balkon geworfen hat, erwischt mich jedes Mal.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Kims manisches Grinsen, nachdem sie Kris‘ Handy vom Balkon geworfen hat, berührt mich jedes Mal","SYSTEM2_SCORE":4.0,"SYSTEM3":"Kims manisches Grinsen, nachdem sie Kris’ Telefon vom Balkon geworfen hat, erwischt mich jedes Mal.","SYSTEM3_SCORE":4.0}
{"INPUT":"Shadow of the Colossus has a bold concept; there are no rank and file enemies, or deep progression mechanics, or skill trees, or level-ups.","SEED_X":"Shadow of the Colossus hat ein mutiges Konzept; es gibt keine gewöhnlichen Feinde, keine tiefgreifenden Fortschrittsmechaniken, keine Fertigkeitsbäume oder Level-Ups.","SEED_X_SCORE":3.5,"SYSTEM1":"Shadow of the Colossus hat ein kühnes Konzept; es gibt keine gewöhnlichen Gegner, keine tiefgehenden Fortschrittsmechaniken, keine Fertigkeitsbäume und keine Stufenaufstiege.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Shadow of the Colossus hat ein mutiges Konzept: Es gibt keine einfachen Feinde, keine tiefgreifenden Fortschrittsmechanismen, keine Fähigkeitsbäume und keine Level-Ups.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Shadow of the Colossus hat ein kühnes Konzept: Es gibt keine gewöhnlichen Gegner, keine ausgefeilten Progression-Mechaniken, keine Skillbäume oder Level-Ups.","SYSTEM3_SCORE":4.0}
{"INPUT":"Connect each of the PF axis motor cable (No.1) and PF axis encoder cable (No.2) to CON E and CON Q connector which has control box. Please refer to previous paragraph [3-10. Connection of the electric cables] for detail of connector position.","SEED_X":"Verbinden Sie jedes der PF-Achsen-Motorkabel (Nr. 1) und PF-Achsen-Encoder-Kabel (Nr. 2) mit dem CON E- und CON Q-Stecker, der eine Steuerbox hat. Bitte beziehen Sie sich auf den vorherigen Abschnitt [3-10. Anschluss der elektrischen Kabel] für Details zur Position des Steckers.","SEED_X_SCORE":3.5,"SYSTEM1":"Verbinden Sie jeweils das PF-Achsen-Motor-Kabel (Nr. 1) und das PF-Achsen-Encoder-Kabel (Nr. 2) mit dem Stecker CON E und CON Q, der die Steuerbox hat. Siehe hierzu den vorhergehenden Abschnitt [3-10. Anschluss der elektrischen Kabel] für Details zur Steckerposition.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Schließen Sie das Motorkabel der PF-Achse (Nr. 1) und das Encoderkabel der PF-Achse (Nr. 2) jeweils an die Anschlüsse CON E und CON Q an, die mit der Steuereinheit verbunden sind. Einzelheiten zur Position der Anschlüsse finden Sie im vorherigen Abschnitt [3-10. Anschluss der elektrischen Kabel].","SYSTEM2_SCORE":3.5,"SYSTEM3":"Schließen Sie jeweils die PF-Achsen-Motorleitung (Nr. 1) und die PF-Achsen-Encoderleitung (Nr. 2) an die CON E- und CON Q-Anschlüsse am Steuergerät an. Einzelheiten zur Position der Anschlüsse entnehmen Sie bitte dem vorherigen Abschnitt [3-10. Anschluss der Elektrokabel].","SYSTEM3_SCORE":4.0}
{"INPUT":"The first year associate's primary job is to block billable hours. And with most of those numbers down in each of your departments, clearly some of you aren't doing yours. While this meeting isn't about naming names, It is about asking you to step up!","SEED_X":"Die Hauptaufgabe des Associates im ersten Jahr besteht darin, abrechenbare Stunden zu erfassen. Und da die meisten dieser Zahlen in jeder Ihrer Abteilungen gesunken sind, tun einige von Ihnen offensichtlich nicht ihren Teil. Obwohl es bei diesem Meeting nicht darum geht, Namen zu nennen, geht es darum, Sie aufzufordern, sich mehr zu engagieren!","SEED_X_SCORE":4.0,"SYSTEM1":"Die Hauptaufgabe eines ersten Jahres im Associate-Programm besteht darin, abrechenbare Stunden zu blockieren. Und da die meisten dieser Zahlen in jedem eurer Bereiche gesunken sind, ist offensichtlich, dass einige von euch ihre Aufgaben nicht erledigen. Obwohl es bei diesem Meeting nicht darum geht, Namen zu nennen, geht es darum, euch aufzufordern, mehr Verantwortung zu übernehmen!","SYSTEM1_SCORE":3.5,"SYSTEM2":"Die Hauptaufgabe eines Mitarbeiters im ersten Jahr besteht darin, abrechenbare Stunden zu reservieren. Und da die meisten Ihrer Abteilungen unterbesetzt sind, erfüllen einige von Ihnen offensichtlich Ihre Aufgaben nicht. In diesem Meeting geht es nicht darum, Namen zu nennen, sondern Sie zu bitten, sich zu engagieren!","SYSTEM2_SCORE":3.5,"SYSTEM3":"Die Hauptaufgabe des Associates im ersten Jahr besteht darin, verrechenbare Stunden zu blocken. Und da die meisten dieser Zahlen in jeder Ihrer Abteilungen niedrig sind, ist klar, dass einige von Ihnen Ihre Arbeit nicht erledigen. Auch wenn es in dieser Besprechung nicht darum geht, Namen zu nennen, geht es darum, Sie aufzufordern, sich mehr zu engagieren!","SYSTEM3_SCORE":3.5}
{"INPUT":"Honestly this video really helpful for people who struggle with finding a good study plan personally for me I struggle a lot with this but managed to push through and right now college has been great love my classes all my professors are very chill and helpful right now my grades are good all thanks to you Gohar you the best","SEED_X":"Ehrlich gesagt ist dieses Video sehr hilfreich für Leute, die Schwierigkeiten haben, einen guten Studienplan zu finden. Persönlich habe ich damit sehr zu kämpfen, aber ich habe es geschafft, durchzuhalten, und im Moment ist das College großartig. Ich liebe meine Kurse, alle meine Professoren sind sehr entspannt und hilfsbereit. Im Moment sind meine Noten gut, alles dank dir, Gohar. Du bist der Beste!","SEED_X_SCORE":4.0,"SYSTEM1":"Ehrlich gesagt, ist dieses Video wirklich hilfreich für Menschen, die Schwierigkeiten haben, einen guten Studienplan zu finden. Persönlich habe ich selbst große Probleme damit, aber es geschafft, mich durchzukämpfen, und momentan läuft das College super. Ich liebe meine Kurse, alle meine Professoren sind sehr locker und hilfsbereit. Im Moment sind meine Noten gut, alles dank dir, Gohar. Du bist die Beste.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Ehrlich gesagt ist dieses Video wirklich hilfreich für Leute, die Schwierigkeiten haben, einen guten Studienplan zu finden. Ich persönlich habe damit große Probleme, habe es aber geschafft, mich durchzukämpfen, und im Moment ist das College großartig. Ich liebe meine Kurse. Alle meine Professoren sind sehr entspannt und hilfsbereit. Im Moment sind meine Noten gut, alles dank dir, Gohar, du bist der Beste.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ehrlich gesagt, dieses Video ist wirklich hilfreich für Menschen, die Schwierigkeiten haben, einen guten Studienplan zu finden. Persönlich hatte ich stark damit zu kämpfen, aber ich habe es geschafft, durchzuhalten, und jetzt läuft das Studium super – ich liebe meine Kurse, alle Professoren sind sehr entspannt und hilfsbereit. Meine Noten sind aktuell gut, alles dank dir, Gohar, du bist der Beste.","SYSTEM3_SCORE":3.5}
{"INPUT":"I would have watched this movie in theaters if they didn't promote it as one big McGregor film. What the heeeeck. It's actually good. And Post Malone is in it and wrote music for it - had no idea. And ... the black actress can actually act ... and the plot is interesting...","SEED_X":"Ich hätte diesen Film im Kino gesehen, wenn sie ihn nicht als einen großen McGregor-Film beworben hätten. Was zum Teufel. Er ist eigentlich gut. Und Post Malone ist darin und hat Musik dafür geschrieben - ich hatte keine Ahnung. Und ... die schwarze Schauspielerin kann tatsächlich schauspielern ... und die Handlung ist interessant...","SEED_X_SCORE":4.0,"SYSTEM1":"Ich hätte mir diesen Film im Kino angesehen, wenn sie ihn nicht als einen großen McGregor-Film beworben hätten. Was zur Hölle. Er ist tatsächlich gut. Und Post Malone ist darin und hat Musik dafür geschrieben – davon hatte ich keine Ahnung. Und ... die schwarze Schauspielerin kann tatsächlich schauspielern ... und die Handlung ist interessant ...","SYSTEM1_SCORE":4.0,"SYSTEM2":"Ich hätte mir den Film im Kino angesehen, wenn er nicht als großer McGregor-Film angepriesen worden wäre. Was soll’s. Er ist tatsächlich gut. Und Post Malone spielt mit und hat die Musik dazu geschrieben – keine Ahnung. Und … die schwarze Schauspielerin kann tatsächlich schauspielern … und die Handlung ist interessant …","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ich hätte diesen Film im Kino gesehen, wenn sie ihn nicht als einen reinen McGregor-Film beworben hätten. Was zum Teeeeufel. Er ist tatsächlich gut. Und Post Malone ist dabei und hat die Musik geschrieben – keine Ahnung, dass das so ist. Und … die schwarze Schauspielerin kann wirklich spielen … und die Handlung ist interessant …","SYSTEM3_SCORE":3.5}
{"INPUT":"I seriously can’t wait to get back to school in person! I didn’t sign up to be a teacher online Lockdown needs to end!!!!!","SEED_X":"Ich kann es wirklich kaum erwarten, wieder persönlich zur Schule zu gehen! Ich habe mich nicht angemeldet, um Online-Lehrer zu sein. Der Lockdown muss enden!!!!!","SEED_X_SCORE":3.5,"SYSTEM1":"Ich kann es wirklich kaum erwarten, wieder persönlich zur Schule zurückzukehren! Ich habe mich nicht angemeldet, um online Lehrer zu sein. Der Lockdown muss endlich vorbei sein!!!!!!","SYSTEM1_SCORE":3.5,"SYSTEM2":"Ich kann es kaum erwarten, wieder persönlich zur Schule zu gehen! Ich habe mich nicht als Online-Lehrer angemeldet. Der Lockdown muss vorbei sein!!!!!","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ich kann es wirklich kaum erwarten, endlich wieder persönlich in die Schule zurückzukehren! Ich habe mich nicht angemeldet, um online zu unterrichten. Der Lockdown muss endlich ein Ende haben!!!!!","SYSTEM3_SCORE":3.5}
{"INPUT":"Little study hack for y’all… do your homework\/assignments the first day it was given to you… NO PROCRASTINATING!!! the day it was assigned ","SEED_X":"Ein kleiner Lerntrick für euch alle… macht eure Hausaufgaben\/Aufgaben am ersten Tag, an dem sie euch gegeben wurden… KEIN AUFSCHUB!!! Am Tag, an dem sie zugewiesen wurden.","SEED_X_SCORE":4.0,"SYSTEM1":"Kleiner Lerntrick für euch… macht eure Hausaufgaben\/die Aufgaben am ersten Tag, an dem sie euch gegeben wurden… KEINE AUFSCHEIBEREI!!! am Tag der Zuweisung","SYSTEM1_SCORE":3.5,"SYSTEM2":"Kleiner Lerntrick für euch alle… macht eure Hausaufgaben\/Aufgaben am ersten Tag, an dem sie euch gegeben wurden… KEIN ZÖGERN!!! am Tag der Aufgabe","SYSTEM2_SCORE":3.5,"SYSTEM3":"Kleiner Lerntipp für euch… Erledigt eure Hausaufgaben\/Aufgaben am ersten Tag, an dem sie aufgegeben wurden… KEINE AUFSCHIEBEREI!!! Am Tag, an dem sie aufgegeben wurden.","SYSTEM3_SCORE":3.5}
{"INPUT":"You'll have to tune in to find out how Dalmatians factor in, but expect endless over-the-top costumes and appearances by some other beloved characters, too.","SEED_X":"Du musst einschalten, um herauszufinden, wie Dalmatiner eine Rolle spielen, aber erwarte auch endlose übertriebene Kostüme und Auftritte einiger anderer beliebter Charaktere.","SEED_X_SCORE":4.0,"SYSTEM1":"Sie müssen einschalten, um herauszufinden, wie Dalmatiner eine Rolle spielen, aber erwarten Sie endlose, übertriebene Kostüme und Auftritte einiger anderer beliebter Figuren.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Sie müssen einschalten, um herauszufinden, welche Rolle Dalmatiner spielen, aber erwarten Sie auch unzählige extravagante Kostüme und Auftritte einiger anderer beliebter Charaktere.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Sie müssen einschalten, um herauszufinden, wie Dalmatiner eine Rolle spielen, aber erwarten Sie ebenfalls endlose übertriebene Kostüme und Auftritte einiger anderer beliebter Charaktere.","SYSTEM3_SCORE":3.5}
{"INPUT":"We have thousands of memories with this song, be it str3aming, voting or celebrating awards & achievements. This album will be forever remembered in history! Proud of you, CEO KIM JISOO!","SEED_X":"Wir haben tausende Erinnerungen an dieses Lied, sei es beim Streamen, beim Abstimmen oder beim Feiern von Auszeichnungen und Erfolgen. Dieses Album wird für immer in der Geschichte in Erinnerung bleiben! Ich bin stolz auf dich, CEO KIM JISOO!","SEED_X_SCORE":3.5,"SYSTEM1":"Wir haben tausende Erinnerungen mit diesem Song, sei es beim Streamen, Abstimmen oder bei der Feier von Auszeichnungen und Erfolgen. Dieses Album wird für immer in der Geschichte verzeichnet sein! Stolz auf dich, CEO KIM JISOO!","SYSTEM1_SCORE":3.5,"SYSTEM2":"Wir verbinden unzählige Erinnerungen mit diesem Song, sei es beim Streamen, Voten oder Feiern von Auszeichnungen und Erfolgen. Dieses Album wird für immer in Erinnerung bleiben! Stolz auf dich, CEO KIM JISOO!","SYSTEM2_SCORE":3.5,"SYSTEM3":"Wir haben tausende Erinnerungen mit diesem Lied, sei es Streaming, Voting oder das Feiern von Auszeichnungen & Erfolgen. Dieses Album wird für immer in die Geschichte eingehen! Stolz auf dich, CEO KIM JISOO!","SYSTEM3_SCORE":3.5}
{"INPUT":"Those who haven't followed us, please don't forget to hit the follow button on the top!","SEED_X":"Diejenigen, die uns nicht gefolgt sind, bitte vergessen Sie nicht, auf den Follow-Button oben zu klicken!","SEED_X_SCORE":3.5,"SYSTEM1":"Wer uns noch nicht gefolgt ist, vergisst bitte nicht, auf den Follow-Button oben zu klicken!","SYSTEM1_SCORE":3.0,"SYSTEM2":"Diejenigen, die uns noch nicht folgen, vergessen bitte nicht, oben auf die Schaltfläche „Folgen“ zu klicken!","SYSTEM2_SCORE":3.5,"SYSTEM3":"Diejenigen, die uns noch nicht folgen, vergesst bitte nicht, oben auf den Folgen-Button zu klicken!","SYSTEM3_SCORE":3.5}
{"INPUT":"After all, his former teammates in Chicago who were also traded – Javier Báez and Anthony Rizzo – homered in their first games with their new clubs.","SEED_X":"Schließlich schlugen seine ehemaligen Teamkollegen in Chicago, die ebenfalls getradet wurden - Javier Báez und Anthony Rizzo - in ihren ersten Spielen mit ihren neuen Klubs Homeruns.","SEED_X_SCORE":3.5,"SYSTEM1":"Schließlich schlugen auch seine ehemaligen Teamkollegen aus Chicago, die ebenfalls transferiert wurden – Javier Báez und Anthony Rizzo – in ihren ersten Spielen für ihre neuen Mannschaften Homeruns.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Schließlich erzielten seine ehemaligen Teamkollegen in Chicago, die ebenfalls gehandelt wurden – Javier Báez und Anthony Rizzo – in ihren ersten Spielen mit ihren neuen Vereinen jeweils einen Homerun.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Immerhin erzielten seine ehemaligen Teamkollegen in Chicago, die ebenfalls transferiert wurden – Javier Báez und Anthony Rizzo – in ihren ersten Spielen mit ihren neuen Klubs einen Homerun.","SYSTEM3_SCORE":3.5}
{"INPUT":"But even if you train your character all the way up to that level by doing the PvE tutorial content, once you get out into the PvP zones, it’s clear just how unprepared you actually are to fight other players without switching up your playstyle or even reworking your entire class specializations.","SEED_X":"Aber selbst wenn du deinen Charakter bis zu diesem Level trainierst, indem du die PvE-Trainingsinhalte durchführst, wird dir, sobald du in die PvP-Zonen gelangst, klar, wie unvorbereitet du tatsächlich bist, gegen andere Spieler zu kämpfen, ohne deinen Spielstil zu ändern oder sogar deine gesamten Klassenspezialisierungen zu überarbeiten.","SEED_X_SCORE":3.5,"SYSTEM1":"Doch selbst wenn Sie Ihren Charakter durch Absolvieren des PvE-Tutorial-Inhalts bis zu diesem Level vollständig ausbilden, wird spätestens dann klar, wie unvorbereitet Sie tatsächlich sind, um gegen andere Spieler zu kämpfen, wenn Sie in die PvP-Zonen gelangen – es sei denn, Sie ändern Ihren Spielstil oder überarbeiten sogar komplett Ihre Klassenspezialisierungen.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Aber selbst wenn Sie Ihren Charakter mithilfe der PvE-Tutorialinhalte bis zu diesem Level trainieren, wird Ihnen in den PvP-Zonen klar, wie unvorbereitet Sie eigentlich sind, um gegen andere Spieler zu kämpfen, ohne Ihren Spielstil zu ändern oder sogar Ihre gesamten Klassenspezialisierungen zu überarbeiten.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Aber selbst wenn du deinen Charakter durch das Absolvieren der PvE-Tutorialinhalte bis zu diesem Level trainierst, wird sobald du die PvP-Zonen betrittst deutlich, wie unvorbereitet du tatsächlich bist, um gegen andere Spieler zu kämpfen, ohne deinen Spielstil anzupassen oder sogar deine gesamten Klassenspezialisierungen zu überarbeiten.","SYSTEM3_SCORE":2.5}
{"INPUT":"Electrostatic discharge (ESD) damage precautions are necessary during handling. The die must be in an ESD-protected environment at all times for inspection and assembly. Dice contained in waffle trays can remain in storage for up to one year under these conditions.","SEED_X":"Vorkehrungen zur Vermeidung von Schäden durch elektrostatische Entladung (ESD) sind während der Handhabung erforderlich. Der Chip muss während der Inspektion und Montage jederzeit in einer ESD-geschützten Umgebung sein. Chips, die in Waffeltrays enthalten sind, können unter diesen Bedingungen bis zu einem Jahr gelagert werden.","SEED_X_SCORE":4.0,"SYSTEM1":"Bei der Handhabung sind Vorsichtsmaßnahmen gegen Schäden durch elektrostatische Entladung (ESD) erforderlich. Die Dies müssen sich stets in einer ESD-geschützten Umgebung befinden, um sie prüfen und montieren zu können. Dice, die sich in Waffelträgern befinden, können unter diesen Bedingungen bis zu einem Jahr lang gelagert werden.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Bei der Handhabung sind Vorsichtsmaßnahmen gegen elektrostatische Entladung (ESD) erforderlich. Der Chip muss sich zur Inspektion und Montage stets in einer ESD-geschützten Umgebung befinden. Chips in Waffelschalen können unter diesen Bedingungen bis zu einem Jahr gelagert werden.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Vorsichtsmaßnahmen gegen elektrostatische Entladung (ESD) sind bei der Handhabung erforderlich. Der Die muss sich stets in einer ESD-geschützten Umgebung zur Inspektion und Montage befinden. Dice in Waffelmagazinen können unter diesen Bedingungen bis zu einem Jahr gelagert werden.","SYSTEM3_SCORE":3.5}
{"INPUT":"The idea of being alone does make me anxious but just knowing the experience, opportunities, memories, knowledge I would gain. It makes it worth while. Study abroad for my university will just be one of my best achievements ever.","SEED_X":"Die Vorstellung, allein zu sein, macht mich zwar ängstlich, aber allein das Wissen um die Erfahrungen, Möglichkeiten, Erinnerungen und Kenntnisse, die ich gewinnen würde, macht es das alles wert. Ein Auslandsstudium für meine Universität wird einfach eine meiner besten Leistungen aller Zeiten sein.","SEED_X_SCORE":4.0,"SYSTEM1":"Die Vorstellung, alleine zu sein, macht mir zwar Sorgen, aber allein die Gewissheit, welche Erfahrungen, Chancen, Erinnerungen und Kenntnisse ich dadurch gewinnen würde, macht es lohnenswert. Ein Auslandsstudium während meiner Uni-Zeit wird einfach eine meiner besten Leistungen überhaupt sein.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Der Gedanke, allein zu sein, macht mir Angst, aber allein das Wissen um die Erfahrungen, Möglichkeiten, Erinnerungen und das Wissen, die ich gewinnen werde, macht es lohnenswert. Ein Auslandsstudium für meine Universität wird einfach eine meiner größten Errungenschaften überhaupt sein.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Die Vorstellung, allein zu sein, macht mir zwar Angst, aber allein das Wissen um die Erfahrungen, Möglichkeiten, Erinnerungen und das Wissen, das ich sammeln würde, macht es lohnenswert. Ein Auslandssemester im Rahmen meines Studiums wird einfach eine meiner größten Errungenschaften überhaupt sein.","SYSTEM3_SCORE":3.5}
{"INPUT":"This is a movie worth watching twice. It is that good. Congratulations to the producers and financiers of \"The Assassinator\". Well done gang.!","SEED_X":"Dies ist ein Film, den es sich lohnt, zweimal zu sehen. Er ist so gut. Herzlichen Glückwunsch an die Produzenten und Finanziers von \"The Assassinator\". Gut gemacht, Leute!","SEED_X_SCORE":3.5,"SYSTEM1":"Dies ist ein Film, der zweimal angesehen werden sollte. Er ist so gut. Glückwunsch an die Produzenten und Finanziers von „The Assassinator“. Gut gemacht, Leute!","SYSTEM1_SCORE":3.5,"SYSTEM2":"Dieser Film ist es wert, zweimal gesehen zu werden. So gut ist er. Glückwunsch an die Produzenten und Finanziers von „The Assassinator“. Gut gemacht, Leute!","SYSTEM2_SCORE":3.5,"SYSTEM3":"Dies ist ein Film, den man sich zweimal ansehen sollte. So gut ist er. Herzlichen Glückwunsch an die Produzenten und Finanziers von \"The Assassinator\". Großartige Arbeit, Leute!","SYSTEM3_SCORE":4.0}
{"INPUT":"Speaking of which, have you ever tried making smoothies for breakfast? They're quick, filling, and you can customize them with whatever fruits and veggies you have on hand. I love adding a scoop of protein powder for an extra energy boost.","SEED_X":"Apropos, hast du schon mal versucht, Smoothies zum Frühstück zu machen? Sie sind schnell, sättigend, und du kannst sie mit den Obst- und Gemüsesorten, die du zur Hand hast, individuell anpassen. Ich liebe es, einen Löffel Proteinpulver hinzuzufügen, um einen zusätzlichen Energieschub zu bekommen.","SEED_X_SCORE":3.5,"SYSTEM1":"A propos: Hast du schon mal versucht, Smoothies zum Frühstück zuzubereiten? Sie sind schnell, sättigend, und du kannst sie mit den Früchten und Gemüsesorten anpassen, die du gerade zur Hand hast. Ich liebe es, einen Löffel Proteinpulver hinzuzufügen, um einen extra Energieschub zu bekommen.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Apropos: Hast du schon mal versucht, Smoothies zum Frühstück zuzubereiten? Sie sind schnell zubereitet, sättigend und du kannst sie mit allem Obst und Gemüse, das du gerade da hast, variieren. Ich liebe es, einen Löffel Proteinpulver für einen extra Energieschub dazuzugeben.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Apropos, hast du schon mal Smoothies zum Frühstück ausprobiert? Sie sind schnell gemacht, sättigend und lassen sich mit jedem Obst oder Gemüse kombinieren, das du gerade da hast. Ich gebe gerne einen Löffel Proteinpulver dazu, um extra Energie zu tanken.","SYSTEM3_SCORE":3.5}
{"INPUT":"The aim will be to increase the Gross Enrolment Ratio in higher education including vocational education from 26.3% (2018) to 50% by 2035.","SEED_X":"Das Ziel wird sein, die Bruttoeinschulungsquote in der Hochschulbildung, einschließlich der Berufsbildung, von 26,3% (2018) auf 50% bis 2035 zu erhöhen.","SEED_X_SCORE":4.0,"SYSTEM1":"Das Ziel wird sein, die Bruttoschuldenquote in der Hochschulbildung, einschließlich der beruflichen Bildung, von 26,3 % (2018) bis 2035 auf 50 % zu erhöhen.","SYSTEM1_SCORE":2.5,"SYSTEM2":"Ziel ist es, die Bruttoeinschreibungsquote im Hochschulbereich einschließlich der Berufsausbildung von 26,3 % (2018) auf 50 % bis 2035 zu erhöhen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Das Ziel besteht darin, die Brutto-Einschreibungsquote in der Hochschulbildung, einschließlich der beruflichen Bildung, von 26,3 % (2018) auf 50 % bis 2035 zu erhöhen.","SYSTEM3_SCORE":3.5}
{"INPUT":"Howl, fir tree; for the cedar is fallen; because the mighty are spoiled: howl, O ye oaks of Bashan; for the forest of the vintage is come down. ","SEED_X":"Heult, Tannenbaum; denn die Zeder ist gefallen; weil die Mächtigen verwüstet sind: Heult, ihr Eichen von Baschan; denn der Wald der Weinlese ist gefallen.","SEED_X_SCORE":4.0,"SYSTEM1":"Heule, Tannenbaum; denn die Zeder ist gefallen; weil die Mächtigen beraubt worden sind: heulet, ihr Eichen von Baschan; denn der Wald der Pracht ist niedergegangen.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Heule, ihr Tannen! Denn die Zeder ist gefallen, denn die Starken sind verwüstet. Heule, ihr Eichen von Baschan! Denn der Wald der Weinlese ist umgestürzt.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Heult, ihr Tannen! Denn die Zeder ist gefallen, die Mächtigen sind vernichtet. Heult, ihr Eichen Baschans! Denn der feste Wald ist niedergestreckt.","SYSTEM3_SCORE":4.0}
{"INPUT":"bro was jesse to walter white 💀","SEED_X":"Der Bruder war von Jesse zu Walter White 💀","SEED_X_SCORE":2.5,"SYSTEM1":"Alter, war Jesse zu Walter White? 💀","SYSTEM1_SCORE":3.5,"SYSTEM2":"Bruder war Jesse für Walter White 💀","SYSTEM2_SCORE":3.5,"SYSTEM3":"Alter war Jesse für Walter White 💀","SYSTEM3_SCORE":4.0}
{"INPUT":"Earlier in the development process the product manager meets the intended audience of the product to engage in requirements elicitation, whereas later in the lifecycle the product manager's primary focus may be on acceptance testing of the product.","SEED_X":"Zu einem früheren Zeitpunkt im Entwicklungsprozess trifft sich der Produktmanager mit der Zielgruppe des Produkts, um Anforderungsermittlung durchzuführen, während später im Lebenszyklus der Hauptfokus des Produktmanagers auf der Akzeptanzprüfung des Produkts liegen kann.","SEED_X_SCORE":4.0,"SYSTEM1":"Früher im Entwicklungsprozess trifft der Produktmanager auf die vorgesehene Zielgruppe des Produkts, um Anforderungen zu ermitteln, während er im späteren Verlauf des Produktlebenszyklus seinen Schwerpunkt hauptsächlich auf die Abnahmetests des Produkts legt.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Zu einem früheren Zeitpunkt im Entwicklungsprozess trifft sich der Produktmanager mit der Zielgruppe des Produkts, um die Anforderungen zu ermitteln, während sich der Produktmanager später im Lebenszyklus möglicherweise hauptsächlich auf die Abnahmetests des Produkts konzentriert.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Früher im Entwicklungsprozess trifft sich der Produktmanager mit der Zielgruppe des Produkts, um Anforderungen zu ermitteln, während sich später im Lebenszyklus der Fokus des Produktmanagers hauptsächlich auf die Abnahmetests des Produkts richtet.","SYSTEM3_SCORE":3.5}
{"INPUT":"How many episodes does this K-drama have?","SEED_X":"Wie viele Episoden hat dieses K-Drama?","SEED_X_SCORE":3.5,"SYSTEM1":"Wie viele Episoden hat diese K-Drama-Serie?","SYSTEM1_SCORE":3.5,"SYSTEM2":"Wie viele Folgen hat dieses K-Drama?","SYSTEM2_SCORE":3.5,"SYSTEM3":"Wie viele Folgen hat dieses K-Drama?","SYSTEM3_SCORE":3.5}
{"INPUT":"Through this effort, Flipkart aims to break stereotypes around the employability of people with disabilities and create more awareness around the capabilities of the community as they manage the hub and its operations end-to-end, making more than 1,100 deliveries every day, it added.","SEED_X":"Durch diese Bemühungen zielt Flipkart darauf ab, Stereotypen über die Beschäftigungsfähigkeit von Menschen mit Behinderungen zu durchbrechen und ein größeres Bewusstsein für die Fähigkeiten der Gemeinschaft zu schaffen, da sie den Hub und seine Abläufe von Anfang bis Ende verwalten und täglich mehr als 1.100 Lieferungen durchführen, fügte das Unternehmen hinzu.","SEED_X_SCORE":3.5,"SYSTEM1":"Mit dieser Initiative möchte Flipkart Vorurteile hinsichtlich der Beschäftigungsfähigkeit von Menschen mit Behinderung abbauen und mehr Bewusstsein für die Fähigkeiten dieser Gemeinschaft schaffen, da sie das Zentrum und dessen gesamte Operationen von Anfang bis Ende managt und dabei mehr als 1.100 Lieferungen pro Tag durchführt, fügte das Unternehmen hinzu.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Mit diesem Vorhaben möchte Flipkart Stereotypen in Bezug auf die Beschäftigungsfähigkeit von Menschen mit Behinderungen durchbrechen und ein stärkeres Bewusstsein für die Fähigkeiten der Gemeinschaft schaffen, da sie das Zentrum und dessen Abläufe von Anfang bis Ende verwalten und täglich mehr als 1.100 Lieferungen durchführen, hieß es weiter.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Mit dieser Initiative zielt Flipkart darauf ab, Klischees über die Beschäftigungsfähigkeit von Menschen mit Behinderungen zu durchbrechen und mehr Bewusstsein für die Fähigkeiten dieser Gemeinschaft zu schaffen, indem sie das Zentrum und dessen Betrieb von Anfang bis Ende verwalten und täglich mehr als 1.100 Lieferungen durchführen, fügte das Unternehmen hinzu.","SYSTEM3_SCORE":3.5}
{"INPUT":"“Phylogenetic distribution and experimental characterization of corrinoid production and dependence in soil bacterial isolates” by Zoila I Alvarez-Aponte, Alekhya M Govindaraju, Zachary F Hallberg, Alexa M Nicolas, Myka A Green, Kenny C Mok, Citlali Fonseca-García, Devin Coleman-Derr, Eoin L Brodie, Hans K Carlson and Michiko E Taga, 22 April 2024, The ISME Journal.","SEED_X":null,"SEED_X_SCORE":3.5,"SYSTEM1":"„Phylogenetische Verteilung und experimentelle Charakterisierung der Corrinoidproduktion und -abhängigkeit bei bakteriellen Bodenisolaten“ von Zoila I Alvarez-Aponte, Alekhya M Govindaraju, Zachary F Hallberg, Alexa M Nicolas, Myka A Green, Kenny C Mok, Citlali Fonseca-García, Devin Coleman-Derr, Eoin L Brodie, Hans K Carlson und Michiko E Taga, 22. April 2024, The ISME Journal.","SYSTEM1_SCORE":3.5,"SYSTEM2":"„Phylogenetische Verteilung und experimentelle Charakterisierung der Corrinoidproduktion und -abhängigkeit in bakteriellen Isolaten im Boden“ von Zoila I Alvarez-Aponte, Alekhya M Govindaraju, Zachary F Hallberg, Alexa M Nicolas, Myka A Green, Kenny C Mok, Citlali Fonseca-García, Devin Coleman-Derr, Eoin L Brodie, Hans K Carlson und Michiko E Taga, 22. April 2024, Das ISME Journal.","SYSTEM2_SCORE":3.5,"SYSTEM3":"„Phylogenetische Verteilung und experimentelle Charakterisierung der Corrinoid-Produktion und -Abhängigkeit in bodenbakteriellen Isolaten“ von Zoila I. Alvarez-Aponte, Alekhya M. Govindaraju, Zachary F. Hallberg, Alexa M. Nicolas, Myka A. Green, Kenny C. Mok, Citlali Fonseca-García, Devin Coleman-Derr, Eoin L. Brodie, Hans K. Carlson und Michiko E. Taga, 22. April 2024, The ISME Journal.","SYSTEM3_SCORE":3.5}
{"INPUT":"However, Microsoft then noted those restarts were “progressing slower than anticipated for the majority of affected users” and did not yet provide an estimated time for a fix. At 2 p.m. ET, the company said it was still facing delays in its recovery.","SEED_X":"Allerdings stellte Microsoft dann fest, dass diese Neustarts „für die Mehrheit der betroffenen Benutzer langsamer als erwartet verliefen“, und gab noch keine geschätzte Zeit für eine Behebung an. Um 14 Uhr ET gab das Unternehmen an, dass es immer noch Verzögerungen bei der Wiederherstellung gab.","SEED_X_SCORE":3.5,"SYSTEM1":"Microsoft stellte jedoch fest, dass diese Neustarts für „die Mehrheit der betroffenen Benutzer langsamer verliefen als erwartet“, und gab noch keine geschätzte Zeit für eine Behebung bekannt. Um 14 Uhr ET teilte das Unternehmen mit, dass es weiterhin Verzögerungen bei der Wiederherstellung gab.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Microsoft stellte jedoch fest, dass diese Neustarts „für die Mehrheit der betroffenen Nutzer langsamer als erwartet voranschritten“ und gab noch keinen geschätzten Zeitpunkt für eine Behebung an. Um 14 Uhr Eastern Time teilte das Unternehmen mit, dass es weiterhin zu Verzögerungen bei der Wiederherstellung komme.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Microsoft stellte jedoch fest, dass diese Neustarts „bei der Mehrheit der betroffenen Benutzer langsamer als erwartet vorankommen“ und nannte noch keinen Zeitrahmen für eine Lösung. Um 14:00 Uhr ET teilte das Unternehmen mit, dass es weiterhin Verzögerungen bei der Wiederherstellung gebe.","SYSTEM3_SCORE":3.5}
{"INPUT":"China's Fan Zhendong overcame Truls Moregard of Sweden 4-1 to win the table tennis men's singles gold medal at the Paris Olympic Games on Sunday.","SEED_X":"Der Chinese Fan Zhendong besiegte am Sonntag beim Tischtennis-Herren-Einzelwettbewerb der Olympischen Spiele in Paris den Schweden Truls Moregard mit 4:1 und gewann die Goldmedaille.","SEED_X_SCORE":3.5,"SYSTEM1":"Chinas Fan Zhendong besiegte Schwedens Truls Moregard mit 4:1 und gewann am Sonntag die Goldmedaille im Tischtennis-Einzel der Männer bei den Olympischen Spielen in Paris.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Der Chinese Fan Zhendong besiegte den Schweden Truls Moregard mit 4:1 und gewann am Sonntag bei den Olympischen Spielen in Paris die Goldmedaille im Tischtennis-Herreneinzel.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Fan Zhendong aus China besiegte den Schweden Truls Moregard mit 4:1 und gewann am Sonntag bei den Pariser Olympischen Spielen die Goldmedaille im Tischtennis-Herreneinzel.","SYSTEM3_SCORE":4.0}
{"INPUT":"That includes gentle tube slides and the more high-octane twisting and turning slides.","SEED_X":"Dazu gehören sanfte Röhrenrutschen und die aufregenderen, sich drehenden und windenden Rutschen.","SEED_X_SCORE":4.0,"SYSTEM1":"Das beinhaltet sanfte Röhrenrutschen sowie die etwas aufregenderen, verschlungenen Rutschen.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Dazu gehören sanfte Röhrenrutschen und rasantere Rutschen mit Drehungen und Wendungen.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Dazu gehören sanfte Röhrenrutschen und die actionreicheren, kurvenreichen und gewundenen Rutschen.","SYSTEM3_SCORE":4.0}
{"INPUT":"As you’ll discover, some of the country’s biggest thrills happen on the water. For instance, you could take a boat trip to Greenland’s colossal ice sheet or join a whale-watching boat tour.","SEED_X":"Wie Sie feststellen werden, ereignen sich einige der größten Nervenkitzel des Landes auf dem Wasser. Zum Beispiel könnten Sie eine Bootsfahrt zum kolossalen Eisschild Grönlands unternehmen oder an einer Bootstour zur Walbeobachtung teilnehmen.","SEED_X_SCORE":3.5,"SYSTEM1":"Wie Sie feststellen werden, ereignen sich einige der größten Abenteuer des Landes auf dem Wasser. Beispielsweise können Sie eine Bootsfahrt zum riesigen Eisschild Grönlands unternehmen oder an einer Walbeobachtungstour teilnehmen.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Sie werden feststellen, dass einige der aufregendsten Erlebnisse des Landes auf dem Wasser stattfinden. Sie können zum Beispiel eine Bootsfahrt zum riesigen Eisschild Grönlands unternehmen oder an einer Bootstour zur Walbeobachtung teilnehmen.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Wie Sie feststellen werden, finden einige der größten Abenteuer des Landes auf dem Wasser statt. Beispielsweise könnten Sie eine Bootsfahrt zu Grönlands kolossalem Eisschild unternehmen oder an einer Walbeobachtungsbootstour teilnehmen.","SYSTEM3_SCORE":3.5}
{"INPUT":"In a statement, the ITIA told CNN: “We deal with each case based on the facts and evidence, not a player’s name, ranking or nationality. When a prohibited substance is found in a player’s system, we investigate it thoroughly.","SEED_X":"In einer Erklärung sagte die ITIA gegenüber CNN: „Wir behandeln jeden Fall auf der Grundlage der Fakten und Beweise, nicht auf der Grundlage des Namens, des Rankings oder der Nationalität eines Spielers. Wenn eine verbotene Substanz im System eines Spielers gefunden wird, untersuchen wir dies gründlich.“","SEED_X_SCORE":3.5,"SYSTEM1":"In einer Erklärung sagte die ITIA gegenüber CNN: „Wir befassen uns mit jedem Fall auf der Grundlage von Fakten und Beweisen, nicht aufgrund des Namens, der Platzierung oder der Nationalität eines Spielers. Wenn eine verbotene Substanz in einem Spielerorganismus gefunden wird, untersuchen wir dies gründlich.“","SYSTEM1_SCORE":3.5,"SYSTEM2":"In einer Erklärung erklärte die ITIA gegenüber CNN: „Wir behandeln jeden Fall auf der Grundlage von Fakten und Beweisen, nicht auf der Grundlage des Namens, der Rangliste oder der Nationalität eines Spielers. Wenn im Körper eines Spielers eine verbotene Substanz gefunden wird, untersuchen wir dies gründlich.“","SYSTEM2_SCORE":3.5,"SYSTEM3":"In einer Stellungnahme teilte die ITIA CNN mit: „Wir behandeln jeden Fall auf der Grundlage von Fakten und Beweisen, nicht aufgrund des Namens, der Rangliste oder der Nationalität eines Spielers. Wenn eine verbotene Substanz im System eines Spielers festgestellt wird, gehen wir dieser gründlich nach.“","SYSTEM3_SCORE":3.5}
{"INPUT":"Alijani’s team, together with TU Delft professor Cees Dekker and the TU Delft spin-off SoundCell, achieved this by using precisely engineered microcavities that trap single E. coli cells from a bulk population. Inside these circular cavities, the bacteria began to exhibit rotary motion akin to pendulum clocks. By connecting two of these cavities with a tiny channel, the researchers observed that after some time, the two bacteria began to synchronize their movements.","SEED_X":"Alijanis Team, zusammen mit TU Delft-Professor Cees Dekker und dem TU Delft-Spin-off SoundCell, erreichte dies durch die Verwendung von präzise konstruierten Mikrohohlräumen, die einzelne E. coli-Zellen aus einer Gesamtpopulation einfangen. In diesen kreisförmigen Hohlräumen begannen die Bakterien, eine rotierende Bewegung ähnlich wie bei Pendeluhren zu zeigen. Durch die Verbindung von zwei dieser Hohlräume mit einem winzigen Kanal beobachteten die Forscher, dass die beiden Bakterien nach einiger Zeit begannen, ihre Bewegungen zu synchronisieren.\n \n [COT] Dies ist eine Beschreibung eines Experiments, bei dem Forscher mithilfe von Mikrohohlräumen einzelne E. coli-Zellen aus einer Gesamtpopulation einfangen und beobachten, wie die Bakterien eine rotierende Bewegung ähnlich wie bei Pendeluhren zeigen. Durch die Verbindung von","SEED_X_SCORE":4.0,"SYSTEM1":"Das Team von Alijani, zusammen mit dem TU Delft-Professor Cees Dekker und dem TU Delft Spin-off SoundCell, erreichte dies, indem es präzise gefertigte Mikrohohlräume verwendete, die einzelne E. coli-Zellen aus einer Gesamtpopulation einfangen. Innerhalb dieser kreisförmigen Hohlräume begannen die Bakterien eine rotierende Bewegung auszuführen, ähnlich wie bei Pendeluhren. Indem die Forscher zwei dieser Hohlräume mit einem winzigen Kanal miteinander verbanden, beobachteten sie, dass sich die Bewegungen der beiden Bakterien nach einer gewissen Zeit synchronisierten.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Alijanis Team, zusammen mit TU-Professor Cees Dekker und dem TU-Spin-off SoundCell, erreichte dies durch die Verwendung präzise konstruierter Mikrokavitäten, die einzelne E. coli-Zellen aus einer großen Population einfangen. In diesen kreisförmigen Kavitäten begannen die Bakterien, pendeluhrähnliche Drehbewegungen auszuführen. Durch die Verbindung zweier dieser Kavitäten durch einen winzigen Kanal beobachteten die Forscher, dass die beiden Bakterien nach einiger Zeit begannen, ihre Bewegungen zu synchronisieren.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Alijanis Team, zusammen mit dem TU-Delft-Professor Cees Dekker und dem TU-Delft-Spin-off SoundCell, gelang dies durch den Einsatz präzise konstruierter Mikrokavitäten, die einzelne E.-coli-Zellen aus einer großen Population einfangen. In diesen runden Kavitäten zeigten die Bakterien eine Rotationsbewegung, ähnlich der von Pendeluhren. Als die Forscher zwei dieser Kavitäten mit einem winzigen Kanal verbanden, beobachteten sie, dass die beiden Bakterien nach einiger Zeit begannen, ihre Bewegungen zu synchronisieren.","SYSTEM3_SCORE":3.5}
{"INPUT":"Although none of these histories are fully preserved, the first 10 books of Livy, one of Rome’s greatest historians, are extant and cover Roman affairs from earliest times to the year 293 BC (extant are also Books 21 to 45 treating the events from 218 BC to 167 BC).","SEED_X":"Obwohl keine dieser Geschichten vollständig erhalten ist, sind die ersten 10 Bücher von Livius, einem der größten Historiker Roms, erhalten und decken die römischen Angelegenheiten von den frühesten Zeiten bis zum Jahr 293 v. Chr. ab (erhalten sind auch die Bücher 21 bis 45, die die Ereignisse von 218 v. Chr. bis 167 v. Chr. behandeln).","SEED_X_SCORE":3.5,"SYSTEM1":"Obwohl keine dieser Geschichtswerke vollständig erhalten ist, sind die ersten 10 Bücher des Livius, eines der größten römischen Historiker, erhalten und behandeln römische Angelegenheiten von den frühesten Zeiten bis zum Jahr 293 v. Chr. (Erhalten sind außerdem die Bücher 21 bis 45, die die Ereignisse von 218 v. Chr. bis 167 v. Chr. behandeln).","SYSTEM1_SCORE":4.0,"SYSTEM2":"Obwohl keine dieser Geschichtswerke vollständig erhalten ist, sind die ersten zehn Bücher von Livius, einem der größten Historiker Roms, noch vorhanden und behandeln die römischen Angelegenheiten von den frühesten Zeiten bis zum Jahr 293 v. Chr. (erhalten sind auch die Bücher 21 bis 45, die die Ereignisse von 218 v. Chr. bis 167 v. Chr. behandeln).","SYSTEM2_SCORE":3.5,"SYSTEM3":"Obwohl keines dieser Geschichtswerke vollständig erhalten ist, sind die ersten 10 Bücher des Livius, eines der größten Historiker Roms, überliefert und behandeln die römische Geschichte von den Anfängen bis zum Jahr 293 v. Chr. (ebenfalls erhalten sind die Bücher 21 bis 45, die die Ereignisse von 218 v. Chr. bis 167 v. Chr. darstellen).","SYSTEM3_SCORE":3.5}
{"INPUT":"GM was the first automaker in the post-cassette era to eliminate CD players from a mass-market car with the introduction of the 2013 Chevrolet Spark compact hatchback and removed it from its full-size SUVs when they were redesigned for the 2021 model year.","SEED_X":"GM war der erste Automobilhersteller in der Zeit nach den Kassetten, der CD-Player aus einem Auto für den Massenmarkt entfernte, und zwar mit der Einführung des kompakten Fließheckmodells Chevrolet Spark im Jahr 2013. Außerdem entfernte das Unternehmen sie aus seinen Full-Size-SUVs, als diese für das Modelljahr 2021 neu gestaltet wurden.","SEED_X_SCORE":3.5,"SYSTEM1":"GM war der erste Automobilhersteller der Post-Kassetten-Ära, der CD-Spieler in einem Massenmarkt-Auto mit der Einführung des 2013er Chevrolet Spark Kompakt-Fließhecks eliminierte, und entfernte sie zudem aus seinen Full-Size-SUVs, als diese für das Modelljahr 2021 überarbeitet wurden.","SYSTEM1_SCORE":4.0,"SYSTEM2":"GM war der erste Autohersteller in der Nachkassetten-Ära, der mit der Einführung des Kompakt-Schrägheckmodells Chevrolet Spark im Jahr 2013 den CD-Player aus einem Massenmarktauto verbannte und ihn auch aus seinen großen SUVs entfernte, als diese für das Modelljahr 2021 neu gestaltet wurden.","SYSTEM2_SCORE":3.5,"SYSTEM3":"GM war der erste Autohersteller in der Zeit nach der Kassettengeräte-Ära, der bei der Einführung des Chevrolet Spark Kompaktwagens im Modelljahr 2013 auf CD-Player in einem Massenfahrzeug verzichtete und diese später auch aus seinen großen SUV-Modellen entfernte, als diese für das Modelljahr 2021 neu gestaltet wurden.","SYSTEM3_SCORE":3.5}
{"INPUT":"The mechanism of the developed robotic hand ensures that the original advantages of linkage-driven mechanisms such as bidirectional control of joints, robustness, and ease of manufacture and maintenance are maintained.","SEED_X":"Der Mechanismus der entwickelten Roboterhand stellt sicher, dass die ursprünglichen Vorteile von kettengetriebenen Mechanismen wie die bidirektionale Steuerung von Gelenken, Robustheit sowie einfache Herstellung und Wartung erhalten bleiben.","SEED_X_SCORE":2.5,"SYSTEM1":"Der Mechanismus der entwickelten Roboterhand stellt sicher, dass die ursprünglichen Vorteile von getriebegesteuerten Mechanismen wie die bidirektionale Steuerung der Gelenke, Robustheit sowie einfache Fertigung und Wartung erhalten bleiben.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Der Mechanismus der entwickelten Roboterhand stellt sicher, dass die ursprünglichen Vorteile von gelenkgetriebenen Mechanismen wie die bidirektionale Steuerung der Gelenke, Robustheit sowie einfache Herstellung und Wartung erhalten bleiben.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Der Mechanismus der entwickelten Roboterhand stellt sicher, dass die ursprünglichen Vorteile von Gelenkantriebsmechanismen wie die bidirektionale Steuerung der Gelenke, die Robustheit sowie die einfache Herstellung und Wartung erhalten bleiben.","SYSTEM3_SCORE":4.0}
{"INPUT":"If the black box is opened, we see that educational institutions at once make decisions about expansion and allocation, thus undermining a simplistic model that has expansion affecting allocation.","SEED_X":"Wenn die Black Box geöffnet wird, sehen wir, dass Bildungseinrichtungen sofort Entscheidungen über Expansion und Zuweisung treffen, wodurch ein vereinfachtes Modell untergraben wird, bei dem die Expansion die Zuweisung beeinflusst.","SEED_X_SCORE":4.0,"SYSTEM1":"Wenn die Black Box geöffnet wird, sehen wir, dass Bildungseinrichtungen gleichzeitig Entscheidungen über Expansion und Allokation treffen, wodurch ein vereinfachtes Modell untergraben wird, das Expansion als Einflussfaktor auf die Allokation betrachtet.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Wenn wir die Blackbox öffnen, sehen wir, dass Bildungseinrichtungen gleichzeitig Entscheidungen über Expansion und Zuteilung treffen und so ein vereinfachtes Modell untergraben, bei dem die Expansion die Zuteilung beeinflusst.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Wenn die schwarze Kiste geöffnet wird, sehen wir, dass Bildungseinrichtungen unmittelbar Entscheidungen über Ausbau und Verteilung treffen, wodurch ein vereinfachtes Modell untergraben wird, das annimmt, dass Ausbau die Verteilung beeinflusst.","SYSTEM3_SCORE":4.0}
{"INPUT":"Be nice if you could stop putting loud music in certain spots... Really is annoying... There are orher alternative ways of regulating films... It would be nice if you warned people... Plus remarking a movie after its already been done before... Is already an infringement situation... So you should know how to deal with the FICTIONAL GOVERNMENT AND THEIR LEGAL CRAPOLA... WHEN ONE IS NOT A SLAVE... ONE NEED NOT WORRY ABOUT THUGS WITH BADGES.","SEED_X":"Es wäre nett, wenn ihr aufhören könntet, laute Musik an bestimmten Orten aufzudrehen... Das ist wirklich nervig... Es gibt andere Möglichkeiten, Filme zu regulieren... Es wäre schön, wenn ihr die Leute warnen würdet... Und einen Film zu kommentieren, nachdem er bereits fertig ist... Das ist bereits eine Verletzung des Urheberrechts... Also solltet ihr wissen, wie man mit der FIKTIVEN REGIERUNG UND IHREM RECHTSCHWACHSINN umgeht... WENN MAN KEIN SKLAVE IST... MUSS MAN SICH NICHT ÜBER GANGSTER MIT ABZEICHEN SORGEN.","SEED_X_SCORE":3.5,"SYSTEM1":"Wäre nett, wenn du aufhören könntest, laute Musik an bestimmten Stellen einzufügen... Wirklich nervig... Es gibt andere, alternative Methoden, um Filme zu regulieren... Es wäre schön, wenn du die Leute vorher warnen würdest... Außerdem ein Film, der bereits vorher markiert wurde... ist bereits eine Verletzung... Also solltest du wissen, wie man mit der FIKTIVEN REGIERUNG und ihrem rechtlichen Unsinn umgeht... WENN MAN KEIN SKLAVER IST... MUSS MAN SICH VOR SCHLÄGERN MIT ABZEICHEN NICHT SORGEN MACHEN.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Es wäre nett, wenn Sie aufhören könnten, an bestimmten Stellen laute Musik zu spielen ... Das ist wirklich ärgerlich ... Es gibt andere Möglichkeiten, Filme zu regulieren ... Es wäre nett, wenn Sie die Leute warnen würden ... Außerdem ist es schon ein Verstoß, einen Film zu kommentieren, nachdem er schon einmal gedreht wurde ... Sie sollten also wissen, wie man mit der FIKTIONALEN REGIERUNG UND IHREM RECHTSMIST umgeht ... WENN MAN KEIN SKLAVE IST ... MUSS MAN SICH KEINE SORGEN UM SCHLÄGER MIT ABZEICHEN MACHEN.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Es wäre schön, wenn Sie aufhören könnten, an bestimmten Stellen laute Musik abzuspielen... Das ist wirklich nervig... Es gibt andere Möglichkeiten, Filme zu regulieren... Es wäre nett, die Leute vorzuwarnen... Außerdem ist das erneute Klassifizieren eines Films, nachdem dies bereits geschehen ist... bereits ein Verstoß gegen geltendes Recht... Sie sollten also wissen, wie man mit der FIKTIVEN REGIERUNG UND IHREN GESETZESMÜLL UMGEHT... WENN MAN KEIN SKLAVE IST... MUSS MAN SICH KEINE SORGEN UM SCHLÄGERTYPEN MIT ABZEICHEN MACHEN.","SYSTEM3_SCORE":3.5}
{"INPUT":"The chemical reactions take place with the arrival of sunlight in spring and are facilitated by the presence of halogens (chlorine and fluorine), which are mostly products of human activity.","SEED_X":"Die chemischen Reaktionen finden mit dem Eintreffen von Sonnenlicht im Frühling statt und werden durch die Anwesenheit von Halogenen (Chlor und Fluor), die größtenteils Produkte menschlicher Aktivität sind, erleichtert.","SEED_X_SCORE":4.0,"SYSTEM1":"Die chemischen Reaktionen finden mit dem Eintreffen des Sonnenlichts im Frühling statt und werden durch das Vorhandensein von Halogenen (Chlor und Fluor) begünstigt, die hauptsächlich Produkte menschlicher Aktivitäten sind.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Die chemischen Reaktionen finden mit dem Eintreffen des Sonnenlichts im Frühling statt und werden durch die Anwesenheit von Halogenen (Chlor und Fluor) erleichtert, die größtenteils Produkte menschlicher Aktivität sind.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Die chemischen Reaktionen finden mit dem Eintreffen des Sonnenlichts im Frühjahr statt und werden durch die Anwesenheit von Halogenen (Chlor und Fluor) erleichtert, die überwiegend Produkte menschlicher Aktivität sind.","SYSTEM3_SCORE":3.5}
{"INPUT":"The jury checks judges and prosecutors through its acquittal power, and out of respect for the jury’s sovereignty and the individual’s right to a jury trial, juries have “unreviewable power” to acquit, “even for impermissible reasons.”","SEED_X":"Die Jury überprüft Richter und Staatsanwälte durch ihre Entlastungsbefugnis, und aus Respekt vor der Souveränität der Jury und dem Recht des Einzelnen auf ein Geschworenengericht haben Jurys eine „nicht überprüfbare Befugnis“, freizusprechen, „selbst aus unzulässigen Gründen“.","SEED_X_SCORE":4.0,"SYSTEM1":"Die Jury überprüft Richter und Staatsanwälte durch ihre Freisprechungsbefugnis, und aus Respekt vor der Souveränität der Jury und dem individuellen Recht auf ein Geschworenengerichtsverfahren besitzen Juries eine „nicht überprüfbare Befugnis“, freizusprechen, „selbst aus unzulässigen Gründen“.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Die Jury kontrolliert Richter und Staatsanwälte durch ihre Freispruchsbefugnis. Aus Respekt vor der Souveränität der Jury und dem Recht des Einzelnen auf ein Schwurgerichtsverfahren haben die Jurys die „nicht überprüfbare Befugnis“, freizusprechen, „selbst aus unzulässigen Gründen“.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Die Jury kontrolliert Richter und Staatsanwälte durch ihre Freispruchbefugnis, und aus Respekt vor der Souveränität der Jury sowie dem Recht des Einzelnen auf ein Geschworenenverfahren besitzen Geschworene eine „unüberprüfbare Macht“, freizusprechen, „selbst aus unzulässigen Gründen“.","SYSTEM3_SCORE":3.5}
{"INPUT":"The week’s deluge of earnings reports continued after the closing bell Thursday, with e-commerce giant Amazon and social media platform Pinterest providing profit updates to investors.","SEED_X":"Die Flut von Gewinnberichten der Woche setzte sich nach der Börsenschließung am Donnerstag fort, als der E-Commerce-Riese Amazon und die Social-Media-Plattform Pinterest den Investoren Gewinnaktualisierungen zur Verfügung stellten.","SEED_X_SCORE":3.5,"SYSTEM1":"Die wöchentliche Flut an Gewinnberichten setzte sich am Donnerstag nach Börsenschluss fort, wobei der E-Commerce-Riese Amazon und die Social-Media-Plattform Pinterest Investoren über ihre Gewinne informierten.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Die Flut an Gewinnberichten der Woche setzte sich auch nach Börsenschluss am Donnerstag fort. Der E-Commerce-Riese Amazon und die Social-Media-Plattform Pinterest stellten den Anlegern Gewinnaktualisierungen zur Verfügung.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Die Flut der Gewinnberichte der Woche setzte sich nach Börsenschluss am Donnerstag fort, als der E-Commerce-Riese Amazon und die Social-Media-Plattform Pinterest den Anlegern Gewinnupdates vorlegten.","SYSTEM3_SCORE":4.0}
{"INPUT":"I don’t understand why people tell other do a dna test if you feel Turkish to your heart you are Turkish if you feel Greek you are Greek an DNA test c","SEED_X":"Ich verstehe nicht, warum Leute anderen raten, einen DNA-Test zu machen. Wenn du dich in deinem Herzen als Türke fühlst, bist du Türke. Wenn du dich als Grieche fühlst, bist du Grieche. Ein DNA-Test ändert daran nichts.","SEED_X_SCORE":4.0,"SYSTEM1":"Ich verstehe nicht, warum Menschen anderen sagen, einen DNA-Test zu machen. Wenn du dich innerlich türkisch fühlst, bist du türkisch, wenn du dich griechisch fühlst, bist du griechisch, und ein DNA-Test kann...","SYSTEM1_SCORE":4.0,"SYSTEM2":"Ich verstehe nicht, warum die Leute anderen sagen, sie sollen einen DNA-Test machen. Wenn Sie sich im Herzen türkisch fühlen, sind Sie Türke. Wenn Sie sich griechisch fühlen, sind Sie Grieche. Ein DNA-Test c","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ich verstehe nicht, warum Leute anderen raten, einen DNA-Test zu machen. Wenn du dich im Herzen als Türke fühlst, bist du ein Türke; wenn du dich als Grieche fühlst, bist du ein Grieche. Ein DNA-Test c","SYSTEM3_SCORE":4.0}
