{"INPUT":"The MagDart Beauty Light is another magnetic attachment that comes with a light 'ring' that has 60 LEDs and flips up to illuminate your face while taking selfies.","SEED_X":"El MagDart Beauty Light es otro accesorio magnético que viene con un 'anillo' de luz que tiene 60 LEDs y se abre para iluminar tu cara mientras tomas selfies.","SEED_X_SCORE":3.5,"SYSTEM1":"El MagDart Beauty Light es otro accesorio magnético que viene con un anillo luminoso que tiene 60 LED y se puede girar para iluminar tu rostro mientras te tomas selfies.","SYSTEM1_SCORE":3.5,"SYSTEM2":"MagDart Beauty Light es otro accesorio magnético que viene con un \"anillo\" de luz que tiene 60 LED y se levanta para iluminar tu rostro mientras tomas selfies.","SYSTEM2_SCORE":3.0,"SYSTEM3":"El MagDart Beauty Light es otro accesorio magnético que incluye un \"anillo\" de luz con 60 LED que se levanta para iluminar tu rostro al tomar selfies.","SYSTEM3_SCORE":4.0}
{"INPUT":"But these are flash-in-the-pan places – the town became derelict just four years from its settlement in 1878, as prospectors leaped on to the next lucky strike.","SEED_X":"Pero estos son lugares efímeros; la ciudad quedó abandonada tan solo cuatro años después de su fundación en 1878, cuando los buscadores de oro se trasladaron a la siguiente zona prometedora.","SEED_X_SCORE":4.0,"SYSTEM1":"Pero estos son lugares que tuvieron un éxito fugaz: el pueblo quedó abandonado apenas cuatro años después de su fundación en 1878, cuando los buscadores de oro se lanzaron hacia el próximo hallazgo afortunado.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Pero estos son lugares efímeros: la ciudad quedó abandonada sólo cuatro años después de su fundación en 1878, cuando los buscadores de oro se lanzaron a la búsqueda del siguiente golpe de suerte.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Pero estos son lugares efímeros: el pueblo quedó abandonado apenas cuatro años después de su fundación en 1878, cuando los prospectores se lanzaron hacia el próximo yacimiento prometedor.","SYSTEM3_SCORE":4.0}
{"INPUT":"On a hot arvo, me and my mates headed to Hungry Jack for a feed. We chatted about the footy from last night, with one mate saying his team kicked arse. After lunch, we decided to hit the beach for a swim and a barbie later. No worries, we're all laid-back here and love a good yarn. She'll be right!","SEED_X":"En una tarde calurosa, mis amigos y yo nos dirigimos a Hungry Jack para comer. Charlamos sobre el fútbol de la noche anterior, y uno de mis amigos dijo que su equipo arrasó. Después del almuerzo, decidimos ir a la playa a nadar y hacer una barbacoa más tarde. No hay problema, todos somos muy relajados aquí y nos encanta charlar. No pasará nada!","SEED_X_SCORE":4.0,"SYSTEM1":"En una tarde calurosa, yo y mis amigos fuimos a Hungry Jack a comer. Hablamos sobre el fútbol del partido de anoche, y un amigo dijo que su equipo ganó por goleada. Después del almuerzo, decidimos ir a la playa a nadar y más tarde hacer una parrillada. Nada de qué preocuparse, aquí todos somos relajados y nos encanta contar historias. ¡Todo saldrá bien!","SYSTEM1_SCORE":3.5,"SYSTEM2":"Una tarde calurosa, mis amigos y yo fuimos a Hungry Jack a comer. Charlamos sobre el fútbol de anoche, y uno de ellos dijo que su equipo estaba buenísimo. Después de comer, decidimos ir a la playa a nadar y a disfrutar de una barbacoa. Tranquilos, aquí todos somos tranquilos y nos encantan las buenas historias. ¡Seguro que sí!","SYSTEM2_SCORE":2.0,"SYSTEM3":"En una tarde calurosa, mis amigos y yo fuimos a Hungry Jack's para comer. Charlamos sobre el partido de fútbol de anoche, y un amigo comentó que su equipo arrasó. Después del almuerzo, decidimos ir a la playa a nadar y hacer una barbacoa más tarde. Sin problemas, aquí somos tranquilos y nos encanta una buena charla. ¡Todo saldrá bien!","SYSTEM3_SCORE":4.0}
{"INPUT":"MOOCs have been the focus of research as a tool used by educational institutes to increase their global reach and offer distinct advantages to students with a lack of access to traditional educational resources (Mangan, 2013).","SEED_X":"Los MOOCs han sido el foco de investigación como una herramienta utilizada por los institutos educativos para aumentar su alcance global y ofrecer ventajas distintas a los estudiantes con falta de acceso a recursos educativos tradicionales (Mangan, 2013).","SEED_X_SCORE":4.0,"SYSTEM1":"Los MOOC han sido el foco de investigaciones como una herramienta utilizada por instituciones educativas para aumentar su alcance global y ofrecer ventajas distintivas a estudiantes con escaso acceso a recursos educativos tradicionales (Mangan, 2013).","SYSTEM1_SCORE":4.0,"SYSTEM2":"Los MOOC han sido foco de investigación como una herramienta utilizada por institutos educativos para aumentar su alcance global y ofrecer ventajas distintivas a los estudiantes que no tienen acceso a los recursos educativos tradicionales (Mangan, 2013).","SYSTEM2_SCORE":4.0,"SYSTEM3":"Los MOOC han sido objeto de investigación como herramienta utilizada por instituciones educativas para ampliar su alcance global y ofrecer ventajas distintivas a estudiantes que carecen de acceso a recursos educativos tradicionales (Mangan, 2013).","SYSTEM3_SCORE":4.0}
{"INPUT":"I have always had really good grades but this year I feel like I have been more lazy and need a pick up for my grades. Thank you for helping me become more confident in studying.","SEED_X":"Siempre he tenido muy buenas notas, pero este año siento que he sido más perezoso y necesito mejorar mis notas. Gracias por ayudarme a tener más confianza en el estudio.","SEED_X_SCORE":4.0,"SYSTEM1":"Siempre he tenido muy buenas calificaciones, pero este año siento que he estado más perezoso y necesito mejorar mis notas. Gracias por ayudarme a ganar más confianza al estudiar.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Siempre he sacado muy buenas notas, pero este año siento que he sido más perezoso y necesito mejorar mis notas. Gracias por ayudarme a tener más confianza para estudiar.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Siempre he tenido muy buenas calificaciones, pero este año siento que he estado más perezoso y necesito un impulso para mis notas. Gracias por ayudarme a ganar más confianza al estudiar.","SYSTEM3_SCORE":4.0}
{"INPUT":"GM was the first automaker in the post-cassette era to eliminate CD players from a mass-market car with the introduction of the 2013 Chevrolet Spark compact hatchback and removed it from its full-size SUVs when they were redesigned for the 2021 model year.","SEED_X":"GM fue el primer fabricante de automóviles en la era posterior a los casetes en eliminar los reproductores de CD de un automóvil para el mercado masivo con la introducción del hatchback compacto Chevrolet Spark en 2013, y lo retiró de sus SUV de tamaño completo cuando fueron rediseñados para el año modelo 2021.","SEED_X_SCORE":4.0,"SYSTEM1":"GM fue el primer fabricante de automóviles en la era posterior a las cassettes en eliminar los reproductores de CD de un automóvil de mercado masivo con la introducción del hatchback compacto Chevrolet Spark 2013 y los eliminó de sus SUV de tamaño completo cuando fueron rediseñados para el año modelo 2021.","SYSTEM1_SCORE":3.5,"SYSTEM2":"GM fue el primer fabricante de automóviles en la era posterior al casete en eliminar los reproductores de CD de un automóvil de mercado masivo con la introducción del hatchback compacto Chevrolet Spark 2013 y los eliminó de sus SUV de tamaño completo cuando fueron rediseñados para el modelo del año 2021.","SYSTEM2_SCORE":4.0,"SYSTEM3":"GM fue el primer fabricante de automóviles en la era poscasete en eliminar los reproductores de CD de un vehículo de mercado masivo con el lanzamiento del hatchback compacto Chevrolet Spark 2013, y los retiró de sus SUV de tamaño completo cuando estos fueron rediseñados para el año modelo 2021.","SYSTEM3_SCORE":4.0}
{"INPUT":"But record low real yields are often seen as a worrying sign, as they reflect a pessimistic view on future economic growth, which is why many bond bears remain undeterred because they expect a big bounceback for economic growth this year.","SEED_X":"Pero los rendimientos reales récord bajos a menudo se consideran una señal preocupante, ya que reflejan una visión pesimista del crecimiento económico futuro, por lo que muchos bajistas de bonos no se inmutan, ya que esperan un gran repunte del crecimiento económico este año.\n \n [COT] Esta es una frase compleja que contiene varios conceptos financieros y económicos. \"Record low real yields\" se refiere a los rendimientos reales bajos récord, que a menudo se consideran una señal preocupante, ya que reflejan una visión pesimista del crecimiento económico futuro. \"Bond bears\" son inversores que creen que los precios de los bonos caerán, mientras que \"economic growth\" se refiere al crecimiento económico. \"Big bounceback\" significa un gran repunte o recuperación del crecimiento económico. Todos estos términos necesitan una traducción prec","SEED_X_SCORE":4.0,"SYSTEM1":"Pero las rentabilidades reales récord bajas suelen verse como una señal preocupante, ya que reflejan una visión pesimista sobre el crecimiento económico futuro, razón por la cual muchos osos del mercado de bonos siguen impertérritos porque esperan una gran recuperación del crecimiento económico este año.","SYSTEM1_SCORE":2.5,"SYSTEM2":"Pero los rendimientos reales históricamente bajos a menudo se consideran una señal preocupante, ya que reflejan una visión pesimista sobre el crecimiento económico futuro, razón por la cual muchos inversores bajistas en bonos permanecen firmes porque esperan un gran repunte del crecimiento económico este año.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Pero los mínimos históricos en los rendimientos reales a menudo se consideran una señal preocupante, ya que reflejan una visión pesimista sobre el crecimiento económico futuro, por lo que muchos bajistas de bonos siguen sin inmutarse porque esperan una fuerte recuperación del crecimiento económico este año.","SYSTEM3_SCORE":3.5}
{"INPUT":"Specifically, the court affirms the decision by the Patent Trial and Appeal Board (PTAB) in February 2017 that the Broad’s patents don’t step on CRISPR applications that researchers from Berkeley and the University of Vienna had filed patents for at an earlier date. ","SEED_X":"Específicamente, el tribunal afirma la decisión de la Junta de Apelaciones y Juicios de Patentes (PTAB) en febrero de 2017 de que las patentes de Broad no afectan las aplicaciones de CRISPR para las que los investigadores de Berkeley y la Universidad de Viena habían solicitado patentes en una fecha anterior.","SEED_X_SCORE":3.0,"SYSTEM1":"Específicamente, el tribunal afirma la decisión de la Junta de Recursos de Patentes y Apelaciones (PTAB) en febrero de 2017, según la cual las patentes del Broad no afectan las aplicaciones de CRISPR para las que investigadores de Berkeley y la Universidad de Viena habían presentado patentes con anterioridad.","SYSTEM1_SCORE":3.5,"SYSTEM2":"En concreto, el tribunal confirma la decisión de la Junta de Apelaciones y Juicios de Patentes (PTAB) de febrero de 2017 de que las patentes de Broad no afectan a las solicitudes CRISPR que investigadores de Berkeley y de la Universidad de Viena habían presentado patentes en una fecha anterior.","SYSTEM2_SCORE":2.5,"SYSTEM3":"En concreto, el tribunal confirma la decisión de la Junta de Apelaciones y Juicios de Patentes (PTAB) de febrero de 2017, que establece que las patentes de Broad no infringen las aplicaciones de CRISPR por las cuales investigadores de Berkeley y la Universidad de Viena habían solicitado patentes en una fecha anterior.","SYSTEM3_SCORE":4.0}
{"INPUT":"Ghost of Tsushima Director’s Cut will let you pet even more animals than you could in the original version of the game, developer Sucker Punch revealed Wednesday.","SEED_X":"El Director's Cut de Ghost of Tsushima te permitirá acariciar a aún más animales de los que podías en la versión original del juego, reveló el desarrollador Sucker Punch el miércoles.","SEED_X_SCORE":4.0,"SYSTEM1":"La versión Director's Cut de Ghost of Tsushima permitirá acariciar a más animales que en la versión original del juego, reveló el miércoles el desarrollador Sucker Punch.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Ghost of Tsushima Director’s Cut te permitirá acariciar incluso más animales que en la versión original del juego, reveló el miércoles el desarrollador Sucker Punch.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La versión Director’s Cut de *Ghost of Tsushima* te permitirá acariciar incluso más animales de los que podías en la versión original del juego, reveló el miércoles el desarrollador Sucker Punch.","SYSTEM3_SCORE":3.5}
{"INPUT":"Investigative detentions are bulk intrusions on liberty. While stop and frisks are common, they seldom present evidence of criminality. Furthermore, they can reflect racial disparities. Because of the fear associated with stops and frisks, some people end up running when they see police officers.","SEED_X":"Las detenciones investigativas son intrusiones masivas en la libertad. Aunque las paradas y registros son comunes, rara vez presentan evidencia de criminalidad. Además, pueden reflejar disparidades raciales. Debido al miedo asociado con las paradas y registros, algunas personas terminan huyendo cuando ven a oficiales de policía.","SEED_X_SCORE":4.0,"SYSTEM1":"Las detenciones investigativas son intrusiones generalizadas en la libertad. Aunque los registros de detención y cacheo son comunes, rara vez presentan pruebas de criminalidad. Además, pueden reflejar disparidades raciales. Debido al temor asociado a las detenciones y registros, algunas personas terminan corriendo cuando ven a los policías.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Las detenciones investigativas constituyen intrusiones masivas en la libertad. Si bien las detenciones y cacheos son comunes, rara vez presentan evidencia de criminalidad. Además, pueden reflejar disparidades raciales. Debido al miedo asociado a las detenciones y cacheos, algunas personas terminan huyendo al ver a agentes de policía.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Las detenciones investigativas son intrusiones masivas a la libertad. Aunque las paradas y registros son comunes, rara vez presentan evidencia de criminalidad. Además, pueden reflejar disparidades raciales. Debido al miedo asociado con las paradas y registros, algunas personas terminan huyendo al ver a agentes de policía.","SYSTEM3_SCORE":4.0}
{"INPUT":"Despite trading flows and volumes booming, I think we’re still prudent to lean out our operation while the going’s good. The cost-cutting in good times is doubly wise to my mind, and again, frankly, we’ll be looking to subsume either New York CPS into London CPS or vice versa. Trading from home has shown us we can do more with less.","SEED_X":"A pesar de que los flujos y volúmenes de trading están en auge, creo que todavía es prudente optimizar nuestra operación mientras las cosas van bien. La reducción de costes en tiempos buenos es doblemente sabia, en mi opinión, y, de nuevo, francamente, estaremos buscando integrar ya sea CPS de Nueva York en CPS de Londres o viceversa. El trading desde casa nos ha demostrado que podemos hacer más con menos.","SEED_X_SCORE":4.0,"SYSTEM1":"A pesar de que los flujos y volúmenes de negociación están en auge, creo que aún es prudente reducir nuestras operaciones mientras las condiciones son favorables. Para mí, es doblemente sensato recortar costos en tiempos buenos, y nuevamente, francamente, buscaremos integrar ya sea CPS de Nueva York en CPS de Londres o viceversa. El hecho de operar desde casa nos ha demostrado que podemos hacer más con menos.","SYSTEM1_SCORE":4.0,"SYSTEM2":"A pesar del auge de los flujos y volúmenes comerciales, creo que seguimos siendo prudentes al reducir nuestra operación mientras la situación es favorable. En mi opinión, recortar costos en épocas de bonanza es doblemente acertado, y, francamente, buscaremos integrar el CPS de Nueva York en el CPS de Londres o viceversa. Operar desde casa nos ha demostrado que podemos hacer más con menos.","SYSTEM2_SCORE":4.0,"SYSTEM3":"A pesar de que los flujos comerciales y los volúmenes están en auge, creo que seguimos siendo prudentes al reducir nuestras operaciones mientras las condiciones son favorables. La reducción de costos en tiempos buenos me parece doblemente sabia y, de nuevo, francamente, buscaremos integrar ya sea el CPS de Nueva York en el CPS de Londres o viceversa. El comercio desde casa nos ha demostrado que podemos hacer más con menos.","SYSTEM3_SCORE":4.0}
{"INPUT":"DNA mixture analysis can be powerful when used correctly, but it’s crucial to understand the technique’s limitations and when it should be wielded with particular caution, said Rori Rohlfs, a data scientist at the University of Oregon who led the work alongside a group of undergraduate researchers from San Francisco State University.","SEED_X":"El análisis de mezclas de ADN puede ser poderoso cuando se usa correctamente, pero es crucial comprender las limitaciones de la técnica y cuándo debe usarse con especial precaución, dijo Rori Rohlfs, científica de datos de la Universidad de Oregón, quien dirigió el trabajo junto con un grupo de investigadores de pregrado de la Universidad Estatal de San Francisco.\n \n [COT] Esta es una oración compleja que contiene varias cláusulas. La primera cláusula introduce el tema del análisis de mezclas de ADN y su potencial cuando se usa correctamente. La segunda cláusula enfatiza la importancia de comprender las limitaciones de la técnica y cuándo se debe usar con precaución. La tercera cláusula menciona a Rori Rohlfs, científica de datos de la Universidad de Oregón, quien dirigió el trabajo junto con un grupo de investigadores de pregrado de la Universidad Estatal de San Francisco.\n \n Al trad","SEED_X_SCORE":4.0,"SYSTEM1":"El análisis de mezclas de ADN puede ser poderoso si se utiliza correctamente, pero es fundamental comprender las limitaciones de la técnica y cuándo debe usarse con especial precaución, dijo Rori Rohlfs, una científica de datos de la Universidad de Oregón que dirigió el estudio junto con un grupo de investigadores universitarios de la Universidad Estatal de San Francisco.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El análisis de mezclas de ADN puede ser poderoso cuando se usa correctamente, pero es crucial comprender las limitaciones de la técnica y cuándo debe emplearse con especial precaución, dijo Rori Rohlfs, un científico de datos de la Universidad de Oregon que dirigió el trabajo junto con un grupo de investigadores universitarios de la Universidad Estatal de San Francisco.","SYSTEM2_SCORE":3.0,"SYSTEM3":"El análisis de mezclas de ADN puede ser potente cuando se utiliza correctamente, pero es crucial comprender las limitaciones de la técnica y cuándo debe aplicarse con especial precaución, señaló Rori Rohlfs, científica de datos de la Universidad de Oregón, quien dirigió el trabajo junto a un grupo de investigadores universitarios de la Universidad Estatal de San Francisco.","SYSTEM3_SCORE":4.0}
{"INPUT":"easiest class at ucla hands down, what a goat","SEED_X":"La clase más fácil en UCLA, sin duda, qué bestia.","SEED_X_SCORE":3.5,"SYSTEM1":"Clase más fácil en UCLA sin duda, qué cabra","SYSTEM1_SCORE":3.5,"SYSTEM2":"La clase más fácil de la UCLA sin duda alguna, ¡menuda cabra!","SYSTEM2_SCORE":4.0,"SYSTEM3":"La clase más fácil de UCLA sin duda, ¡qué crack!","SYSTEM3_SCORE":4.0}
{"INPUT":"In a statement, the ITIA told CNN: “We deal with each case based on the facts and evidence, not a player’s name, ranking or nationality. When a prohibited substance is found in a player’s system, we investigate it thoroughly.","SEED_X":"En una declaración, el ITIA le dijo a CNN: \"Abordamos cada caso en función de los hechos y la evidencia, no del nombre, la clasificación o la nacionalidad del jugador. Cuando se encuentra una sustancia prohibida en el sistema de un jugador, la investigamos a fondo\".","SEED_X_SCORE":4.0,"SYSTEM1":"En un comunicado, la ITIA le dijo a CNN: \"Tratamos cada caso basándonos en los hechos y la evidencia, no en el nombre, clasificación o nacionalidad de un jugador. Cuando se encuentra una sustancia prohibida en el sistema de un jugador, la investigamos a fondo\".","SYSTEM1_SCORE":4.0,"SYSTEM2":"En un comunicado, la ITIA declaró a CNN: «Tratamos cada caso basándonos en los hechos y las pruebas, no en el nombre, la clasificación ni la nacionalidad del jugador. Cuando se encuentra una sustancia prohibida en el organismo de un jugador, la investigamos a fondo».","SYSTEM2_SCORE":4.0,"SYSTEM3":"En un comunicado, la ITIA dijo a CNN: \"Abordamos cada caso basándonos en los hechos y las pruebas, no en el nombre, la clasificación o la nacionalidad de un jugador. Cuando se encuentra una sustancia prohibida en el sistema de un jugador, lo investigamos exhaustivamente\".","SYSTEM3_SCORE":4.0}
{"INPUT":"Those who haven't followed us, please don't forget to hit the follow button on the top!","SEED_X":"¡Aquellos que no nos han seguido, por favor no olviden presionar el botón de seguir en la parte superior!","SEED_X_SCORE":4.0,"SYSTEM1":"¡Aquellos que no nos han seguido, por favor no olviden hacer clic en el botón de seguir en la parte superior!","SYSTEM1_SCORE":4.0,"SYSTEM2":"¡Aquellos que aún no nos seguís, no olvidéis darle al botón de seguir en la parte superior!","SYSTEM2_SCORE":3.0,"SYSTEM3":"¡Aquellos que no nos han seguido, por favor no olviden presionar el botón de seguir en la parte superior!","SYSTEM3_SCORE":4.0}
{"INPUT":"While there are no easy solutions to solving this obstacle course, we can suggest a few tips and tricks that may help you build the skill needed to successfully complete the ice trial course.","SEED_X":"Aunque no hay soluciones fáciles para resolver este curso de obstáculos, podemos sugerir algunos consejos y trucos que pueden ayudarte a desarrollar la habilidad necesaria para completar con éxito el curso de prueba sobre hielo.","SEED_X_SCORE":4.0,"SYSTEM1":"Aunque no existen soluciones sencillas para superar este circuito de obstáculos, podemos sugerirte algunos consejos y trucos que pueden ayudarte a desarrollar la habilidad necesaria para completar con éxito el recorrido en la pista de hielo.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Si bien no existen soluciones fáciles para resolver esta carrera de obstáculos, podemos sugerir algunos consejos y trucos que pueden ayudarlo a desarrollar la habilidad necesaria para completar con éxito la prueba de hielo.","SYSTEM2_SCORE":2.5,"SYSTEM3":"Aunque no hay soluciones fáciles para superar este circuito de obstáculos, podemos sugerir algunos consejos y trucos que podrían ayudarte a desarrollar las habilidades necesarias para completar con éxito el circuito de pruebas sobre hielo.","SYSTEM3_SCORE":4.0}
{"INPUT":"After all, his former teammates in Chicago who were also traded – Javier Báez and Anthony Rizzo – homered in their first games with their new clubs.","SEED_X":"Después de todo, sus ex compañeros de equipo en Chicago, que también fueron traspasados —Javier Báez y Anthony Rizzo—, conectaron jonrones en sus primeros partidos con sus nuevos clubes.","SEED_X_SCORE":4.0,"SYSTEM1":"Después de todo, sus antiguos compañeros de equipo en Chicago que también fueron transferidos, Javier Báez y Anthony Rizzo, batearon jonrones en sus primeros partidos con sus nuevos equipos.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Después de todo, sus ex compañeros de equipo en Chicago que también fueron cambiados – Javier Báez y Anthony Rizzo – conectaron jonrones en sus primeros juegos con sus nuevos clubes.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Al fin y al cabo, sus excompañeros de equipo en Chicago que también fueron traspasados, Javier Báez y Anthony Rizzo, batearon jonrones en sus primeros partidos con sus nuevos equipos.","SYSTEM3_SCORE":4.0}
{"INPUT":"The chemical reactions take place with the arrival of sunlight in spring and are facilitated by the presence of halogens (chlorine and fluorine), which are mostly products of human activity.","SEED_X":"Las reacciones químicas tienen lugar con la llegada de la luz solar en primavera y son facilitadas por la presencia de halógenos (cloro y flúor), que en su mayoría son productos de la actividad humana.","SEED_X_SCORE":4.0,"SYSTEM1":"Las reacciones químicas tienen lugar con la llegada de la luz solar en primavera y son facilitadas por la presencia de halógenos (cloro y flúor), que en su mayoría son productos de la actividad humana.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Las reacciones químicas tienen lugar con la llegada de la luz solar en primavera y se ven facilitadas por la presencia de halógenos (cloro y flúor), que en su mayoría son productos de la actividad humana.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Las reacciones químicas ocurren con la llegada de la luz solar en primavera y son facilitadas por la presencia de halógenos (cloro y flúor), que son en su mayoría productos de la actividad humana.","SYSTEM3_SCORE":4.0}
{"INPUT":"Java is a robust, statically typed, object-oriented programming language designed to be platform-independent by leveraging the Java Virtual Machine (JVM), which abstracts away the underlying hardware and operating system details.","SEED_X":"Java es un lenguaje de programación robusto, de tipado estático y orientado a objetos, diseñado para ser independiente de la plataforma al aprovechar la Máquina Virtual de Java (JVM), que abstrae los detalles subyacentes del hardware y del sistema operativo.","SEED_X_SCORE":4.0,"SYSTEM1":"Java es un lenguaje de programación robusto, con tipado estático y orientado a objetos, diseñado para ser independiente de la plataforma mediante el uso de la Máquina Virtual de Java (JVM), que abstrae los detalles del hardware y del sistema operativo subyacentes.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Java es un lenguaje de programación robusto, estático y orientado a objetos, diseñado para ser independiente de la plataforma aprovechando la Máquina Virtual Java (JVM), que abstrae los detalles subyacentes del hardware y del sistema operativo.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Java es un lenguaje de programación robusto, tipado estático y orientado a objetos, diseñado para ser independiente de la plataforma mediante el uso de la Máquina Virtual Java (JVM), que abstrae los detalles del hardware subyacente y del sistema operativo.","SYSTEM3_SCORE":3.5}
{"INPUT":"It all comes down to this in the World's Most Amazing Dog Season Finale. One crafty canine comes to the rescue, while another hound goes heavy metal. But can they beat a smooching pooch who's quite literally kissing up to the judges?","SEED_X":"Todo se reduce a esto en el final de temporada de World's Most Amazing Dog. Un perro astuto viene al rescate, mientras que otro can se vuelve heavy metal. Pero, ¿pueden vencer a un perro besucon que, literalmente, está coqueteando con los jueces?","SEED_X_SCORE":3.0,"SYSTEM1":"Todo se reduce a esto en el final de temporada de la Temporada del Perro Más Increíble del Mundo. Un perro astuto acude al rescate, mientras que otro canino se lanza al heavy metal. ¿Pero podrán superar a un perrito besucon que está literalmente besando literalmente a los jueces?","SYSTEM1_SCORE":3.5,"SYSTEM2":"Todo se reduce a esto en la final de temporada de \"El Perro Más Asombroso del Mundo\". Un perro astuto acude al rescate, mientras que otro se vuelve loco por el heavy metal. ¿Pero podrán vencer a un perro besuqueador que literalmente está adular a los jueces?","SYSTEM2_SCORE":3.5,"SYSTEM3":"Todo se reduce a esto en la Gran Final de la temporada de *El Perro Más Asombroso del Mundo*. Un astuto canino llega al rescate, mientras otro perro se vuelve *heavy metal*. Pero ¿podrán vencer a un *smooching pooch* que, literalmente, está besuqueando a los jueces para ganar su favor?","SYSTEM3_SCORE":3.5}
{"INPUT":"I missed the opportunity to study abroad when I was in school. So when I graduated, I went abroad to work. I def recommend it, but I think people don't think about culture shock, reverse culture shock, their mental ability to handle it, and the length of time they should stay abroad.","SEED_X":"Perdí la oportunidad de estudiar en el extranjero cuando estaba en la escuela. Así que cuando me gradué, fui al extranjero a trabajar. Definitivamente lo recomiendo, pero creo que la gente no piensa en el choque cultural, el choque cultural inverso, su capacidad mental para manejarlo y la duración del tiempo que deben permanecer en el extranjero.","SEED_X_SCORE":4.0,"SYSTEM1":"Me perdí la oportunidad de estudiar en el extranjero cuando estaba en la escuela. Así que cuando me gradué, me fui al extranjero a trabajar. Definitivamente lo recomiendo, pero creo que la gente no piensa en el choque cultural, el choque cultural inverso, su capacidad mental para manejarlo y el tiempo que deberían pasar en el extranjero.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Perdí la oportunidad de estudiar en el extranjero cuando estaba en la universidad. Así que, al graduarme, me fui a trabajar. Lo recomiendo sin duda, pero creo que la gente no piensa en el choque cultural, el choque cultural inverso, su capacidad mental para manejarlo y la duración de su estancia en el extranjero.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Perdí la oportunidad de estudiar en el extranjero cuando estaba en la escuela. Así que, cuando me gradué, fui al extranjero a trabajar. Definitivamente lo recomiendo, pero creo que la gente no piensa en el choque cultural, el choque cultural inverso, su capacidad mental para manejarlo y el tiempo que deberían quedarse en el extranjero.","SYSTEM3_SCORE":4.0}
{"INPUT":"IOC president Thomas Bach watched his fellow German win the title as a group of about 10 anti-Olympic protesters across the street from the Ariake Tennis Park made themselves heard inside Center Court. Play was not interrupted.","SEED_X":"El presidente del COI, Thomas Bach, vio a su compatriota alemán ganar el título mientras un grupo de unos 10 manifestantes antiolímpicos al otro lado de la calle del Parque de Tenis Ariake se hacían oír dentro de la Pista Central. El juego no fue interrumpido.","SEED_X_SCORE":4.0,"SYSTEM1":"El presidente del COI, Thomas Bach, observó cómo su compatriota ganaba el título mientras un grupo de unos 10 manifestantes contra los Juegos Olímpicos, situados al otro lado de la calle frente al Parque de Tenis de Ariake, hacían oír sus voces dentro de la cancha principal. El partido no se interrumpió.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El presidente del COI, Thomas Bach, presenció la victoria de su compatriota alemán mientras un grupo de unos diez manifestantes antiolímpicos, al otro lado de la calle del Parque de Tenis Ariake, se hacían oír en la Cancha Central. El juego no se interrumpió.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El presidente del COI, Thomas Bach, vio cómo su compatriota alemán ganaba el título mientras un grupo de unos 10 manifestantes antiolímpicos al otro lado de la calle frente al Ariake Tennis Park se hacían oír dentro de la cancha central. El juego no se interrumpió.","SYSTEM3_SCORE":4.0}
{"INPUT":"Additionally, the report noted the increase of programmatic video trading, peaking at 61% of shares.","SEED_X":"Además, el informe señaló el aumento del comercio de video programático, alcanzando un máximo del 61% de las acciones.","SEED_X_SCORE":4.0,"SYSTEM1":"Además, el informe señaló el aumento del comercio programático de video, alcanzando un máximo del 61% de las acciones.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Además, el informe destacó el aumento del comercio de vídeo programático, que alcanzó un máximo del 61% de las acciones.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Además, el informe señaló el aumento del comercio programático de video, que alcanzó un máximo del 61% de las participaciones.","SYSTEM3_SCORE":2.5}
{"INPUT":"Through this effort, Flipkart aims to break stereotypes around the employability of people with disabilities and create more awareness around the capabilities of the community as they manage the hub and its operations end-to-end, making more than 1,100 deliveries every day, it added.","SEED_X":"A través de este esfuerzo, Flipkart pretende romper los estereotipos en torno a la empleabilidad de las personas con discapacidades y crear más conciencia sobre las capacidades de la comunidad, ya que gestionan el centro y sus operaciones de principio a fin, realizando más de 1.100 entregas cada día, añadió.","SEED_X_SCORE":4.0,"SYSTEM1":"A través de este esfuerzo, Flipkart busca romper estereotipos en torno a la empleabilidad de las personas con discapacidad y generar mayor conciencia sobre las capacidades de la comunidad, ya que ellas gestionan el centro y sus operaciones de extremo a extremo, realizando más de 1,100 entregas cada día, añadió.","SYSTEM1_SCORE":3.5,"SYSTEM2":"A través de este esfuerzo, Flipkart pretende romper los estereotipos en torno a la empleabilidad de las personas con discapacidades y crear más conciencia sobre las capacidades de la comunidad mientras gestionan el centro y sus operaciones de extremo a extremo, realizando más de 1.100 entregas cada día, agregó.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Mediante este esfuerzo, Flipkart pretende romper los estereotipos en torno a la empleabilidad de las personas con discapacidad y crear mayor conciencia sobre las capacidades de la comunidad, mientras gestionan el centro y sus operaciones de principio a fin, realizando más de 1.100 entregas diarias, agregó.","SYSTEM3_SCORE":4.0}
{"INPUT":"Some Swifties quickly figured out that it was a 13×13 word search, and the clues included Phoebe Bridgers, Ed Sheeran, \"All Too Well,\" and \"Ten.\" ","SEED_X":"Algunos fans de Swift se dieron cuenta rápidamente de que se trataba de una búsqueda de palabras de 13×13, y las pistas incluían a Phoebe Bridgers, Ed Sheeran, «All Too Well» y «Ten».","SEED_X_SCORE":4.0,"SYSTEM1":"Algunos Swifties descifraron rápidamente que era una sopa de letras de 13×13, y las pistas incluían a Phoebe Bridgers, Ed Sheeran, \"All Too Well\" y \"Ten\".","SYSTEM1_SCORE":3.5,"SYSTEM2":"Algunos Swifties se dieron cuenta rápidamente de que se trataba de una búsqueda de palabras de 13×13, y las pistas incluían a Phoebe Bridgers, Ed Sheeran, \"All Too Well\" y \"Ten\".","SYSTEM2_SCORE":4.0,"SYSTEM3":"Algunos Swifties descubrieron rápidamente que se trataba de una sopa de letras de 13×13, y las pistas incluían a Phoebe Bridgers, Ed Sheeran, «All Too Well» y «Ten».","SYSTEM3_SCORE":4.0}
{"INPUT":"It largely set the stage for bankruptcy as we know it today.","SEED_X":"En gran medida, estableció el escenario para la bancarrota tal como la conocemos hoy en día.","SEED_X_SCORE":3.5,"SYSTEM1":"En gran medida sentó las bases para la quiebra tal como la conocemos hoy.","SYSTEM1_SCORE":4.0,"SYSTEM2":"En gran medida, preparó el terreno para la quiebra tal como la conocemos hoy.","SYSTEM2_SCORE":4.0,"SYSTEM3":"En gran medida sentó las bases de la quiebra tal como la conocemos hoy en día.","SYSTEM3_SCORE":3.5}
{"INPUT":"Empty vials of the Pfizer COVID-19 vaccine are seen at a first come first serve drive-thru vaccination site operated by the Lake County Health Department on January 28, 2021 in Groveland, Florida.","SEED_X":"Se ven viales vacíos de la vacuna COVID-19 de Pfizer en un sitio de vacunación drive-thru por orden de llegada operado por el Departamento de Salud del Condado de Lake el 28 de enero de 2021 en Groveland, Florida.","SEED_X_SCORE":4.0,"SYSTEM1":"Se observan viales vacíos de la vacuna Pfizer contra el COVID-19 en un sitio de vacunación en automóvil, operado por el Departamento de Salud del Condado de Lake, el 28 de enero de 2021 en Groveland, Florida.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Se ven viales vacíos de la vacuna Pfizer COVID-19 en un sitio de vacunación por orden de llegada operado por el Departamento de Salud del Condado de Lake el 28 de enero de 2021 en Groveland, Florida.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Se observan viales vacíos de la vacuna Pfizer contra la COVID-19 en un sitio de vacunación drive-thru por orden de llegada, operado por el Departamento de Salud del Condado de Lake, el 28 de enero de 2021 en Groveland, Florida.","SYSTEM3_SCORE":4.0}
{"INPUT":"Learn more about the history of bankruptcy, your bankruptcy options, what bankruptcy will mean for your future, and more by using the links below:","SEED_X":"Aprenda más sobre la historia de la bancarrota, sus opciones de bancarrota, lo que la bancarrota significará para su futuro y mucho más utilizando los enlaces a continuación:","SEED_X_SCORE":4.0,"SYSTEM1":"Obtenga más información sobre la historia de la quiebra, sus opciones de quiebra, lo que significa la quiebra para su futuro y más utilizando los enlaces a continuación:","SYSTEM1_SCORE":3.5,"SYSTEM2":"Obtenga más información sobre la historia de la bancarrota, sus opciones de bancarrota, lo que la bancarrota significará para su futuro y más utilizando los enlaces a continuación:","SYSTEM2_SCORE":4.0,"SYSTEM3":"Obtén más información sobre la historia de la bancarrota, tus opciones en caso de quiebra, lo que este proceso significará para tu futuro y otros detalles utilizando los enlaces a continuación:","SYSTEM3_SCORE":3.5}
{"INPUT":"Microsoft launched Windows 3.0, featuring streamlined user interface graphics and improved protected mode capability for the Intel 386 processor, and both Office and Windows became dominant in their respective areas.","SEED_X":"Microsoft lanzó Windows 3.0, que presentaba gráficos de interfaz de usuario optimizados y una capacidad de modo protegido mejorada para el procesador Intel 386, y tanto Office como Windows se convirtieron en dominantes en sus respectivas áreas.","SEED_X_SCORE":4.0,"SYSTEM1":"Microsoft lanzó Windows 3.0, con gráficos de interfaz de usuario optimizados y una capacidad mejorada de modo protegido para el procesador Intel 386, y tanto Office como Windows se convirtieron en dominantes en sus respectivas áreas.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Microsoft lanzó Windows 3.0, con gráficos de interfaz de usuario optimizados y capacidad de modo protegido mejorada para el procesador Intel 386, y tanto Office como Windows se volvieron dominantes en sus respectivas áreas.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Microsoft lanzó Windows 3.0, que presentaba gráficos de interfaz de usuario simplificados y una capacidad de modo protegido mejorada para el procesador Intel 386, y tanto Office como Windows se convirtieron en dominantes en sus respectivas áreas.","SYSTEM3_SCORE":4.0}
{"INPUT":"Let's talk about how to streamline our workflow. The last project hit roadblocks and the process was delayed. We need to dig into the root causes.","SEED_X":"Hablemos de cómo optimizar nuestro flujo de trabajo. El último proyecto encontró obstáculos y el proceso se retrasó. Necesitamos analizar las causas fundamentales.","SEED_X_SCORE":4.0,"SYSTEM1":"Hablemos sobre cómo optimizar nuestro flujo de trabajo. El último proyecto encontró obstáculos y el proceso se retrasó. Necesitamos investigar las causas raíz.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Hablemos sobre cómo optimizar nuestro flujo de trabajo. El último proyecto tuvo obstáculos y el proceso se retrasó. Necesitamos analizar las causas raíz.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Hablemos sobre cómo optimizar nuestro flujo de trabajo. El último proyecto enfrentó obstáculos y el proceso se retrasó. Necesitamos analizar las causas fundamentales.","SYSTEM3_SCORE":4.0}
{"INPUT":"Seven of the ten judges upheld the district court’s decision that Alice’s method claims and computer-readable medium claims were not patent-eligible, but they did so for different reasons.","SEED_X":"Siete de los diez jueces confirmaron la decisión del tribunal de distrito de que las reivindicaciones de método de Alice y las reivindicaciones de soporte legible por ordenador no eran elegibles para patentes, pero lo hicieron por diferentes razones.","SEED_X_SCORE":4.0,"SYSTEM1":"Siete de los diez jueces respaldaron la decisión del tribunal de distrito de que los reclamos del método de Alice y los reclamos de medios legibles por computadora no eran susceptibles de patente, pero lo hicieron por diferentes razones.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Siete de los diez jueces confirmaron la decisión del tribunal de distrito de que las reivindicaciones del método de Alice y las reivindicaciones del medio legible por computadora no eran patentables, pero lo hicieron por diferentes razones.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Siete de los diez jueces confirmaron la decisión del tribunal de distrito de que las reivindicaciones de método y las reivindicaciones de soporte legible por computadora de Alice no eran elegibles para patentes, aunque lo hicieron por motivos diferentes.","SYSTEM3_SCORE":3.5}
{"INPUT":"It should come as no surprise that London is one of the best places to visit in 2024, according to TimeOut. The capital of the UK is teeming with stylish restaurants and world-class cultural attractions. And of course, there’s the city’s West End for theatre-lovers.","SEED_X":"No debería sorprender que Londres sea uno de los mejores lugares para visitar en 2024, según TimeOut. La capital del Reino Unido está repleta de restaurantes elegantes y atracciones culturales de clase mundial. Y, por supuesto, está el West End de la ciudad para los amantes del teatro.","SEED_X_SCORE":4.0,"SYSTEM1":"No debería sorprender que Londres sea uno de los mejores lugares para visitar en 2024, según TimeOut. La capital del Reino Unido está llena de restaurantes elegantes y atracciones culturales de primer nivel. Y por supuesto, está el West End de la ciudad para los amantes del teatro.","SYSTEM1_SCORE":3.5,"SYSTEM2":"No es de extrañar que Londres sea uno de los mejores lugares para visitar en 2024, según TimeOut. La capital del Reino Unido está repleta de restaurantes elegantes y atracciones culturales de talla mundial. Y, por supuesto, está el West End de la ciudad para los amantes del teatro.","SYSTEM2_SCORE":4.0,"SYSTEM3":"No debería sorprender que Londres sea uno de los mejores lugares para visitar en 2024, según TimeOut. La capital del Reino Unido está rebosante de restaurantes con estilo y atracciones culturales de primer nivel. Y, por supuesto, está el West End de la ciudad para los amantes del teatro.","SYSTEM3_SCORE":4.0}
{"INPUT":"Can you price that option idea we talked about, half yard?Need it in full","SEED_X":"¿Puedes ponerle precio a esa idea de opción de la que hablamos, medio metro? Lo necesito al completo.","SEED_X_SCORE":2.0,"SYSTEM1":"¿Puedes cotizar esa opción que comentamos, medio patio? Necesito la cotización completa","SYSTEM1_SCORE":2.5,"SYSTEM2":"¿Puedes cotizar esa opción de la que hablamos, media yarda? La necesito completa.","SYSTEM2_SCORE":2.5,"SYSTEM3":"¿Puedes cotizar esa idea de opción de la que hablamos, media yarda? Necesito el monto completo.","SYSTEM3_SCORE":3.5}
{"INPUT":"It is generally agreed that these Austronesian languages evolved to their present state as a result of generations of contact with Papuan languages, which typically are SOV.","SEED_X":"En general, se acepta que estas lenguas austronesias evolucionaron hasta su estado actual como resultado de generaciones de contacto con las lenguas papúes, que suelen ser SOV.","SEED_X_SCORE":4.0,"SYSTEM1":"Generalmente se acepta que estas lenguas austronesias evolucionaron hacia su estado actual como resultado de generaciones de contacto con lenguas papúas, que típicamente son SOV.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Se acepta generalmente que estas lenguas austronesias evolucionaron hasta su estado actual como resultado de generaciones de contacto con lenguas papúes, que típicamente son SOV.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Se acepta generalmente que estas lenguas austronesias evolucionaron hasta su estado actual como resultado de generaciones de contacto con lenguas papúes, que suelen ser de orden SOV.","SYSTEM3_SCORE":4.0}
{"INPUT":"From 1 July 2016, the Australian government introduced a new student visa assessment scheme. A key part of this is the Genuine Temporary Entrance assessment, which is designed to ensure that all students are bona fide students.","SEED_X":"A partir del 1 de julio de 2016, el gobierno australiano introdujo un nuevo esquema de evaluación de visas para estudiantes. Una parte clave de esto es la evaluación de Entrada Temporal Genuina, que está diseñada para garantizar que todos los estudiantes sean estudiantes de buena fe.","SEED_X_SCORE":4.0,"SYSTEM1":"Desde el 1 de julio de 2016, el gobierno australiano introdujo un nuevo esquema de evaluación de visas para estudiantes. Una parte fundamental de este es la evaluación de entrada temporal genuina, diseñada para garantizar que todos los estudiantes sean estudiantes de buena fe.","SYSTEM1_SCORE":3.5,"SYSTEM2":"A partir del 1 de julio de 2016, el gobierno australiano introdujo un nuevo sistema de evaluación de visas de estudiante. Un componente clave de este sistema es la evaluación de Entrada Temporal Genuina, diseñada para garantizar que todos los estudiantes sean estudiantes de buena fe.","SYSTEM2_SCORE":4.0,"SYSTEM3":"A partir del 1 de julio de 2016, el gobierno australiano implementó un nuevo sistema de evaluación de visas de estudiante. Un componente clave de este es la Evaluación de Entrada Temporal Genuina, diseñada para garantizar que todos los estudiantes sean genuinos.","SYSTEM3_SCORE":4.0}
{"INPUT":"Apple’s implementation of its video tutorial is a bit clunky — the downloaded artist’s Live Loops project will show up in your GarageBand, but to watch while you edit your song, you have to start the video in the Sound Library page and pop it into picture-in-picture mode manually.","SEED_X":"La implementación de Apple de su tutorial en video es un poco torpe: el proyecto Live Loops del artista descargado aparecerá en tu GarageBand, pero para verlo mientras editas tu canción, tienes que iniciar el video en la página de la Biblioteca de sonidos y ponerlo en modo de imagen en imagen manualmente.","SEED_X_SCORE":4.0,"SYSTEM1":"La implementación que hace Apple de su tutorial de video es un poco torpe: el proyecto de Live Loops del artista descargado aparecerá en tu GarageBand, pero para verlo mientras editas tu canción, tienes que iniciar el video en la página de la biblioteca de sonidos y colocarlo manualmente en modo de imagen dentro de imagen.","SYSTEM1_SCORE":4.0,"SYSTEM2":"La implementación del video tutorial de Apple es un poco torpe: el proyecto Live Loops del artista descargado aparecerá en tu GarageBand, pero para mirarlo mientras editas tu canción, tienes que iniciar el video en la página de la Biblioteca de sonidos y ponerlo en modo de imagen en imagen manualmente.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La implementación del tutorial en video de Apple es un poco torpe: el proyecto Live Loops del artista descargado aparecerá en tu GarageBand, pero para verlo mientras editas tu canción, debes iniciar el video desde la página de la Sound Library y activar manualmente el modo picture-in-picture.","SYSTEM3_SCORE":3.5}
{"INPUT":"im gonna do this one day idc what others say","SEED_X":"Voy a hacer esto algún día, no me importa lo que digan los demás.","SEED_X_SCORE":4.0,"SYSTEM1":"Algún día voy a hacer esto, no me importa lo que digan los demás.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Voy a hacer esto algún día, no me importa lo que digan los demás.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Voy a hacer esto algún día, no me importa lo que digan los demás.","SYSTEM3_SCORE":4.0}
{"INPUT":"It’s hard to see how “significantly reduced prices, high discounts or any other such promotions or attractive offers” for a period of time “limit customer choice, increase prices and prevent a level playing field.”","SEED_X":"Es difícil ver cómo \"precios significativamente reducidos, altos descuentos o cualquier otra promoción o oferta atractiva\" durante un período de tiempo \"limitan la elección del cliente, aumentan los precios y evitan un campo de juego equitativo\".","SEED_X_SCORE":3.5,"SYSTEM1":"Es difícil entender cómo los \"precios significativamente reducidos, descuentos elevados o cualquier otra promoción u oferta atractiva\" durante un período de tiempo \"limitan la elección del consumidor, aumentan los precios y evitan un campo de juego equitativo\".","SYSTEM1_SCORE":3.5,"SYSTEM2":"Es difícil ver cómo “precios significativamente reducidos, grandes descuentos o cualquier otra promoción u oferta atractiva” durante un período de tiempo “limiten la elección del cliente, aumenten los precios e impidan la igualdad de condiciones”.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Es difícil ver cómo los \"precios significativamente reducidos, grandes descuentos o cualquier otra promoción similar u ofertas atractivas\" durante un período de tiempo \"limitan la elección del cliente, aumentan los precios e impiden una competencia equitativa\".","SYSTEM3_SCORE":4.0}
{"INPUT":"It plans to triple exports from India to $10 billion by 2027, and will float Flipkart in the local equity market.","SEED_X":"Planifica triplicar las exportaciones de la India a $10 mil millones para 2027, y lanzará Flipkart en el mercado de valores local.","SEED_X_SCORE":4.0,"SYSTEM1":"Planea triplicar las exportaciones desde la India hasta alcanzar los 10.000 millones de dólares para 2027 y lanzará acciones de Flipkart en el mercado local de valores.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Planea triplicar las exportaciones desde la India a 10 mil millones de dólares para 2027 y lanzará Flipkart en el mercado de valores local.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Planea triplicar las exportaciones desde la India a 10.000 millones de dólares para 2027 y sacará a Flipkart al mercado bursátil local.","SYSTEM3_SCORE":3.5}
{"INPUT":"So, can this phenomenon occur in India as well- Absolutely Yes! After witnessing this deadly incident so closely, ‘YOLO’ (you only live once) will be the reason for irrational spending behavior of the new age consumers.","SEED_X":"Entonces, ¿puede este fenómeno ocurrir también en la India? ¡Absolutamente sí! Después de presenciar este incidente mortal tan de cerca, 'YOLO' (solo se vive una vez) será la razón del comportamiento irracional de gasto de los consumidores de la nueva era.","SEED_X_SCORE":4.0,"SYSTEM1":"Entonces, ¿puede ocurrir este fenómeno también en la India? ¡Absolutamente sí! Después de presenciar de cerca este incidente mortal, \"YOLO\" (solo vives una vez) será la razón detrás del comportamiento de gasto irracional de los consumidores de la nueva era.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Entonces, ¿puede este fenómeno ocurrir también en la India? ¡Por supuesto que sí! Tras presenciar este incidente mortal tan de cerca, el \"YOLO\" (solo se vive una vez) será la razón del gasto irracional de los consumidores de la nueva era.","SYSTEM2_SCORE":4.0,"SYSTEM3":"¿Así que puede ocurrir este fenómeno también en India? ¡Absolutamente sí! Tras presenciar este incidente mortal tan de cerca, el \"YOLO\" (solo se vive una vez) será la razón del comportamiento de gasto irracional en los consumidores de la nueva era.","SYSTEM3_SCORE":4.0}
{"INPUT":"Schoarlship are giiven with people with high education maybe we dont need this system.","SEED_X":"Las becas se otorgan a personas con una educación superior, tal vez no necesitemos este sistema.","SEED_X_SCORE":4.0,"SYSTEM1":"Las becas se dan a personas con alta educación, quizás no necesitamos este sistema.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Se otorgan becas a personas con un alto nivel educativo, tal vez no necesitemos este sistema.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Las becas se otorgan a personas con educación superior, quizás no necesitemos este sistema.","SYSTEM3_SCORE":4.0}
{"INPUT":"Last month, the company launched a group watch tool to allow Snapchat users to stream pilots directly through the app for free. ","SEED_X":"El mes pasado, la compañía lanzó una herramienta de visualización grupal para permitir a los usuarios de Snapchat transmitir pilotos directamente a través de la aplicación de forma gratuita.","SEED_X_SCORE":4.0,"SYSTEM1":"El mes pasado, la empresa lanzó una herramienta de visualización grupal para permitir a los usuarios de Snapchat transmitir episodios piloto directamente a través de la aplicación de forma gratuita.","SYSTEM1_SCORE":4.0,"SYSTEM2":"El mes pasado, la compañía lanzó una herramienta de vigilancia grupal que permite a los usuarios de Snapchat transmitir a los pilotos directamente a través de la aplicación de forma gratuita.","SYSTEM2_SCORE":3.0,"SYSTEM3":"El mes pasado, la compañía lanzó una herramienta de visualización grupal para permitir a los usuarios de Snapchat transmitir pilotos directamente a través de la aplicación de forma gratuita.","SYSTEM3_SCORE":4.0}
{"INPUT":"ByteDance has developed industry-leading technologies such as face recognition and speech recognition, which are applied in products like Douyin's \"Awkward Dance Machine\" and emoji stickers, enabling precise content delivery and push notifications, as well as assisting in content moderation with AI.","SEED_X":"ByteDance ha desarrollado tecnologías líderes en la industria, como el reconocimiento facial y el reconocimiento de voz, que se aplican en productos como la «Máquina de baile incómoda» de Douyin y los stickers de emojis, lo que permite una entrega precisa de contenido y notificaciones push, además de ayudar en la moderación de contenido con IA.","SEED_X_SCORE":4.0,"SYSTEM1":"ByteDance ha desarrollado tecnologías líderes en la industria, como el reconocimiento facial y el reconocimiento de voz, las cuales se aplican en productos como la \"Máquina de Baile Descoordinada\" de Douyin y los stickers de emojis, permitiendo una entrega precisa de contenido y notificaciones push, así como ayudando en la moderación de contenido con inteligencia artificial.","SYSTEM1_SCORE":3.5,"SYSTEM2":"ByteDance ha desarrollado tecnologías líderes en la industria, como reconocimiento facial y reconocimiento de voz, que se aplican en productos como \"Awkward Dance Machine\" de Douyin y stickers de emojis, lo que permite una entrega precisa de contenido y notificaciones push, además de ayudar en la moderación de contenido con IA.","SYSTEM2_SCORE":4.0,"SYSTEM3":"ByteDance ha desarrollado tecnologías líderes en la industria, como el reconocimiento facial y el reconocimiento de voz, que se aplican en productos como la \"Awkward Dance Machine\" de Douyin y las pegatinas de emojis, permitiendo una entrega y notificaciones push de contenido preciso, además de asistir en la moderación de contenido con IA.","SYSTEM3_SCORE":3.5}
{"INPUT":"That includes gentle tube slides and the more high-octane twisting and turning slides.","SEED_X":"Eso incluye toboganes suaves y toboganes más emocionantes con giros y vueltas.","SEED_X_SCORE":4.0,"SYSTEM1":"Eso incluye toboganes suaves y otros más intensos con giros y vueltas emocionantes.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Esto incluye suaves toboganes tubulares y toboganes con giros y vueltas de mayor octanaje.","SYSTEM2_SCORE":3.0,"SYSTEM3":"Eso incluye toboganes de tubo suaves y los más intensos con giros y vueltas.","SYSTEM3_SCORE":4.0}
{"INPUT":"I'm applying for a homestay program for high schoolers mainly this winter. But my English is already like B2 or possibly C1. Do you think it's worth money? I hear the average English ability of the participants is usually A1. I'll be using the subsidy but it'll still be more than 4000 dollars for two weeks.","SEED_X":"Estoy solicitando un programa de alojamiento en familia para estudiantes de secundaria, principalmente este invierno. Pero mi inglés ya es como B2 o posiblemente C1. ¿Crees que vale la pena el dinero? Escuché que el nivel promedio de inglés de los participantes suele ser A1. Usaré el subsidio, pero aún así costará más de 4000 dólares por dos semanas.","SEED_X_SCORE":4.0,"SYSTEM1":"Me estoy postulando para un programa de estadía en familia para estudiantes de secundaria principalmente este invierno. Pero mi inglés ya es como B2 o posiblemente C1. ¿Crees que vale la pena gastar el dinero? Escuché que el nivel promedio de inglés de los participantes suele ser A1. Voy a usar la subvención, pero igual costará más de 4000 dólares por dos semanas.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Estoy solicitando un programa de alojamiento con familias para estudiantes de secundaria, principalmente este invierno. Pero mi nivel de inglés ya es de B2 o posiblemente C1. ¿Crees que vale la pena pagarlo? He oído que el nivel promedio de inglés de los participantes suele ser A1. Usaré el subsidio, pero seguirá costando más de 4000 dólares por dos semanas.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Me estoy postulando a un programa de alojamiento en familia para estudiantes de secundaria principalmente este invierno. Pero mi inglés ya está como en B2 o posiblemente C1. ¿Crees que vale la pena el dinero? Escuché que el nivel promedio de inglés de los participantes suele ser A1. Usaré el subsidio, pero aún así costará más de 4000 dólares por dos semanas.","SYSTEM3_SCORE":4.0}
{"INPUT":"It's a common misconception that when a stock you buy skyrockets, the smart thing to do is sell it (or at least sell some of it) to lock in your profits. But the context matters. If the stock has increased sharply because the business is performing exceptionally well, it could still be a bargain. I'm still looking for companies to make additions to my $350K portfolio, to boost performance. Here for ideas","SEED_X":"Es un concepto erróneo común que cuando una acción que compras se dispara, lo más inteligente es venderla (o al menos vender parte de ella) para asegurar tus ganancias. Pero el contexto importa. Si la acción ha aumentado bruscamente porque el negocio está funcionando excepcionalmente bien, aún podría ser una ganga. Todavía estoy buscando empresas para hacer adiciones a mi cartera de $350K, para mejorar el rendimiento. Aquí para ideas.","SEED_X_SCORE":4.0,"SYSTEM1":"Es un malentendido común que cuando una acción que compras se dispara, lo inteligente que hay que hacer es venderla (o al menos vender una parte) para asegurar tus ganancias. Pero el contexto es importante. Si la acción ha subido considerablemente porque el negocio está funcionando excepcionalmente bien, todavía podría ser una ganga. Sigo buscando empresas para incluir en mi cartera de $350K y mejorar su desempeño. Estoy aquí para recibir ideas.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Es un error común pensar que cuando una acción se dispara, lo más inteligente es venderla (o al menos vender una parte) para asegurar las ganancias. Pero el contexto importa. Si la acción ha subido mucho porque el negocio tiene un rendimiento excepcional, aún podría ser una ganga. Sigo buscando empresas que añadan valor a mi cartera de 350.000 dólares para impulsar el rendimiento. Aquí les dejo algunas ideas.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Es un concepto erróneo común pensar que cuando una acción que compras se dispara, lo más inteligente es venderla (o al menos vender una parte) para asegurar las ganancias. Pero el contexto importa. Si la acción ha aumentado bruscamente porque la empresa está teniendo un rendimiento excepcional, aún podría ser una ganga. Sigo buscando empresas para añadir a mi cartera de $350.000, con el fin de mejorar el rendimiento. Estoy aquí para obtener ideas.","SYSTEM3_SCORE":3.5}
{"INPUT":"How many episodes does this K-drama have?","SEED_X":"¿Cuántos episodios tiene este drama coreano?","SEED_X_SCORE":4.0,"SYSTEM1":"¿Cuántos episodios tiene este K-drama?","SYSTEM1_SCORE":4.0,"SYSTEM2":"¿Cuántos episodios tiene este K-drama?","SYSTEM2_SCORE":4.0,"SYSTEM3":"¿Cuántos episodios tiene este K-drama?","SYSTEM3_SCORE":4.0}
{"INPUT":"They say when trouble comes close ranks, and so the white people did.","SEED_X":"Dicen que cuando llegan los problemas, los amigos se unen, y así lo hicieron los blancos.","SEED_X_SCORE":4.0,"SYSTEM1":"Dicen que cuando el peligro se acerca, los blancos se unen, y eso fue exactamente lo que hicieron.","SYSTEM1_SCORE":2.5,"SYSTEM2":"Dicen que cuando los problemas llegan, hay que cerrar filas, y así lo hicieron los blancos.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Se dice que cuando llegan las dificultades hay que cerrar filas, y así lo hicieron los blancos.","SYSTEM3_SCORE":3.5}
{"INPUT":"I always had a passion of doing masters in my dream University in Canada , But i had few agitations of leaving my family and staying far independently and how do i get adapt to the environment, this video helped me a out to clear my thoughts and now i am confident enough to take a step forward and go ahead with my dreams.","SEED_X":"Siempre tuve la pasión de hacer una maestría en mi universidad ideal en Canadá, pero tenía algunas preocupaciones de dejar a mi familia y vivir lejos de manera independiente, y cómo adaptarme al entorno. Este video me ayudó a aclarar mis pensamientos y ahora tengo la confianza suficiente para dar un paso adelante y seguir adelante con mis sueños.","SEED_X_SCORE":3.5,"SYSTEM1":"Siempre tuve la pasión de hacer una maestría en mi universidad soñada en Canadá, pero tenía algunas preocupaciones por dejar a mi familia y vivir lejos de forma independiente, además de cómo me adaptaría al nuevo entorno. Este video me ayudó mucho a aclarar mis pensamientos y ahora tengo la confianza suficiente para dar un paso adelante y seguir adelante con mis sueños.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Siempre tuve la pasión de hacer una maestría en la universidad de mis sueños en Canadá, pero tuve algunas inquietudes sobre dejar a mi familia y permanecer lejos de mí mismo y cómo adaptarme al entorno, este video me ayudó a aclarar mis pensamientos y ahora tengo la confianza suficiente para dar un paso adelante y seguir adelante con mis sueños.","SYSTEM2_SCORE":2.5,"SYSTEM3":"Siempre tuve el deseo de realizar una maestría en la universidad de mis sueños en Canadá, pero tenía algunas inquietudes sobre dejar a mi familia y vivir lejos de manera independiente, así como sobre cómo me adaptaría al entorno. Este video me ayudó a aclarar mis dudas y ahora tengo la confianza suficiente para dar un paso adelante y perseguir mis sueños.","SYSTEM3_SCORE":4.0}
{"INPUT":"LOL why is her hobbling away at the end so funny","SEED_X":"LOL ¿Por qué ella está cojeando al alejarse al final? Qué risa.","SEED_X_SCORE":4.0,"SYSTEM1":"LOL por qué es tan divertido que ella se vaya cojeando al final","SYSTEM1_SCORE":4.0,"SYSTEM2":"Jaja, ¿por qué es tan gracioso verla cojeando al final?","SYSTEM2_SCORE":4.0,"SYSTEM3":"Jaja, ¿por qué es tan gracioso que se aleje cojeando al final?","SYSTEM3_SCORE":4.0}
{"INPUT":"The €499 (about $590) Edge 20 gets the same 6.7-inch OLED with 144Hz refresh rate (though just Gorilla Glass 3 on the front), but includes a stepped-down Snapdragon 778 processor.","SEED_X":"El Edge 20, con un precio de 499 € (aproximadamente 590 $), tiene la misma pantalla OLED de 6,7 pulgadas con una frecuencia de actualización de 144 Hz (aunque solo tiene Gorilla Glass 3 en la parte frontal), pero incluye un procesador Snapdragon 778 reducido.","SEED_X_SCORE":3.0,"SYSTEM1":"El Edge 20 de €499 (aproximadamente $590) tiene la misma pantalla OLED de 6,7 pulgadas con una tasa de refresco de 144 Hz (aunque solo tiene Gorilla Glass 3 en la parte frontal), pero incluye un procesador Snapdragon 778 de gama media.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El Edge 20 de 499 € (unos 590 dólares) tiene el mismo OLED de 6,7 pulgadas con una frecuencia de actualización de 144 Hz (aunque solo Gorilla Glass 3 en la parte frontal), pero incluye un procesador Snapdragon 778 reducido.","SYSTEM2_SCORE":3.5,"SYSTEM3":"El Edge 20 de €499 (aproximadamente $590) incluye la misma pantalla OLED de 6.7 pulgadas con tasa de refresco de 144 Hz (aunque solo tiene Gorilla Glass 3 en la parte frontal), pero incorpora una versión menos potente del procesador Snapdragon 778.","SYSTEM3_SCORE":4.0}
{"INPUT":"We revealed through GC-MS that the extract has a high content of phenols and ester compounds thereby contributing to its active nature and bioactivities.","SEED_X":"Revelamos a través de GC-MS que el extracto tiene un alto contenido de fenoles y compuestos ésteros, lo que contribuye a su naturaleza activa y bioactividades.","SEED_X_SCORE":4.0,"SYSTEM1":"Revelamos mediante GC-MS que el extracto tiene un alto contenido de compuestos fenólicos y ésteres, contribuyendo así a su naturaleza activa y bioactividades.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Revelamos a través de GC-MS que el extracto tiene un alto contenido de fenoles y compuestos éster, lo que contribuye a su naturaleza activa y bioactividades.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Mediante GC-MS, revelamos que el extracto posee un alto contenido de fenoles y compuestos de éster, lo que contribuye a su naturaleza activa y bioactividades.","SYSTEM3_SCORE":4.0}
{"INPUT":"I seriously can’t wait to get back to school in person! I didn’t sign up to be a teacher online Lockdown needs to end!!!!!","SEED_X":"¡De verdad no puedo esperar a volver a la escuela en persona! No me inscribí para ser profesor en línea. ¡¡¡El confinamiento necesita terminar!!!!!","SEED_X_SCORE":4.0,"SYSTEM1":"¡En serio no puedo esperar para volver a la escuela en persona! No me apunté para ser profesor en línea. ¡¡¡El confinamiento necesita terminar!!!","SYSTEM1_SCORE":4.0,"SYSTEM2":"¡Tengo muchísimas ganas de volver a la escuela presencial! No me apunté para ser profesora online. ¡¡¡El confinamiento tiene que acabar!!!","SYSTEM2_SCORE":4.0,"SYSTEM3":"¡En serio, no puedo esperar a volver a la escuela en persona! ¡No me inscribí para ser profesor en línea! ¡El confinamiento debe terminar ya!!!!!","SYSTEM3_SCORE":4.0}
{"INPUT":"Banners on the streets of Imsil County congratulating Kim on Olympic glory are quiet reminders of the viral fame she gained this summer. Far louder are the photo shoots with luxury brands and numerous appearances on Korean TV.","SEED_X":"Los banners en las calles del condado de Imsil felicitando a Kim por su gloria olímpica son un recordatorio silencioso de la fama viral que ganó este verano. Mucho más llamativos son las sesiones de fotos con marcas de lujo y las numerosas apariciones en la televisión coreana.","SEED_X_SCORE":3.5,"SYSTEM1":"Los carteles en las calles del condado de Imsil que felicitan a Kim por su gloria olímpica son recordatorios silenciosos de la fama viral que adquirió este verano. Mucho más sonoras son las sesiones fotográficas con marcas de lujo y sus numerosas apariciones en la televisión coreana.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Las pancartas en las calles del condado de Imsil felicitando a Kim por su gloria olímpica son un discreto recordatorio de la fama viral que alcanzó este verano. Mucho más sonoros son las sesiones de fotos con marcas de lujo y sus numerosas apariciones en la televisión coreana.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Las pancartas en las calles del condado de Imsil que felicitan a Kim por su gloria olímpica son discretos recordatorios de la fama viral que obtuvo este verano. Mucho más llamativas son sus sesiones de fotos con marcas de lujo y sus numerosas apariciones en la televisión coreana.","SYSTEM3_SCORE":4.0}
{"INPUT":"However, Microsoft then noted those restarts were “progressing slower than anticipated for the majority of affected users” and did not yet provide an estimated time for a fix. At 2 p.m. ET, the company said it was still facing delays in its recovery.","SEED_X":"Sin embargo, Microsoft luego señaló que esos reinicios «estaban progresando más lentamente de lo anticipado para la mayoría de los usuarios afectados» y aún no proporcionaba un tiempo estimado para una solución. A las 2 p.m. ET, la compañía dijo que todavía estaba enfrentando retrasos en su recuperación.","SEED_X_SCORE":4.0,"SYSTEM1":"Sin embargo, Microsoft señaló que esos reinicios se estaban \"produciendo más lentamente de lo previsto para la mayoría de los usuarios afectados\" y aún no proporcionó un tiempo estimado para la solución. A las 2 p.m., hora del este, la empresa indicó que seguía enfrentando retrasos en su recuperación.","SYSTEM1_SCORE":2.0,"SYSTEM2":"Sin embargo, Microsoft indicó posteriormente que esos reinicios eran más lentos de lo previsto para la mayoría de los usuarios afectados y aún no proporcionaba un tiempo estimado para la solución. A las 14:00 ET, la compañía indicó que aún experimentaba retrasos en su recuperación.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Sin embargo, Microsoft luego señaló que esos reinicios \"progresaban más lentamente de lo previsto para la mayoría de los usuarios afectados\" y aún no había proporcionado un tiempo estimado para una solución. A las 2 p.m. hora del este, la compañía indicó que seguía enfrentando retrasos en su recuperación.","SYSTEM3_SCORE":4.0}
{"INPUT":"However, this process is very technical and far from intuitive to the average person. Several different sections of the US Bankruptcy Code offer varying forms of relief, each with its own advantages and drawbacks.","SEED_X":"Sin embargo, este proceso es muy técnico y está lejos de ser intuitivo para la persona promedio. Varias secciones diferentes del Código de Bancarrota de EE.UU. ofrecen diversas formas de alivio, cada una con sus propias ventajas y desventajas.","SEED_X_SCORE":4.0,"SYSTEM1":"Sin embargo, este proceso es muy técnico y nada intuitivo para la persona promedio. Varias secciones diferentes del Código de Quiebras de Estados Unidos ofrecen distintas formas de alivio, cada una con sus propias ventajas y desventajas.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Sin embargo, este proceso es muy técnico y nada intuitivo para el ciudadano medio. Diversas secciones del Código de Quiebras de EE. UU. ofrecen diversas formas de alivio, cada una con sus propias ventajas y desventajas.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Sin embargo, este proceso es muy técnico y poco intuitivo para la persona promedio. Diversas secciones del Código de Quiebras de EE. UU. ofrecen distintos tipos de alivio, cada uno con sus propias ventajas y desventajas.","SYSTEM3_SCORE":4.0}
{"INPUT":"So I am a student who ended up getting the 1st out of all four classes in the form, and you are the reason I am able to get it. \n For me, I write the points or a more simple explanation into notes, then I started to organising them so that I can read all of them at once and I can study easier after that. And trust me, negative motivation helps, as the pressure of holding the 1st position is now my main motivation to study in order to keep up with the rank!! ","SEED_X":"Así que soy un estudiante que terminó obteniendo el primer lugar en todas las cuatro clases del formulario, y tú eres la razón por la que puedo conseguirlo. \n Para mí, escribo los puntos o una explicación más simple en notas, luego comencé a organizarlas para poder leerlas todas a la vez y poder estudiar más fácilmente después de eso. ¡Y créeme, la motivación negativa ayuda, ya que la presión de mantener la primera posición es ahora mi principal motivación para estudiar con el fin de mantenerme al día con el ranking!!","SEED_X_SCORE":3.0,"SYSTEM1":"Entonces, soy un estudiante que terminó obteniendo el primer lugar de los cuatro cursos en el formulario, y tú eres la razón por la que logré conseguirlo. \n Para mí, escribo los puntos o una explicación más sencilla en apuntes, luego empecé a organizarlos para poder leer todos de una vez y así estudiar más fácil después. Y créeme, la motivación negativa ayuda, ya que la presión de mantener el primer puesto ahora es mi principal motivación para estudiar y así conservar mi posición!!","SYSTEM1_SCORE":4.0,"SYSTEM2":"Soy un estudiante que terminó obteniendo el primer puesto en las cuatro asignaturas del curso, y tú eres la razón por la que lo logré.\n En mi caso, escribo los puntos o una explicación más sencilla en apuntes y luego los organizo para poder leerlos todos a la vez y estudiar con más facilidad. Y créeme, la motivación negativa ayuda, ya que la presión de mantener el primer puesto es ahora mi principal motivación para estudiar y mantener el nivel.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Soy un estudiante que terminó obteniendo el 1er puesto de los cuatro grupos del curso, y tú eres la razón por la que pude lograrlo. \n Para mí, escribo los puntos clave o explicaciones más simples en apuntes, luego empecé a organizarlos para poder leerlos todos de una vez y así estudiar más fácilmente después. ¡Y créeme, la motivación negativa ayuda, pues la presión de mantener el primer puesto ahora es mi principal motivación para estudiar y conservar el ranking!","SYSTEM3_SCORE":3.5}
{"INPUT":"I just returned from an amazing trip to China and am still buzzing! The people there were so friendly and helpful, and I felt welcome the whole time. It was the kindness of the people that truly touched my heart💗","SEED_X":"¡Acabo de regresar de un increíble viaje a China y todavía estoy emocionado! La gente allí fue muy amable y servicial, y me sentí bienvenido en todo momento. Fue la amabilidad de la gente lo que realmente tocó mi corazón 💗","SEED_X_SCORE":4.0,"SYSTEM1":"¡Acabo de regresar de un increíble viaje a China y todavía estoy emocionado! La gente allí fue muy amable y servicial, y me sentí bienvenido todo el tiempo. Fue la amabilidad de la gente lo que realmente me conmovió el corazón 💗","SYSTEM1_SCORE":4.0,"SYSTEM2":"Acabo de regresar de un viaje increíble a China y ¡sigo emocionada! La gente allí fue muy amable y servicial, y me sentí como en casa en todo momento. Fue la amabilidad de la gente lo que realmente me conmovió.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Acabo de regresar de un viaje increíble a China y sigo emocionado. La gente allí fue muy amable y servicial, y me sentí bienvenido todo el tiempo. Fue la amabilidad de la gente lo que realmente me conmovió el corazón💗","SYSTEM3_SCORE":4.0}
{"INPUT":"G'day mate！a couple of us decide to head bush for a bit of a camping trip after brekkie. We are gonna pack up the ute with our swags, eskies full of brews, and some snacks for the trip. ","SEED_X":"¡Hola, amigo! Un par de nosotros decidimos ir al bosque para un pequeño viaje de campamento después del desayuno. Vamos a cargar el camión con nuestras tiendas de campaña, neveras llenas de cervezas y algunos bocadillos para el viaje.","SEED_X_SCORE":4.0,"SYSTEM1":"¡Buenos días, compañero! Un par de nosotros decidimos ir al monte para acampar un rato después del desayuno. Vamos a cargar la camioneta con nuestras mantas, cajas de bebidas y algunos bocadillos para el viaje.","SYSTEM1_SCORE":3.0,"SYSTEM2":"¡Hola, amigo! Un par de nosotros decidimos ir a acampar un rato después de desayunar. Vamos a cargar la camioneta con nuestros bolsos, neveras portátiles llenas de cerveza y algunos bocadillos para el viaje.","SYSTEM2_SCORE":2.5,"SYSTEM3":"¡Hola, amigo! Un par de nosotros decidimos ir al campo para un viaje de campamento después del desayuno. Vamos a cargar la camioneta con nuestros sacos de dormir, hieleras llenas de cervezas y algunos snacks para el viaje.","SYSTEM3_SCORE":4.0}
{"INPUT":"POV: Teleporting To The Highest Mountain In The World To Play Pokemon GO","SEED_X":"POV: Teletransportarse a la montaña más alta del mundo para jugar Pokémon GO.","SEED_X_SCORE":4.0,"SYSTEM1":"PDV: Teletransportándote a la montaña más alta del mundo para jugar a Pokémon GO","SYSTEM1_SCORE":3.0,"SYSTEM2":"POV: Teletransportarse a la montaña más alta del mundo para jugar Pokémon GO","SYSTEM2_SCORE":4.0,"SYSTEM3":"POV: Teletransportándote a la montaña más alta del mundo para jugar Pokémon GO","SYSTEM3_SCORE":4.0}
{"INPUT":"YOOOOOOOOOOO bro. We got Yuri spider-man and now spectacular. This movie is a W.","SEED_X":"¡JOOOOOOOOOOOO, hermano! Tenemos a Yuri Spider-Man y ahora a Spectacular. Esta película es un éxito.","SEED_X_SCORE":4.0,"SYSTEM1":"YOOOOOOOOOOO tío. Tenemos a Yuri Spider-Man y ahora está espectacular. Esta película es un ACIERTO.","SYSTEM1_SCORE":3.0,"SYSTEM2":"¡Síí ...","SYSTEM2_SCORE":0.0,"SYSTEM3":"¡YOOOOOOOOOOO hermano! Tenemos al Spider-Man de Yuri y ahora al Espectacular. Esta película es una W.","SYSTEM3_SCORE":4.0}
{"INPUT":"If the table is not MITSUBISHI original, the thickness of the table is required to have 40mm and that is strong enough to withstand the weight and Vibration of the sewing machine.","SEED_X":"Si la mesa no es original de MITSUBISHI, el espesor de la mesa debe ser de 40 mm y esto es suficientemente fuerte como para soportar el peso y la vibración de la máquina de coser.","SEED_X_SCORE":4.0,"SYSTEM1":"Si la mesa no es original de MITSUBISHI, el grosor de la mesa debe ser de 40 mm y debe ser lo suficientemente resistente para soportar el peso y la vibración de la máquina de coser.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Si la mesa no es original MITSUBISHI, se requiere que el espesor de la mesa sea de 40mm y que sea lo suficientemente fuerte para soportar el peso y la vibración de la máquina de coser.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Si la mesa no es original de MITSUBISHI, el grosor de la mesa debe ser de 40 mm y lo suficientemente resistente para soportar el peso y la vibración de la máquina de coser.","SYSTEM3_SCORE":4.0}
{"INPUT":"Smart manufacturing (SM)—the use of advanced, highly integrated technologies in manufacturing processes—is revolutionizing how companies operate. ","SEED_X":"La fabricación inteligente (SM) —el uso de tecnologías avanzadas y altamente integradas en los procesos de fabricación— está revolucionando la forma en que las empresas operan.","SEED_X_SCORE":4.0,"SYSTEM1":"La fabricación inteligente (SM), que consiste en el uso de tecnologías avanzadas e integradas en los procesos de fabricación, está revolucionando la forma en que operan las empresas.","SYSTEM1_SCORE":3.5,"SYSTEM2":"La fabricación inteligente (SM), el uso de tecnologías avanzadas y altamente integradas en los procesos de fabricación, está revolucionando el modo en que operan las empresas.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La fabricación inteligente (SM) —el uso de tecnologías avanzadas y altamente integradas en los procesos de fabricación— está revolucionando cómo operan las empresas.","SYSTEM3_SCORE":4.0}
{"INPUT":"Although none of these histories are fully preserved, the first 10 books of Livy, one of Rome’s greatest historians, are extant and cover Roman affairs from earliest times to the year 293 BC (extant are also Books 21 to 45 treating the events from 218 BC to 167 BC).","SEED_X":"Aunque ninguna de estas historias se ha conservado completamente, los primeros 10 libros de Livio, uno de los historiadores más importantes de Roma, aún existen y abarcan los asuntos romanos desde los tiempos más antiguos hasta el año 293 a.C. (también existen los libros 21 al 45, que tratan de los eventos desde el 218 a.C. hasta el 167 a.C.).","SEED_X_SCORE":4.0,"SYSTEM1":"Aunque ninguna de estas historias se conserva por completo, los primeros 10 libros de Tito Livio, uno de los mayores historiadores de Roma, sí existen y abarcan los asuntos romanos desde los tiempos más antiguos hasta el año 293 a.C. (también se conservan los libros 21 a 45, que tratan los acontecimientos desde el 218 a.C. hasta el 167 a.C.).","SYSTEM1_SCORE":4.0,"SYSTEM2":"Aunque ninguna de estas historias se ha conservado íntegramente, se conservan los primeros diez libros de Livio, uno de los más grandes historiadores de Roma, que cubren los asuntos romanos desde los primeros tiempos hasta el año 293 a. C. (también se conservan los libros 21 a 45, que tratan los acontecimientos desde el 218 a. C. hasta el 167 a. C.).","SYSTEM2_SCORE":4.0,"SYSTEM3":"Aunque ninguna de estas historias se conserva íntegra, los primeros 10 libros de Livio, uno de los más grandes historiadores de Roma, han sobrevivido y abarcan los acontecimientos romanos desde los tiempos más remotos hasta el año 293 a.C. (también se conservan los libros 21 al 45, que tratan los eventos desde el 218 a.C. hasta el 167 a.C.).","SYSTEM3_SCORE":4.0}
{"INPUT":"The aim will be to increase the Gross Enrolment Ratio in higher education including vocational education from 26.3% (2018) to 50% by 2035.","SEED_X":"El objetivo será aumentar la Tasa Bruta de Matriculación en la educación superior, incluida la educación vocacional, del 26,3% (2018) al 50% para 2035.","SEED_X_SCORE":4.0,"SYSTEM1":"El objetivo será aumentar la tasa bruta de matrícula en educación superior, incluida la educación vocacional, del 26,3 % (2018) al 50 % para 2035.","SYSTEM1_SCORE":4.0,"SYSTEM2":"El objetivo será aumentar la tasa bruta de matriculación en la educación superior, incluida la formación profesional, del 26,3% (2018) al 50% en 2035.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El objetivo será aumentar la Tasa Bruta de Matriculación en educación superior, incluida la educación vocacional, del 26,3% (2018) al 50% para 2035.","SYSTEM3_SCORE":4.0}
{"INPUT":"For years, AI systems have demonstrated their ability to reproduce society’s biases — for example, about race and gender — because those systems are trained on data on past actions by humans, many of whom hold these biases. When AI is used to decide who to hire or approve for a mortgage, the result can often be discriminatory.","SEED_X":"Durante años, los sistemas de IA han demostrado su capacidad de reproducir los prejuicios de la sociedad, por ejemplo, sobre la raza y el género, porque esos sistemas se entrenan con datos de acciones pasadas de los humanos, muchos de los cuales tienen estos prejuicios. Cuando se utiliza la IA para decidir a quién contratar o aprobar para una hipoteca, el resultado a menudo puede ser discriminatorio.","SEED_X_SCORE":4.0,"SYSTEM1":"Durante años, los sistemas de inteligencia artificial han demostrado su capacidad para reproducir los sesgos de la sociedad, por ejemplo, en cuanto a raza y género, porque esos sistemas se entrenan con datos sobre acciones anteriores realizadas por humanos, muchos de los cuales poseen estos sesgos. Cuando la inteligencia artificial se utiliza para decidir a quién contratar o a quién aprobar para una hipoteca, el resultado a menudo puede ser discriminatorio.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Durante años, los sistemas de IA han demostrado su capacidad para reproducir los prejuicios sociales, por ejemplo, sobre raza y género, ya que se entrenan con datos sobre acciones pasadas de humanos, muchos de los cuales presentan estos prejuicios. Cuando se utiliza la IA para decidir a quién contratar o aprobar una hipoteca, el resultado suele ser discriminatorio.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Durante años, los sistemas de IA han demostrado su capacidad para reproducir los sesgos de la sociedad —por ejemplo, sobre raza y género— porque estos sistemas se entrenan con datos de acciones pasadas de los seres humanos, muchos de los cuales tienen estos sesgos. Cuando se utiliza la IA para decidir a quién contratar o aprobar una hipoteca, el resultado a menudo puede ser discriminatorio.","SYSTEM3_SCORE":4.0}
{"INPUT":"The week’s deluge of earnings reports continued after the closing bell Thursday, with e-commerce giant Amazon and social media platform Pinterest providing profit updates to investors.","SEED_X":"El aluvión de informes de ganancias de la semana continuó después de la campana de cierre del jueves, con el gigante del comercio electrónico Amazon y la plataforma de redes sociales Pinterest proporcionando actualizaciones de beneficios a los inversores.","SEED_X_SCORE":4.0,"SYSTEM1":"La avalancha de informes de ganancias de la semana continuó después de la campana de cierre del jueves, con el gigante del comercio electrónico Amazon y la plataforma de redes sociales Pinterest proporcionando actualizaciones de beneficios a los inversores.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El aluvión de informes de ganancias de la semana continuó después del cierre del jueves, con el gigante del comercio electrónico Amazon y la plataforma de redes sociales Pinterest brindando actualizaciones de ganancias a los inversores.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La avalancha de informes de resultados de la semana continuó tras el cierre del mercado el jueves, con el gigante del comercio electrónico Amazon y la plataforma de redes sociales Pinterest presentando actualizaciones de beneficios a los inversores.","SYSTEM3_SCORE":4.0}
{"INPUT":"The global economy has been effectively damaged and had produced huge unemployment and under-employment (Gautam and Hens, 2020).","SEED_X":"La economía global ha sido efectivamente dañada y ha producido un gran desempleo y subempleo (Gautam y Hens, 2020).","SEED_X_SCORE":4.0,"SYSTEM1":"La economía global ha sido efectivamente dañada y ha producido un gran desempleo y subempleo (Gautam y Hens, 2020).","SYSTEM1_SCORE":4.0,"SYSTEM2":"La economía mundial ha resultado efectivamente dañada y ha producido enorme desempleo y subempleo (Gautam y Hens, 2020).","SYSTEM2_SCORE":3.5,"SYSTEM3":"La economía global ha resultado gravemente perjudicada y ha generado un enorme desempleo y subempleo (Gautam y Hens, 2020).","SYSTEM3_SCORE":4.0}
{"INPUT":"KeifeRx was founded in 2019 to redefine the treatment experience for patients suffering from neurodegenerative diseases and movement disorders which include but are not limited to, Alzheimer's Disease, Lewy Body Dementia and Parkinson's Disease.","SEED_X":"KeifeRx fue fundada en 2019 para redefinir la experiencia de tratamiento para pacientes que sufren de enfermedades neurodegenerativas y trastornos del movimiento, que incluyen, pero no se limitan a, la enfermedad de Alzheimer, la demencia con cuerpos de Lewy y la enfermedad de Parkinson.","SEED_X_SCORE":4.0,"SYSTEM1":"KeifeRx fue fundado en 2019 para redefinir la experiencia de tratamiento para pacientes que sufren enfermedades neurodegenerativas y trastornos del movimiento, que incluyen pero no se limitan a, la enfermedad de Alzheimer, la demencia con cuerpos de Lewy y la enfermedad de Parkinson.","SYSTEM1_SCORE":3.5,"SYSTEM2":"KeifeRx se fundó en 2019 para redefinir la experiencia de tratamiento para pacientes que padecen enfermedades neurodegenerativas y trastornos del movimiento que incluyen, entre otras, la enfermedad de Alzheimer, la demencia por cuerpos de Lewy y la enfermedad de Parkinson.","SYSTEM2_SCORE":4.0,"SYSTEM3":"KeifeRx se fundó en 2019 para redefinir la experiencia de tratamiento de los pacientes que padecen enfermedades neurodegenerativas y trastornos del movimiento, entre los que se incluyen, pero no se limitan a, la enfermedad de Alzheimer, la demencia con cuerpos de Lewy y la enfermedad de Parkinson.","SYSTEM3_SCORE":4.0}
{"INPUT":"Wireless small-scale soft-bodied medical devices that are several milimeters or smaller can safely and adaptively navigate through confined spaces,such as those inside the human body.","SEED_X":"Los dispositivos médicos inalámbricos de pequeña escala y de cuerpo blando, que miden varios milímetros o menos, pueden navegar de forma segura y adaptativa a través de espacios confinados, como los que se encuentran dentro del cuerpo humano.","SEED_X_SCORE":4.0,"SYSTEM1":"Dispositivos médicos inalámbricos de escala reducida y cuerpo blando que miden varios milímetros o menos pueden navegar de manera segura y adaptativa a través de espacios confinados, como los que se encuentran dentro del cuerpo humano.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Los dispositivos médicos inalámbricos de cuerpo blando, de pequeña escala y de varios milímetros o menos, pueden navegar de manera segura y adaptable a través de espacios confinados, como los del interior del cuerpo humano.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Los dispositivos médicos inalámbricos de cuerpo blando y a pequeña escala, que miden varios milímetros o menos, pueden desplazarse de manera segura y adaptativa a través de espacios confinados, como los que se encuentran dentro del cuerpo humano.","SYSTEM3_SCORE":4.0}
{"INPUT":"Milling machines execute the machining operations that involve turning the cutting tool edge or blade on the workpiece to create the desired shapes and designs. They are used to machine flat, rough, and irregular surfaces where the workpiece is fed against a rotating milling cutter. ","SEED_X":"Las máquinas de fresado ejecutan las operaciones de mecanizado que implican girar el borde o la hoja de la herramienta de corte sobre la pieza de trabajo para crear las formas y diseños deseados. Se utilizan para mecanizar superficies planas, rugosas e irregulares, donde la pieza de trabajo se alimenta contra una fresadora rotativa.","SEED_X_SCORE":4.0,"SYSTEM1":"Las máquinas fresadoras realizan operaciones de mecanizado que consisten en girar el borde o la hoja de la herramienta de corte sobre la pieza de trabajo para crear las formas y diseños deseados. Se utilizan para mecanizar superficies planas, ásperas e irregulares, donde la pieza de trabajo se alimenta contra una fresa rotativa.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Las fresadoras realizan operaciones de mecanizado que implican girar el filo o la cuchilla de la herramienta de corte sobre la pieza para crear las formas y diseños deseados. Se utilizan para mecanizar superficies planas, rugosas e irregulares donde la pieza se introduce contra una fresa giratoria.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Las fresadoras realizan las operaciones de mecanizado que implican girar el filo o la hoja de la herramienta de corte sobre la pieza de trabajo para crear las formas y diseños deseados. Se utilizan para mecanizar superficies planas, rugosas e irregulares, donde la pieza de trabajo se alimenta contra una fresa giratoria.","SYSTEM3_SCORE":4.0}
{"INPUT":"Two Pass System for Edge Profiling, Grooving, Drilling, and Notching Toe Kicks in Kitchen Cabinet Base and Wall End Panels","SEED_X":"Sistema de dos pasos para el perfilado de bordes, ranurado, perforación y entallado de patas de cocina en paneles base de gabinetes de cocina y paneles de extremo de pared.","SEED_X_SCORE":3.0,"SYSTEM1":"Sistema de Doble Pasada para Perfilado de Cantos, Ranurado, Taladrado y Recorte de Zócalos en Paneles de Base y Extremos de Armarios de Cocina.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Sistema de dos pasadas para perfilar, ranurar, taladrar y hacer muescas en zócalos de bases de gabinetes de cocina y paneles de extremos de pared.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Sistema de Doble Pasada para Perfilado de Bordes, Ranuración, Taladrado y Muescas en Zócalos de Cocina en Bases de Gabinetes y Paneles Extremos de Pared.","SYSTEM3_SCORE":3.5}
{"INPUT":"IRLAB CEO Dr Nicholas Waters said: “We have purposefully worked to find a partner to pursue the late-stage clinical development of mesdopetam to commercialisation and launch on a global market.","SEED_X":"El CEO de IRLAB, Dr. Nicholas Waters, dijo: \"Hemos trabajado intencionalmente para encontrar un socio que persiga el desarrollo clínico en fase tardía de mesdopetam hasta su comercialización y lanzamiento en un mercado global\".","SEED_X_SCORE":3.5,"SYSTEM1":"El director ejecutivo de IRLAB, el doctor Nicholas Waters, dijo: \"Hemos trabajado deliberadamente para encontrar un socio que nos ayude a llevar a cabo el desarrollo clínico de mesdopetam hasta su comercialización y lanzamiento en el mercado global\".","SYSTEM1_SCORE":4.0,"SYSTEM2":"El Dr. Nicholas Waters, director ejecutivo de IRLAB, afirmó: “Hemos trabajado con determinación para encontrar un socio que nos permita continuar con el desarrollo clínico avanzado del mesdopetam hasta su comercialización y lanzamiento en el mercado global.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El Director Ejecutivo de IRLAB, el Dr. Nicholas Waters, declaró: \"Hemos trabajado deliberadamente para encontrar un socio que impulse el desarrollo clínico en fase avanzada de mesdopetam hasta su comercialización y lanzamiento en el mercado global\".","SYSTEM3_SCORE":4.0}
{"INPUT":"Taken in 1901, the photograph is one of many snapshots produced by William James Topley on what was likely a handheld camera, in his capacity as an official photographer to the royal tour of Canada undertaken by the Duke and Duchess of Cornwall and York over a 35-day period. ","SEED_X":"Tomada en 1901, la fotografía es una de las muchas instantáneas producidas por William James Topley con lo que probablemente era una cámara de mano, en su calidad de fotógrafo oficial de la gira real por Canadá emprendida por el Duque y la Duquesa de Cornualles y York durante un período de 35 días.","SEED_X_SCORE":4.0,"SYSTEM1":"La fotografía, tomada en 1901, es una de muchas instantáneas producidas por William James Topley con lo que probablemente era una cámara portátil, en su función de fotógrafo oficial del recorrido real por Canadá realizado por el duque y la duquesa de Cornualles y York durante un período de 35 días.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Tomada en 1901, la fotografía es una de las muchas instantáneas producidas por William James Topley con lo que probablemente fue una cámara de mano, en su calidad de fotógrafo oficial de la gira real por Canadá realizada por el duque y la duquesa de Cornualles y York durante un período de 35 días.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Tomada en 1901, la fotografía es una de las muchas instantáneas producidas por William James Topley con lo que probablemente era una cámara portátil, en su calidad de fotógrafo oficial de la gira real por Canadá realizada por el duque y la duquesa de Cornualles y York durante un período de 35 días.","SYSTEM3_SCORE":4.0}
{"INPUT":"They don't know what they are talking about.. These two are amazing and talented individuals 🥰 and they are so much more than just a pretty face","SEED_X":"Ellos no saben de lo que están hablando... Estos dos son individuos increíbles y talentosos 🥰 y son muchísimo más que solo una cara bonita.","SEED_X_SCORE":4.0,"SYSTEM1":"No saben de lo que están hablando. Estos dos son individuos increíbles y talentosos 🥰 y son mucho más que solo una cara bonita","SYSTEM1_SCORE":3.5,"SYSTEM2":"No saben de lo que están hablando. Estos dos son personas increíbles y talentosas 🥰 y son mucho más que una cara bonita.","SYSTEM2_SCORE":4.0,"SYSTEM3":"No saben de lo que están hablando. Estos dos son individuos increíbles y talentosos 🥰, y son mucho más que simples caras bonitas.","SYSTEM3_SCORE":4.0}
{"INPUT":"The idea of being alone does make me anxious but just knowing the experience, opportunities, memories, knowledge I would gain. It makes it worth while. Study abroad for my university will just be one of my best achievements ever.","SEED_X":"La idea de estar solo me pone ansioso, pero solo pensar en la experiencia, las oportunidades, los recuerdos, el conocimiento que obtendría... hace que valga la pena. Estudiar en el extranjero para mi universidad será uno de mis mejores logros de todos los tiempos.","SEED_X_SCORE":4.0,"SYSTEM1":"La idea de estar sola sí me genera ansiedad, pero solo con saber la experiencia, las oportunidades, los recuerdos y el conocimiento que ganaría, hace que valga la pena. Estudiar en el extranjero durante mi universidad será simplemente una de mis mejores logros jamás.","SYSTEM1_SCORE":3.5,"SYSTEM2":"La idea de estar solo me pone ansioso, pero solo saber la experiencia, las oportunidades, los recuerdos y el conocimiento que adquiriré hace que valga la pena. Estudiar en el extranjero para mi universidad será uno de mis mayores logros.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La idea de estar sola sí me genera ansiedad, pero solo pensar en las experiencias, oportunidades, recuerdos y conocimientos que obtendría hace que valga la pena. Estudiar en el extranjero con mi universidad será, sin duda, uno de mis mayores logros.","SYSTEM3_SCORE":4.0}
{"INPUT":" Holiday shopping is made easy with Rufus, our #AI-powered assistant. Ask for gift ideas, compare products, and find the best deals. Just look for the chat bubbles with a sparkle in the Amazon app. Let Rufus be your personal shopper this season!","SEED_X":"Las compras navideñas se hacen fáciles con Rufus, nuestro asistente impulsado por IA. Pide ideas de regalos, compara productos y encuentra las mejores ofertas. Simplemente busca las burbujas de chat con un brillo en la aplicación de Amazon. ¡Deja que Rufus sea tu comprador personal esta temporada!","SEED_X_SCORE":3.5,"SYSTEM1":"Las compras de vacaciones son más fáciles con Rufus, nuestro asistente con #IA. Pide ideas de regalos, compara productos y encuentra las mejores ofertas. Solo busca los iconos de chat con un brillo en la aplicación de Amazon. ¡Deja que Rufus sea tu comprador personal esta temporada!","SYSTEM1_SCORE":2.5,"SYSTEM2":"Las compras navideñas son más fáciles con Rufus, nuestro asistente con IA. Pide ideas para regalos, compara productos y encuentra las mejores ofertas. Solo busca las burbujas de chat con un brillo en la app de Amazon. ¡Deja que Rufus sea tu comprador personal esta temporada!","SYSTEM2_SCORE":4.0,"SYSTEM3":"Las compras navideñas son más fáciles con Rufus, nuestro #asistente impulsado por IA. Pide ideas para regalos, compara productos y encuentra las mejores ofertas. Solo busca las burbujas de chat con un destello en la aplicación de Amazon. ¡Deja que Rufus sea tu comprador personal esta temporada!","SYSTEM3_SCORE":4.0}
{"INPUT":"I think we had supplier issues and a backlog of some to be sent","SEED_X":"Creo que tuvimos problemas con los proveedores y un retraso en el envío de algunos productos.","SEED_X_SCORE":4.0,"SYSTEM1":"Creo que tuvimos problemas con el proveedor y un retraso acumulado de algunos pedidos por enviar","SYSTEM1_SCORE":3.5,"SYSTEM2":"Creo que teníamos problemas con los proveedores y un retraso en el envío de algunos.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Creo que tuvimos problemas con los proveedores y una acumulación de algunos pendientes de enviar.","SYSTEM3_SCORE":3.5}
{"INPUT":"The 12 years old kid did an amazing job in this movie, such a great actor in the making! Ryan Reynolds was also absolutely fabulous, as always. Very good movie, surprised me in many ways!","SEED_X":"El niño de 12 años hizo un trabajo increíble en esta película, ¡un gran actor en ciernes! Ryan Reynolds también estuvo absolutamente fabuloso, como siempre. ¡Muy buena película, me sorprendió de muchas maneras!","SEED_X_SCORE":4.0,"SYSTEM1":"¡El niño de 12 años hizo un trabajo increíble en esta película, un gran actor en ciernes! Ryan Reynolds también estuvo absolutamente fabuloso, como siempre. Película muy buena, ¡me sorprendió de muchas maneras!","SYSTEM1_SCORE":4.0,"SYSTEM2":"El niño de 12 años hizo un trabajo increíble en esta película. ¡Un actor en ciernes! Ryan Reynolds también estuvo fabuloso, como siempre. ¡Muy buena película, me sorprendió en muchos sentidos!","SYSTEM2_SCORE":4.0,"SYSTEM3":"El niño de 12 años hizo un trabajo increíble en esta película, ¡todo un gran actor en ciernes! Ryan Reynolds también estuvo absolutamente fabuloso, como siempre. ¡Muy buena película, me sorprendió en muchos aspectos!","SYSTEM3_SCORE":4.0}
{"INPUT":"staying on studytok <3","SEED_X":"Permaneciendo en StudyTok <3","SEED_X_SCORE":4.0,"SYSTEM1":"quedarse en studytok <3","SYSTEM1_SCORE":3.0,"SYSTEM2":"permaneciendo en studytok <3","SYSTEM2_SCORE":4.0,"SYSTEM3":"Seguir en studytok <3","SYSTEM3_SCORE":4.0}
{"INPUT":"To align with the Supreme Court’s decision in Grants Pass, the Plaintiffs withdrew their claim that the City’s enforcement of Camping and Sleeping Bans against unhoused people with no place to go violated the Eighth Amendment’s cruel and unusual punishments clause.","SEED_X":"Para alinearse con la decisión de la Corte Suprema en Grants Pass, los Demandantes retiraron su reclamo de que la aplicación por parte de la Ciudad de las prohibiciones de acampar y dormir contra personas sin hogar que no tienen a dónde ir violaba la cláusula de castigos crueles e inusuales de la Octava Enmienda.","SEED_X_SCORE":4.0,"SYSTEM1":"Para alinearse con la decisión del Tribunal Supremo en el caso de Grants Pass, los demandantes retiraron su alegato de que la aplicación por parte de la ciudad de las prohibiciones de acampar y dormir en la calle contra personas sin hogar que no tienen otro lugar a donde ir violaba la cláusula de castigos crueles e inusuales de la Enmienda Octava.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Para alinearse con la decisión de la Corte Suprema en Grants Pass, los demandantes retiraron su reclamo de que la aplicación por parte de la Ciudad de las prohibiciones de acampar y dormir contra personas sin hogar y sin un lugar donde ir violaba la cláusula de castigos crueles e inusuales de la Octava Enmienda.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Para alinearse con la decisión de la Corte Suprema en el caso de Grants Pass, los demandantes retiraron su reclamo de que la aplicación por parte de la Ciudad de las prohibiciones de acampar y dormir contra personas sin hogar que no tenían otro lugar a donde ir violaba la cláusula de castigos crueles e inusuales de la Octava Enmienda.","SYSTEM3_SCORE":4.0}
{"INPUT":"In a hospital produced video, Frase said one pharmacist at her hospital told her “they’ve had several people come in to get vaccinated who have tried to sort of disguise their appearance and even went so far as to say, ‘please, please, please don’t let anybody know that I got this vaccine.’”","SEED_X":"En un video producido por el hospital, Frase dijo que un farmacéutico de su hospital le dijo: \"Han tenido varias personas que han venido a vacunarse y que han tratado de disfrazar su apariencia e incluso han llegado a decir: 'Por favor, por favor, por favor, no dejen que nadie sepa que recibí esta vacuna'\".","SEED_X_SCORE":4.0,"SYSTEM1":"En un video producido por el hospital, Frase dijo que un farmacéutico de su hospital le comentó que \"han tenido varias personas que han venido a vacunarse y han intentado disfrazar su apariencia e incluso han llegado al punto de decir: 'por favor, por favor, por favor, no le digan a nadie que me puse esta vacuna'\".","SYSTEM1_SCORE":4.0,"SYSTEM2":"En un video producido por el hospital, Frase dijo que un farmacéutico de su hospital le comentó: \"Han tenido varias personas que han venido a vacunarse y que han intentado disimular su apariencia e incluso llegaron a decir: 'Por favor, por favor, por favor, por favor, que nadie sepa que me puse esta vacuna'\".","SYSTEM2_SCORE":3.0,"SYSTEM3":"En un video producido por el hospital, Frase relató que un farmacéutico de su centro le contó que «varias personas habían acudido a vacunarse intentando disfrazar su apariencia, incluso llegando a suplicar: “por favor, por favor, no dejen que nadie sepa que me puse esta vacuna”».","SYSTEM3_SCORE":4.0}
{"INPUT":"“With surging prices squeezing real incomes we suspect the pace of monthly growth will remain lackluster, setting the stage for a sharp slowdown in consumption and GDP growth in the third quarter,” wrote Paul Ashworth, chief North American economist at Capital Economics.","SEED_X":"«Con los precios en aumento que reducen los ingresos reales, sospechamos que el ritmo de crecimiento mensual seguirá siendo mediocre, preparando el escenario para una fuerte desaceleración en el consumo y el crecimiento del PIB en el tercer trimestre», escribió Paul Ashworth, economista jefe para América del Norte en Capital Economics.","SEED_X_SCORE":4.0,"SYSTEM1":"\"Con los precios en aumento que reducen los ingresos reales, sospechamos que el ritmo de crecimiento mensual seguirá siendo débil, preparando el escenario para una brusca desaceleración en el consumo y el crecimiento del PIB en el tercer trimestre\", escribió Paul Ashworth, economista jefe para América del Norte en Capital Economics.","SYSTEM1_SCORE":4.0,"SYSTEM2":"“Con el aumento de los precios que reduce los ingresos reales, sospechamos que el ritmo de crecimiento mensual seguirá siendo mediocre, lo que prepara el escenario para una fuerte desaceleración del consumo y del crecimiento del PIB en el tercer trimestre”, escribió Paul Ashworth, economista jefe para América del Norte en Capital Economics.","SYSTEM2_SCORE":4.0,"SYSTEM3":"“Con los precios en alza comprimiendo los ingresos reales, sospechamos que el ritmo de crecimiento mensual seguirá siendo decepcionante, sentando las bases para una fuerte desaceleración del consumo y del crecimiento del PIB en el tercer trimestre”, escribió Paul Ashworth, economista jefe para Norteamérica de Capital Economics.","SYSTEM3_SCORE":3.0}
{"INPUT":"Speaking of which, have you ever tried making smoothies for breakfast? They're quick, filling, and you can customize them with whatever fruits and veggies you have on hand. I love adding a scoop of protein powder for an extra energy boost.","SEED_X":"Hablando de eso, ¿alguna vez has probado a hacer batidos para el desayuno? Son rápidos, abundantes y puedes personalizarlos con cualquier fruta y verdura que tengas a mano. Me encanta añadir una cucharada de proteína en polvo para un impulso extra de energía.","SEED_X_SCORE":4.0,"SYSTEM1":"Hablando de eso, ¿alguna vez has intentado hacer batidos para el desayuno? Son rápidos, saciantes y puedes personalizarlos con las frutas y verduras que tengas a mano. A mí me encanta añadir una cucharada de proteína en polvo para un impulso extra de energía.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Hablando de eso, ¿alguna vez has probado a preparar batidos para desayunar? Son rápidos, sacian y puedes personalizarlos con las frutas y verduras que tengas a mano. Me encanta añadir una cucharada de proteína en polvo para un extra de energía.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Hablando de eso, ¿alguna vez has probado hacer batidos para el desayuno? Son rápidos, saciantes y puedes personalizarlos con las frutas y verduras que tengas a mano. Me encanta agregar una cucharada de proteína en polvo para un impulso extra de energía.","SYSTEM3_SCORE":4.0}
{"INPUT":"The first year associate's primary job is to block billable hours. And with most of those numbers down in each of your departments, clearly some of you aren't doing yours. While this meeting isn't about naming names, It is about asking you to step up!","SEED_X":"El trabajo principal del asociado de primer año es registrar las horas facturables. Y con la mayoría de esos números disminuyendo en cada uno de sus departamentos, ¡claramente algunos de ustedes no están haciendo su trabajo! Aunque esta reunión no se trata de nombrar nombres, se trata de pedirles que den un paso al frente.","SEED_X_SCORE":4.0,"SYSTEM1":"El trabajo principal del asociado del primer año es bloquear horas facturables. Y con la mayoría de esos números bajos en cada uno de sus departamentos, claramente algunos de ustedes no están haciendo el suyo. Aunque esta reunión no se trata de nombrar a nadie, sí se trata de pedirles que asuman su responsabilidad.","SYSTEM1_SCORE":4.0,"SYSTEM2":"La principal tarea del asociado de primer año es bloquear las horas facturables. Y con la mayoría de esas cifras bajas en cada uno de sus departamentos, es evidente que algunos de ustedes no están cumpliendo con su deber. Si bien esta reunión no se trata de nombrar nombres, ¡se trata de pedirles que den un paso al frente!","SYSTEM2_SCORE":4.0,"SYSTEM3":"El trabajo principal de los asociados de primer año es reservar horas facturables. Y con la mayoría de esos números en descenso en cada uno de sus departamentos, está claro que algunos no están cumpliendo con su parte. Si bien esta reunión no es para señalar a nadie, sí es para exigirles que **se pongan las pilas**.","SYSTEM3_SCORE":3.0}
{"INPUT":"I don’t understand why people tell other do a dna test if you feel Turkish to your heart you are Turkish if you feel Greek you are Greek an DNA test c","SEED_X":"No entiendo por qué las personas le dicen a otros que se hagan una prueba de ADN. Si te sientes turco en tu corazón, eres turco. Si te sientes griego, eres griego. Una prueba de ADN no puede cambiar eso.","SEED_X_SCORE":4.0,"SYSTEM1":"No entiendo por qué la gente le dice a otros que se hagan una prueba de ADN; si te sientes turco en el corazón, eres turco, si te sientes griego, eres griego y una prueba de ADN no cambia eso.","SYSTEM1_SCORE":3.5,"SYSTEM2":"No entiendo por qué la gente le dice a otros que se hagan una prueba de ADN: si te sientes turco en el fondo eres turco; si te sientes griego eres griego. Una prueba de ADN puede...","SYSTEM2_SCORE":3.0,"SYSTEM3":"No entiendo por qué la gente le dice a los demás que se hagan una prueba de ADN. Si te sientes turco de corazón, eres turco; si te sientes griego, eres griego. Una prueba de ADN c...","SYSTEM3_SCORE":4.0}
{"INPUT":"I hope John will join us. He is a fireball.","SEED_X":"Espero que John se una a nosotros. Él es un genio.","SEED_X_SCORE":3.5,"SYSTEM1":"Espero que John se nos una. Es un volcán.","SYSTEM1_SCORE":2.5,"SYSTEM2":"Espero que John se una a nosotros. Es un crack.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Espero que John se una a nosotros. Es un torbellino.","SYSTEM3_SCORE":4.0}
{"INPUT":"Brushaber v. Union Pac. R.R., 240 U.S. 1 (1916); Stanton v. Baltic Mining Co., 240 U.S. 103 (1916); Tyee Realty Co. v. Anderson, 240 U.S. 115 (1916).","SEED_X":"Brushaber v. Union Pac. R.R., 240 U.S. 1 (1916); Stanton v. Baltic Mining Co., 240 U.S. 103 (1916); Tyee Realty Co. v. Anderson, 240 U.S. 115 (1916).","SEED_X_SCORE":4.0,"SYSTEM1":"Brushaber v. Union Pac. R.R., 240 U.S. 1 (1916); Stanton v. Baltic Mining Co., 240 U.S. 103 (1916); Tyee Realty Co. v. Anderson, 240 U.S. 115 (1916).","SYSTEM1_SCORE":4.0,"SYSTEM2":"Brushaber contra Union Pac. R.R., 240 U.S. 1 (1916); Stanton contra Baltic Mining Co., 240 U.S. 103 (1916); Tyee Realty Co. contra Anderson, 240 U.S. 115 (1916).","SYSTEM2_SCORE":4.0,"SYSTEM3":"Brushaber c. Ferrocarril Union Pac., 240 U.S. 1 (1916); Stanton c. Compañía Minera Baltic, 240 U.S. 103 (1916); Compañía Inmobiliaria Tyee c. Anderson, 240 U.S. 115 (1916).","SYSTEM3_SCORE":2.5}
{"INPUT":"Little study hack for y’all… do your homework\/assignments the first day it was given to you… NO PROCRASTINATING!!! the day it was assigned ","SEED_X":"Un pequeño truco de estudio para ustedes... hagan sus tareas\/asignaciones el primer día que se las asignaron... ¡¡¡SIN PROCRASTINAR!!! El día en que se asignaron.","SEED_X_SCORE":4.0,"SYSTEM1":"Pequeño consejo de estudio para todos... hagan su tarea o trabajos el primer día que se los asignan... ¡¡¡nada de procrastinar!!! el día en que se los asignaron","SYSTEM1_SCORE":3.5,"SYSTEM2":"Un pequeño truco de estudio para todos ustedes… Hagan sus tareas\/asignaciones el primer día que se las dieron… ¡¡¡SIN PROCRASTINAR!!! el día que se las asignaron.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Un pequeño truco de estudio para ustedes: hagan sus tareas\/trabajos el primer día que se los asignen. ¡NO PROCRASTINEN! El día en que se los asignaron.","SYSTEM3_SCORE":3.5}
{"INPUT":"Alijani’s team, together with TU Delft professor Cees Dekker and the TU Delft spin-off SoundCell, achieved this by using precisely engineered microcavities that trap single E. coli cells from a bulk population. Inside these circular cavities, the bacteria began to exhibit rotary motion akin to pendulum clocks. By connecting two of these cavities with a tiny channel, the researchers observed that after some time, the two bacteria began to synchronize their movements.","SEED_X":"El equipo de Alijani, junto con el profesor de TU Delft, Cees Dekker, y la empresa derivada de TU Delft, SoundCell, lograron esto utilizando microcavidades diseñadas con precisión que atrapan células individuales de E. coli de una población en masa. Dentro de estas cavidades circulares, las bacterias comenzaron a exhibir un movimiento rotatorio similar al de los relojes de péndulo. Al conectar dos de estas cavidades con un pequeño canal, los investigadores observaron que después de un tiempo, las dos bacterias comenzaron a sincronizar sus movimientos.\n \n [COT] Esta es una descripción de cómo un equipo de investigadores logró capturar células individuales de E. coli utilizando microcavidades diseñadas con precisión, y luego observaron que las bacterias comenzaron a exhibir un movimiento rotatorio similar al de los relojes de péndulo. Al conectar dos de estas cavidades con un pequeño canal, los investigadores","SEED_X_SCORE":3.5,"SYSTEM1":"El equipo de Alijani, junto con el profesor de TU Delft Cees Dekker y la spin-off de TU Delft SoundCell, logró esto utilizando microcavidades precisamente diseñadas que atrapan células individuales de E. coli de una población general. Dentro de estas cavidades circulares, las bacterias comenzaron a exhibir un movimiento rotatorio similar al de los relojes de péndulo. Al conectar dos de estas cavidades con un canal diminuto, los investigadores observaron que, después de un tiempo, las dos bacterias comenzaron a sincronizar sus movimientos.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El equipo de Alijani, junto con el profesor Cees Dekker de la TU Delft y SoundCell, una empresa derivada de la TU Delft, logró esto mediante el uso de microcavidades diseñadas con precisión que atrapan células individuales de E. coli de una población masiva. Dentro de estas cavidades circulares, las bacterias comenzaron a exhibir un movimiento rotatorio similar al de un reloj de péndulo. Al conectar dos de estas cavidades con un pequeño canal, los investigadores observaron que, después de un tiempo, las dos bacterias comenzaron a sincronizar sus movimientos.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El equipo de Alijani, junto con el profesor de la TU Delft Cees Dekker y la spin-off SoundCell de la TU Delft, lograron esto utilizando microcavidades ingenierizadas con precisión que atrapan células individuales de *E. coli* de una población masiva. Dentro de estas cavidades circulares, las bacterias comenzaron a exhibir un movimiento rotatorio similar al de los relojes de péndulo. Al conectar dos de estas cavidades con un pequeño canal, los investigadores observaron que, después de un tiempo, las dos bacterias comenzaron a sincronizar sus movimientos.","SYSTEM3_SCORE":3.5}
{"INPUT":"The Eighth Circuit interpreted that provision to render ineligible defendants who meet any of three specific criteria relating to prior crimes. ","SEED_X":"El Octavo Circuito interpretó esa disposición para declarar inelegibles a los acusados que cumplen con cualquiera de los tres criterios específicos relacionados con delitos previos.","SEED_X_SCORE":4.0,"SYSTEM1":"El Octavo Circuito interpretó que esa disposición hacía inelegibles a los acusados que cumplen cualquiera de tres criterios específicos relacionados con delitos anteriores.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El Octavo Circuito interpretó esa disposición en el sentido de que deja sin derecho a acusar a aquellos que cumplan cualquiera de tres criterios específicos relacionados con delitos anteriores.","SYSTEM2_SCORE":2.0,"SYSTEM3":"El Octavo Circuito interpretó dicha disposición para declarar inelegibles a los acusados que cumplan con cualquiera de tres criterios específicos relacionados con delitos anteriores.","SYSTEM3_SCORE":4.0}
{"INPUT":"Tax evasion is not always the fault of private individuals, however, and there are a number of schemes that can result in both the IRS and the private taxpayer are victims of fraud perpetuated by an employing company. ","SEED_X":"Sin embargo, la evasión fiscal no siempre es culpa de los individuos privados, y hay una serie de esquemas que pueden resultar en que tanto el IRS como el contribuyente privado sean víctimas de fraude perpetrado por una empresa empleadora.","SEED_X_SCORE":4.0,"SYSTEM1":"La evasión fiscal no siempre es culpa de los particulares, y existen una serie de esquemas que pueden hacer que tanto la IRS como el contribuyente privado sean víctimas de fraude perpetuado por una empresa empleadora.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Sin embargo, la evasión fiscal no siempre es culpa de particulares y hay una serie de esquemas que pueden dar lugar a que tanto el IRS como el contribuyente privado sean víctimas de un fraude perpetrado por una empresa empleadora.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La evasión fiscal no siempre es culpa de los particulares, sin embargo, existen varios esquemas que pueden resultar en que tanto el IRS como el contribuyente privado sean víctimas de fraude perpetrado por una empresa empleadora.","SYSTEM3_SCORE":4.0}
{"INPUT":"At the same time, it is also engaged in contactless delivery through 'Out-Of-Store' mediums, while taking benefit of the e-commerce growth wave.","SEED_X":"Al mismo tiempo, también está involucrado en la entrega sin contacto a través de medios 'fuera de la tienda', mientras se beneficia de la ola de crecimiento del comercio electrónico.","SEED_X_SCORE":4.0,"SYSTEM1":"Al mismo tiempo, también está realizando entregas sin contacto mediante medios \"fuera de la tienda\", aprovechando al mismo tiempo la ola de crecimiento del comercio electrónico.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Al mismo tiempo, también se dedica a la entrega sin contacto a través de medios \"fuera de la tienda\", aprovechando la ola de crecimiento del comercio electrónico.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Al mismo tiempo, también se dedica a la entrega sin contacto a través de medios \"Out-Of-Store\", aprovechando la ola de crecimiento del comercio electrónico.","SYSTEM3_SCORE":3.5}
{"INPUT":"Team U.S. took the silver with 914.3421, and team Spain finished third with 900.7319. Host nation France had to settle for fourth place with 886.6487.","SEED_X":"El equipo de EE.UU. se llevó la plata con 914.3421, y el equipo de España terminó en tercer lugar con 900.7319. La nación anfitriona, Francia, tuvo que conformarse con el cuarto lugar con 886.6487.","SEED_X_SCORE":4.0,"SYSTEM1":"El equipo de Estados Unidos obtuvo la plata con 914.3421, y el equipo de España terminó en tercer lugar con 900.7319. La nación anfitriona, Francia, tuvo que conformarse con el cuarto puesto con 886.6487.","SYSTEM1_SCORE":4.0,"SYSTEM2":"El equipo estadounidense se llevó la plata con 914.3421, y el equipo español terminó tercero con 900.7319. Francia, el país anfitrión, tuvo que conformarse con el cuarto puesto con 886.6487.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El equipo de Estados Unidos se llevó la plata con 914,3421, y el equipo de España quedó en tercer lugar con 900,7319. El país anfitrión, Francia, se tuvo que conformar con el cuarto puesto con 886,6487.","SYSTEM3_SCORE":4.0}
{"INPUT":"Kim also attended her ex's first Donda listening party at Atlanta's Mercedes-Benz Stadium on July 22.","SEED_X":"Kim también asistió a la primera fiesta de escucha de Donda de su ex en el Estadio Mercedes-Benz de Atlanta el 22 de julio.","SEED_X_SCORE":4.0,"SYSTEM1":"Kim también asistió a la primera fiesta de escucha de Donda de su ex en el estadio Mercedes-Benz de Atlanta el 22 de julio.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Kim también asistió a la primera fiesta para escuchar Donda de su ex en el estadio Mercedes-Benz de Atlanta el 22 de julio.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Kim también asistió a la primera fiesta de escucha de Donda de su ex en el Mercedes-Benz Stadium de Atlanta el 22 de julio.","SYSTEM3_SCORE":4.0}
{"INPUT":"On Friday, it sold off all its Tencent stock, and ARK dumped nearly 1 million shares each of Pinduoduo and JD.com on Tuesday, or about $150 million of the two combined.","SEED_X":"El viernes, vendió todas sus acciones de Tencent, y ARK deshizo de casi un millón de acciones de Pinduoduo y JD.com el martes, o alrededor de $150 millones de las dos combinadas.","SEED_X_SCORE":4.0,"SYSTEM1":"El viernes, vendió todas sus acciones de Tencent, y ARK deshizo casi un millón de acciones cada una de Pinduoduo y JD.com el martes, lo que equivale a unos 150 millones de dólares en total.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El viernes, vendió todas sus acciones de Tencent, y ARK vendió casi un millón de acciones de Pinduoduo y JD.com el martes, o alrededor de 150 millones de dólares de las dos juntas.","SYSTEM2_SCORE":3.0,"SYSTEM3":"El viernes, vendió todas sus acciones de Tencent, y ARK deshizo casi un millón de acciones cada una de Pinduoduo y JD.com el martes, o aproximadamente $150 millones de los dos combinados.","SYSTEM3_SCORE":3.5}
{"INPUT":"With teammates and supporters shouting from a corner of the stands at the Makuhari Messe Hall, she countered for two more points and the clock wound down.","SEED_X":"Con los compañeros de equipo y los aficionados gritando desde una esquina de las gradas del Makuhari Messe Hall, ella logró dos puntos más y el reloj se acercaba al final.","SEED_X_SCORE":3.0,"SYSTEM1":"Con compañeros de equipo y seguidores gritando desde una esquina de las gradas del Makuhari Messe Hall, ella contratacó para obtener dos puntos más y el reloj se agotó.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Con sus compañeras de equipo y seguidores gritando desde un rincón de las gradas del Makuhari Messe Hall, ella anotó dos puntos más y el reloj se agotó.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Con sus compañeros y seguidores gritando desde una esquina de las gradas en el Makuhari Messe Hall, ella contraatacó para sumar dos puntos más mientras el reloj seguía avanzando.","SYSTEM3_SCORE":4.0}
{"INPUT":"can we just talk about the ‘face card’ of ate guard??!?!?","SEED_X":"¿Podemos simplemente hablar de la 'tarjeta facial' de Ate Guard??!?!?","SEED_X_SCORE":2.0,"SYSTEM1":"¿¡¡¡Podemos solo hablar de la \"carta de cara\" de ate guard?!?!?","SYSTEM1_SCORE":2.0,"SYSTEM2":"¿Podemos simplemente hablar de la ‘carta de la cara’ de Ate Guard??!?!?","SYSTEM2_SCORE":2.0,"SYSTEM3":"¡¿Podemos simplemente hablar de la 'tarjeta de cara' de Ate Guard??!?!?","SYSTEM3_SCORE":3.5}
{"INPUT":"Petrol models feature the all-new 2.0-liter Si4 engine, which delivers refined powerful performance with exceptional economy.","SEED_X":"Los modelos de gasolina cuentan con el nuevo motor Si4 de 2.0 litros, que ofrece un rendimiento potente y refinado con una economía excepcional.","SEED_X_SCORE":4.0,"SYSTEM1":"Los modelos de gasolina incluyen el nuevo motor Si4 de 2.0 litros, que ofrece un rendimiento potente y refinado con una economía excepcional.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Los modelos de gasolina incorporan el nuevo motor Si4 de 2.0 litros, que ofrece un rendimiento potente y refinado con una economía excepcional.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Los modelos a gasolina incluyen el nuevo motor 2.0 litros Si4, que ofrece un rendimiento potente y refinado con una economía excepcional.","SYSTEM3_SCORE":3.0}
{"INPUT":"China's Fan Zhendong overcame Truls Moregard of Sweden 4-1 to win the table tennis men's singles gold medal at the Paris Olympic Games on Sunday.","SEED_X":"El chino Fan Zhendong venció al sueco Truls Moregard por 4-1 para ganar la medalla de oro en individuales masculinos de tenis de mesa en los Juegos Olímpicos de París el domingo.","SEED_X_SCORE":4.0,"SYSTEM1":"El chino Fan Zhendong venció al sueco Truls Moregard por 4-1 para ganar la medalla de oro en el individual masculino de tenis de mesa en los Juegos Olímpicos de París el domingo.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Fan Zhendong de China superó a Truls Moregard de Suecia por 4-1 para ganar la medalla de oro en individuales masculino de tenis de mesa en los Juegos Olímpicos de París el domingo.","SYSTEM2_SCORE":3.5,"SYSTEM3":"El chino Fan Zhendong venció al sueco Truls Moregard por 4-1 para ganar la medalla de oro en individuales masculinos de tenis de mesa en los Juegos Olímpicos de París el domingo.","SYSTEM3_SCORE":4.0}
