{"INPUT":"关于高估值的分析很到位， 前段时间我也在思考这个问题，我得出的结论和你一样， 大科技股本身估值就高，加上他们占市场份额越来越多，市场整体估值自然就上升了。换句话说，市场估值走高反应了大科技股占市场额度的提升。你所分析的第一点很好，美联储对市场的影响力比四五十年前强了，市场的确定性增加，估值理应上升， 再有就是量化宽松，市场中的钱多了，追逐有限的商品，商品价格自然上涨。","SEED_X":"El análisis sobre las altas valoraciones es muy acertado. Hace poco también estuve reflexionando sobre este tema y llegué a la misma conclusión que tú: las acciones de las grandes empresas tecnológicas ya tienen una valoración elevada y, además, ocupan una parte cada vez mayor del mercado, por lo que la valoración general del mercado aumenta naturalmente. En otras palabras, el aumento de la valoración del mercado refleja el aumento de la participación de las grandes empresas tecnológicas en el mercado. El primer punto que analizaste es muy bueno: la influencia de la Reserva Federal en el mercado es más fuerte que hace 40 o 50 años, lo que aumenta la certeza del mercado y, por lo tanto, la valoración debería subir. Además, la flexibilización cuantitativa ha provocado que haya más dinero en el mercado, lo que, al competir por un número limitado de productos, hace que los precios de estos aumenten naturalmente.","SEED_X_SCORE":4.0,"SYSTEM1":"El análisis sobre las altas valoraciones es muy acertado. Recientemente también estuve reflexionando sobre este tema, y llegué a la misma conclusión que tú: las grandes acciones tecnológicas por sí mismas ya tienen altas valoraciones, y a medida que aumenta su cuota de mercado, la valoración general del mercado sube naturalmente. Dicho de otra manera, el incremento en la valoración del mercado refleja el crecimiento de la proporción que ocupan las grandes empresas tecnológicas en el mercado. El primer punto que analizaste es muy bueno: la influencia de la Reserva Federal sobre el mercado es ahora mayor que hace cuarenta o cincuenta años, la certidumbre del mercado ha aumentado y, por lo tanto, las valoraciones deberían subir. Además, con el alivio cuantitativo hay más dinero en el mercado, el cual compite por una cantidad limitada de bienes, lo que hace subir naturalmente los precios de estos bienes.","SYSTEM1_SCORE":4.0,"SYSTEM2":"El análisis sobre las valoraciones altas es muy preciso. También estuve pensando sobre este tema hace algún tiempo y llegué a la misma conclusión que tú. Las propias acciones de las grandes empresas tecnológicas tienen valoraciones elevadas y, a medida que ocupan una cuota de mercado cada vez mayor, la valoración general del mercado aumenta naturalmente. En otras palabras, las valoraciones de mercado más altas reflejan el aumento de la participación de mercado de las acciones de las grandes empresas tecnológicas. El primer punto de tu análisis es muy bueno. La influencia de la Reserva Federal en el mercado es más fuerte que hace cuarenta o cincuenta años. La certeza del mercado ha aumentado y las valoraciones deberían aumentar. Además, con la flexibilización cuantitativa hay más dinero en el mercado que busca materias primas limitadas, por lo que los precios de las materias primas naturalmente suben.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El análisis sobre la alta valoración es muy acertado. Hace un tiempo también reflexioné sobre este tema y llegué a la misma conclusión que tú: las grandes acciones tecnológicas ya tienen valuaciones elevadas por sí mismas, y al incrementar su participación de mercado continuamente, la valoración general del mercado aumenta naturalmente. En otras palabras, el alza en la valoración del mercado refleja el crecimiento de la proporción que ocupan las megacapitalizaciones tecnológicas. \n \n Tu primer punto analizado es excelente: la influencia de la Fed en el mercado es más fuerte que hace cuatro o cinco décadas, lo que aumenta la certidumbre del mercado y justifica una mayor valoración. Además, con las políticas de flexibilización cuantitativa, el exceso de liquidez en el mercado persigue bienes limitados, lo que naturalmente impulsa el alza de precios de los activos.","SYSTEM3_SCORE":4.0}
{"INPUT":"作为互联网公司搬砖的表示\n 用结果来推导自己的论点，真是闲得蛋疼\n 马后炮事后诸葛亮就别分析那么多","SEED_X":"Como muestra de que las empresas de Internet son inútiles\n Usar los resultados para deducir tus propios argumentos es realmente una pérdida de tiempo\n No analices tanto después de los hechos y hagas comentarios a posteriori","SEED_X_SCORE":3.0,"SYSTEM1":"Como empleado de una empresa de Internet, digo esto: usar resultados para deducir tus propios argumentos es señal de tener demasiado tiempo libre. Después del hecho, no hace falta analizar tanto.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Como albañil de una empresa de Internet\n Utilizar los resultados para deducir tus propios argumentos es realmente aburrido.\n No analices tanto después del hecho.","SYSTEM2_SCORE":2.0,"SYSTEM3":"Como trabajador de una empresa de internet, digo: \n Usar resultados para justificar tus argumentos es de gente que no tiene nada mejor que hacer. \n Dejen de analizar tanto con esa sabiduría retrospectiva de \"general después de la batalla\".","SYSTEM3_SCORE":2.5}
{"INPUT":"负变构调节剂 (NAM) 代表了一种通过降低配体的亲和力和\/或功效来减弱信号传导的新型间接方法。","SEED_X":"Los moduladores alostéricos negativos (NAM, por sus siglas en inglés) representan un nuevo método indirecto para debilitar la transmisión de señales al reducir la afinidad y\/o la eficacia de los ligandos.","SEED_X_SCORE":4.0,"SYSTEM1":"Los moduladores alostéricos negativos (NAM) representan un enfoque indirecto novedoso para atenuar la señalización al reducir la afinidad y\/o la eficacia del ligando.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Los moduladores alostéricos negativos (NAM) representan un nuevo enfoque indirecto para atenuar la señalización al reducir la afinidad y\/o eficacia de los ligandos.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Los moduladores alostéricos negativos (MAN) representan un novedoso enfoque indirecto para atenuar la señalización mediante la reducción de la afinidad y\/o eficacia del ligando.","SYSTEM3_SCORE":3.0}
{"INPUT":"感觉林诗栋最近涨球了，不过这比赛好密集呀，不是刚打完比赛吗？ ","SEED_X":"Siento que Lin Shidong ha mejorado mucho últimamente, pero los partidos son muy seguidos. ¿No acabó de jugar un partido hace poco?","SEED_X_SCORE":4.0,"SYSTEM1":"Siento que Lin Shidong ha mejorado mucho últimamente, pero estos partidos están muy apretados, ¿no acabamos de terminar un partido?","SYSTEM1_SCORE":3.5,"SYSTEM2":"Siento que Lin Shidong ha mejorado recientemente, pero las competiciones son muy densas, ¿no acaba de terminar un juego? ","SYSTEM2_SCORE":3.0,"SYSTEM3":"Parece que Lin Shidong ha mejorado su juego últimamente, pero los partidos están muy seguidos. ¿Acaso no acaba de terminar un torneo?","SYSTEM3_SCORE":4.0}
{"INPUT":"这款可穿戴生物电子口罩由同济大学的研究人员设计，可以检测空气中飞沫或气溶胶中含有的常见呼吸道病毒，包括流感病毒和冠状病毒，然后通过移动设备提醒佩戴者。","SEED_X":"Este mascarilla bioelectrónica portátil, diseñada por investigadores de la Universidad Tongji, puede detectar los virus respiratorios comunes presentes en las gotas o aerosoles del aire, incluidos los virus de la gripe y el coronavirus, y luego alertar al usuario a través de un dispositivo móvil.","SEED_X_SCORE":3.5,"SYSTEM1":"Esta máscara biosensora portátil, diseñada por investigadores de la Universidad Tongji, puede detectar virus respiratorios comunes presentes en gotículas o aerosoles en el aire, incluidos el virus de la influenza y el coronavirus, y luego alertar al usuario a través de dispositivos móviles.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Diseñada por investigadores de la Universidad de Tongji, la máscara bioelectrónica portátil puede detectar virus respiratorios comunes, incluidos la influenza y el coronavirus, contenidos en gotitas o aerosoles en el aire, y luego alertar al usuario a través de un dispositivo móvil.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Esta mascarilla bioelectrónica portátil, diseñada por investigadores de la Universidad de Tongji, puede detectar virus respiratorios comunes presentes en gotículas o aerosoles del aire, incluidos los virus de la influenza y coronavirus, alertando posteriormente al usuario a través de dispositivos móviles.","SYSTEM3_SCORE":4.0}
{"INPUT":"只要入学考试存在一天，课外辅导的刚需就不会缺，以后就进入朋友介绍的家教时代了，对家教的需求反而大增，善于教的学霸能挣到大钱了。","SEED_X":"Mientras existan los exámenes de ingreso, siempre habrá una gran demanda de tutorías extracurriculares. En el futuro, entraremos en la era de los tutores recomendados por amigos, y la demanda de tutores aumentará aún más. Los estudiantes brillantes que sean buenos en la enseñanza podrán ganar mucho dinero.","SEED_X_SCORE":4.0,"SYSTEM1":"Mientras exista el examen de ingreso, la necesidad de clases particulares no disminuirá. En el futuro, entraremos en una era en la que los profesores particulares se consiguen por recomendación de amigos, y la demanda de tutores aumentará considerablemente, permitiendo que los estudiantes destacados que sepan enseñar ganen mucho dinero.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Mientras exista el examen de ingreso, habrá una fuerte demanda de tutorías extracurriculares. En el futuro, entraremos en la era de la tutoría introducida por amigos. La demanda de tutorías aumentará enormemente y aquellos que sean buenos enseñando podrán ganar mucho dinero.","SYSTEM2_SCORE":2.5,"SYSTEM3":"Mientras existan los exámenes de ingreso, la demanda esencial de clases particulares no desaparecerá. En el futuro entraremos en una época donde los tutores serán recomendados por amigos, lo que incluso incrementará sustancialmente la necesidad de tutores privados. Los estudiantes sobresalientes con habilidades pedagógicas podrán obtener grandes ganancias económicas.","SYSTEM3_SCORE":4.0}
{"INPUT":"2020年6月年中大促活动中，近100万俄罗斯人在线观看了速卖通直播，西班牙和法国市场也发展迅速。","SEED_X":"Durante la promoción de mitad de año de junio de 2020, cerca de un millón de rusos vieron en línea la transmisión en vivo de AliExpress, y los mercados de España y Francia también se desarrollaron con rapidez.","SEED_X_SCORE":4.0,"SYSTEM1":"Durante la gran promoción de mitad de año en junio de 2020, casi un millón de rusos vieron en línea la transmisión en vivo de AliExpress, y los mercados de España y Francia también crecieron rápidamente.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Durante la promoción de mitad de año en junio de 2020, casi un millón de rusos vieron la transmisión en vivo de AliExpress en línea, y los mercados español y francés también se desarrollaron rápidamente.","SYSTEM2_SCORE":3.0,"SYSTEM3":"En la campaña de promoción de mitad de año en junio de 2020, casi un millón de rusos vieron en línea la transmisión en directo de AliExpress, mientras que los mercados de España y Francia también se desarrollaron rápidamente.","SYSTEM3_SCORE":3.5}
{"INPUT":"Yes 相关蛋白 (YAP) 是 Hippo 信号通路中的关键转录因子。YAP 是一种以非活性形式存在于细胞质中的癌蛋白，当被激活时，它易位到细胞核并激活负责细胞分裂和凋亡的基因的转录。","SEED_X":"La proteína Yes asociada (YAP) es un factor de transcripción clave en la vía de señalización de Hippo. YAP es una proteína cancerígena que se encuentra en forma inactiva en el citoplasma y, cuando se activa, se desplaza al núcleo y activa la transcripción de los genes responsables de la división celular y la apoptosis.","SEED_X_SCORE":4.0,"SYSTEM1":"La proteína Yes-asociada (YAP) es un factor de transcripción clave en la vía de señalización Hippo. YAP es una oncoproteína que se encuentra en el citoplasma en una forma inactiva; cuando se activa, se transloca al núcleo celular y activa la transcripción de genes responsables de la división celular y la apoptosis.","SYSTEM1_SCORE":4.0,"SYSTEM2":"La proteína asociada a Yes (YAP) es un factor de transcripción clave en la vía de señalización de Hippo. YAP es una oncoproteína que existe en forma inactiva en el citoplasma y, cuando se activa, se transloca al núcleo y activa la transcripción de genes responsables de la división celular y la apoptosis.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La proteína asociada a Yes (YAP) es un factor de transcripción clave en la vía de señalización Hippo. YAP, una oncoproteína que reside en el citoplasma en forma inactiva, se transloca al núcleo cuando se activa y promueve la transcripción de genes responsables de la división celular y la apoptosis.","SYSTEM3_SCORE":4.0}
{"INPUT":"铸造是一种制造工艺，通常将液态材料倒入包含所需零件空心形状的型腔中，然后使其凝固。模具由能承受熔融金属高温的材料制成。","SEED_X":"La fundición es un proceso de fabricación en el que, por lo general, se vierte material líquido en una cavidad que contiene la forma hueca de la pieza deseada y, a continuación, se deja que se solidifique. Los moldes están fabricados con materiales que pueden soportar las altas temperaturas del metal fundido.","SEED_X_SCORE":4.0,"SYSTEM1":"La fundición es un proceso de fabricación en el cual generalmente se vierte un material líquido en una cavidad que contiene la forma hueca de la pieza deseada, y luego se deja solidificar. El molde está hecho de materiales que pueden soportar las altas temperaturas del metal fundido.","SYSTEM1_SCORE":4.0,"SYSTEM2":"La fundición es un proceso de fabricación en el que se vierte un material líquido en una cavidad que contiene la forma hueca de la pieza deseada y luego se deja solidificar. El molde está hecho de un material que puede soportar las altas temperaturas del metal fundido.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La fundición es un proceso de fabricación que generalmente consiste en verter material líquido en un molde con una cavidad hueca con la forma de la pieza deseada, dejándolo solidificar. Los moldes están hechos de materiales diseñados para soportar las altas temperaturas del metal fundido.","SYSTEM3_SCORE":2.5}
{"INPUT":"释义(第23A至23C条)\n 在本条以及第23B及23C条中 ——可公诉罪行 (indictable offence)指除只可循简易程序审讯的罪行以外的任何罪行；\n 作为(act)指一项作出的作为或一项不作为，并包括一连串的作为；\n 气垫船 (hovercraft)指一种运载工具，其设计为使其在行驶时完全或部分由其本身排放的空气所形成的垫层支承，而该垫层的外接面包括该运载工具之下的地面、水面或其他表面；\n 船舶 (ship)包括各类用于航行的船只，而在符合第23B(7)条的规定下，亦包括气垫船。","SEED_X":"Interpretación (artículos 23A a 23C)\n En este artículo y en los artículos 23B y 23C —— un delito procesable (indictable offence) se refiere a cualquier delito que no sea aquel que solo puede ser juzgado mediante un procedimiento simplificado;\n un acto (act) se refiere a una acción o una omisión, e incluye una serie de acciones;\n un aerodeslizador (hovercraft) es un vehículo de transporte diseñado para desplazarse completa o parcialmente sobre una capa de aire que expulsa por sí mismo, y la superficie exterior de esta capa incluye el suelo, el agua u otras superficies que se encuentran debajo del vehículo de transporte;\n un barco (ship) incluye todo tipo de embarcaciones utilizadas para navegar y, de acuerdo con lo establecido en el artículo 23B(7), también incluye los aerodeslizadores.","SEED_X_SCORE":4.0,"SYSTEM1":"Interpretación (secciones 23A a 23C)\n En esta sección y en las secciones 23B y 23C:\n \"delito perseguible mediante acusación formal\" (indictable offence) significa cualquier delito que no sea un delito que solo pueda ser juzgado mediante procedimiento sumario;\n \"acto\" (act) significa una acción u omisión, e incluye una serie de acciones;\n \"aerodeslizador\" (hovercraft) significa un vehículo diseñado para ser soportado total o parcialmente, durante su movimiento, por una capa de aire expulsado por el mismo vehículo, cuya superficie exterior comprende el suelo, la superficie del agua u otra superficie bajo dicho vehículo;\n \"buque\" (ship) incluye toda clase de embarcaciones destinadas a navegar, y, según lo dispuesto en la sección 23B(7), también incluye aerodeslizadores.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Interpretación (secciones 23A a 23C)\n En esta sección y en las secciones 23B y 23C, delito procesable (可公訴罪) significa cualquier delito que no sea un delito que pueda juzgarse únicamente sumariamente;\n acto significa un acto realizado o una omisión e incluye una serie de actos;\n Por aerodeslizador se entiende un vehículo diseñado para ser sostenido total o parcialmente por un colchón de aire descargado por el vehículo, cuyo límite exterior consiste en el suelo, el agua u otra superficie debajo del vehículo;\n El término barco incluye cualquier tipo de embarcación utilizada para la navegación y, sujeto a la sección 23B(7), incluye un aerodeslizador.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Definiciones (Artículos 23A a 23C) \n En los presentes artículos y en los Artículos 23B y 23C: \n - **Delito procesable (indictable offence)** se refiere a cualquier delito que no pueda ser juzgado exclusivamente mediante procedimiento sumario; \n - **Acto (act)** incluye un acto positivo o una omisión, y abarca una serie de actos; \n - **Aerodeslizador (hovercraft)** designa un vehículo diseñado para ser sustentado total o parcialmente, durante su navegación, por un colchón de aire generado por su propio sistema, cuyo perímetro incluye la superficie terrestre, acuática o de otro tipo bajo el vehículo; \n - **Embarcación (ship)** comprende toda clase de navegación marítima y, en cumplimiento del Artículo 23B(7), incluye también aerodeslizadores.","SYSTEM3_SCORE":4.0}
{"INPUT":"绝了！所有肚子大、 腿粗的女生都来穿这条裙子！ 我这130斤的大肚子不穿收腹裤 放下来后， 这谁还能看出我有130斤？ 前面的打褶很好的遮住肚子， 秋天搭个这种软乎乎的开衫， 秒变温柔大姐姐！ 黑色就是梨形身材显瘦神器， 经典且不会过时， 多种场合都能驾驭！","SEED_X":"¡Increíble! Todas las chicas con barriga grande y piernas gruesas deberían usar esta falda. Con mi barriga de 130 libras, si no uso un corsé, ¿quién podría darse cuenta de que peso 130 libras? Los pliegues en la parte delantera ocultan muy bien la barriga. En otoño, combinada con un suéter suave, me convertiré instantáneamente en una dama elegante y amable. El negro es un truco para adelgazar la figura en forma de pera, clásico y atemporal, que se puede llevar en múltiples ocasiones.","SEED_X_SCORE":3.0,"SYSTEM1":"¡Increíble! Todas las chicas con barriga o piernas gruesas deberían usar este vestido. Mi barriga de 58 kilos (130 libras) sin usar ropa de compresión, ¿quién podría decir que peso 58 kilos (130 libras) al verme así? Los pliegues delanteros cubren perfectamente el vientre. En otoño, combínalo con un suéter suave y convertirte al instante en una hermana mayor dulce y encantadora. El color negro es simplemente mágico para disimular las formas de una figura en forma de pera, es clásico y atemporal, ideal para múltiples ocasiones.","SYSTEM1_SCORE":2.5,"SYSTEM2":"¡Absolutamente increíble! ¡Todas las chicas con barrigas grandes y piernas gruesas deberían usar esta falda! Si no uso pantalones de control de abdomen y dejo que mi barriga de 130 libras baje, ¿quién puede decir que peso 130 libras? Los pliegues de la parte delantera cubren muy bien el vientre. ¡Combínalo con un cárdigan suave en otoño y te convertirás instantáneamente en una dulce hermana mayor! El negro es el arma mágica para hacer que las figuras con forma de pera parezcan más delgadas. ¡Es clásico y atemporal y se puede usar en muchas ocasiones!","SYSTEM2_SCORE":2.5,"SYSTEM3":"¡Increíble! ¡Todas las chicas con vientre grande y piernas gruesas deben probar este vestido! Con mis 65 kilos y sin usar faja reductora, ¿quién podría adivinar mi peso al verme? El plisado frontal oculta perfectamente la barriga. Combinado con un cardigán suave en otoño, ¡te transformarás al instante en una dulce hermana mayor! El negro es el talismán adelgazante para siluetas pera, clásico y atemporal, ¡versátil para todo tipo de ocasiones!","SYSTEM3_SCORE":4.0}
{"INPUT":"我们来看下一个图表。这张图表可以追溯到1910年，它是一个彰显泡沫程度的指标。","SEED_X":"Veamos el siguiente gráfico. Este gráfico se remonta a 1910 y es un indicador que muestra el grado de la burbuja.","SEED_X_SCORE":4.0,"SYSTEM1":"Veamos el siguiente gráfico. Este gráfico, que se remonta a 1910, es un indicador que muestra el nivel de burbuja.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Veamos el siguiente gráfico. Este gráfico data de 1910 y es un indicador de la extensión de la burbuja.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Veamos el siguiente gráfico. Este gráfico se remonta a 1910 y es un indicador del nivel de burbuja.","SYSTEM3_SCORE":4.0}
{"INPUT":"英语都讲不清楚，来自US，呵呵!还国际培训学校，who ray...难怪越来越多人去三四线城市开培训机构","SEED_X":"¡Ni siquiera puede hablar inglés correctamente y es de EE. UU., jaja! Y además, una escuela de formación internacional, ¡qué risa! No es de extrañar que cada vez más personas vayan a ciudades de tercer y cuarto nivel para abrir instituciones de formación.","SEED_X_SCORE":3.5,"SYSTEM1":"No pueden ni siquiera hablar bien el inglés, vienen de EE. UU., ja! Y encima una escuela de formación internacional, ¿quién lo diría...? No es extraño que cada vez más personas abran academias en ciudades de tercera y cuarta línea.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Ni siquiera pueden hablar inglés con claridad y ¡son de Estados Unidos, jaja! También lo llaman escuela de formación internacional, que ray... No es de extrañar que cada vez más gente vaya a ciudades de tercer y cuarto nivel para abrir instituciones de formación.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Ni siquiera habla bien inglés y es de EE.UU., ¡ja ja! ¿Escuela internacional de capacitación? Who ray... No es de extrañar que cada vez más gente abra centros de formación en ciudades de tercer y cuarto nivel.","SYSTEM3_SCORE":3.5}
{"INPUT":"配备先进的燃油务统与涡轮增压器，无需后处理即可满足中国非道路四阶段排放规要求。即使在高原缺氧的环境下，该型发动机依旧性能稳定动力充沛。","SEED_X":"Equipado con un sistema avanzado de suministro de combustible y un turbocompresor, puede cumplir con los requisitos de emisiones de la fase IV no vial de China sin necesidad de postratamiento. Incluso en entornos de alta altitud con falta de oxígeno, este tipo de motor sigue funcionando de manera estable y con gran potencia.","SEED_X_SCORE":4.0,"SYSTEM1":"Equipado con un sistema avanzado de combustible y un turbocompresor, cumple con los requisitos de emisiones no viales de China Fase IV sin necesidad de posprocesamiento. Incluso en entornos de alta altitud con baja oxígeno, este modelo de motor sigue ofreciendo un rendimiento estable y una potencia abundante.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Equipado con un sistema de combustible avanzado y un turbocompresor, puede cumplir con las regulaciones de emisiones Stage IV de China para vehículos no destinados a carreteras sin postratamiento. Incluso en el entorno deficiente de oxígeno de la meseta, este tipo de motor aún tiene un rendimiento estable y una potencia abundante.","SYSTEM2_SCORE":2.0,"SYSTEM3":"Equipado con un sistema de combustible avanzado y turbocompresor, cumple con los requisitos de la Norma de Emisiones Etapa IV para maquinaria no vial en China sin necesidad de postratamiento. Incluso en entornos de altiplano con falta de oxígeno, este motor mantiene un rendimiento estable y una potencia robusta.","SYSTEM3_SCORE":2.0}
{"INPUT":"芭比Q了，这回吃瓜吃到自己头上了，这回台风直奔浙江和上海了","SEED_X":"Estoy jodido. Esta vez, el chisme me ha tocado a mí. El tifón se dirige directamente hacia Zhejiang y Shanghái","SEED_X_SCORE":4.0,"SYSTEM1":"Estamos hechos, esta vez el melón nos cayó encima. Esta vez el tifón va directo hacia Zhejiang y Shanghái.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Barbie es linda, esta vez se comió el melón y le golpeó la cabeza, esta vez el tifón fue directo a Zhejiang y Shanghai.","SYSTEM2_SCORE":1.0,"SYSTEM3":"¡Vaya desastre! Esta vez el chisme me salpicó a mí mismo, el tifón viene directo a Zhejiang y Shanghai.","SYSTEM3_SCORE":4.0}
{"INPUT":"当结合傅里叶特征或正弦激活函数一起使用时，隐式表征可将所生成的样本空间约束到平滑变化的自然信号空间。","SEED_X":"Cuando se usa junto con las características de Fourier o las funciones de activación sinusoidales, la representación implícita puede restringir el espacio de muestras generado al espacio de señales naturales que cambian de manera suave.","SEED_X_SCORE":4.0,"SYSTEM1":"Cuando se utilizan junto con características de Fourier o funciones de activación senoidales, las representaciones implícitas pueden restringir el espacio de muestras generado al espacio de señales naturales de variación suave.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Cuando se utilizan junto con características de Fourier o funciones de activación sinusoidal, las representaciones implícitas pueden restringir el espacio de muestra generado al espacio de señal natural que varía suavemente.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Cuando se combinan con características de Fourier o funciones de activación sinusoidal, las representaciones implícitas pueden restringir el espacio de muestras generado al espacio de señales naturales que varían de manera suave.","SYSTEM3_SCORE":4.0}
{"INPUT":"此外，身体处于过度疲劳紧张状态，女性在月经期或妊娠期前后，也都需要由医生谨慎评估拔牙可能造成的风险，最好推迟拔牙时间。","SEED_X":"Además, cuando el cuerpo se encuentra en un estado de fatiga y tensión excesivas, y las mujeres durante el período menstrual o antes y después del embarazo, también necesitan que un médico evalúe con cautela los posibles riesgos de la extracción de muelas, y lo mejor es posponer la extracción de muelas.","SEED_X_SCORE":4.0,"SYSTEM1":"Además, cuando el cuerpo se encuentra en un estado de fatiga y tensión excesivas, o durante el período menstrual o alrededor del embarazo en las mujeres, se debe evaluar cuidadosamente con el médico los riesgos que podría conllevar la extracción dental, y lo mejor es posponer la fecha de la extracción.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Además, el cuerpo está en un estado de fatiga y tensión excesiva, y las mujeres necesitan que un médico evalúe cuidadosamente los posibles riesgos de la extracción dental antes y después de la menstruación o el embarazo, y es mejor posponer la extracción.","SYSTEM2_SCORE":2.0,"SYSTEM3":"Además, cuando el cuerpo se encuentra en un estado de fatiga excesiva o estrés, o cuando las mujeres están en su período menstrual o cerca del embarazo, es necesario que un médico evalúe cuidadosamente los posibles riesgos de la extracción dental, siendo recomendable posponer el procedimiento.","SYSTEM3_SCORE":4.0}
{"INPUT":"工业和信息化部表示，已向中国商飞公司发放首个企业5G专网频率许可，是5925-6125MHz和24.750-25.15GHz的工业无线专用频段，具有高速率、低时延等技术优势。","SEED_X":"El Ministerio de Industria y Tecnología de la Información informó que ha otorgado a la Corporación de Aeronaves Comerciales de China (COMAC) la primera licencia de frecuencia para redes 5G privadas de empresas, correspondiente a las bandas de frecuencia industriales inalámbricas de 5925-6125 MHz y 24.750-25.15 GHz, que ofrecen ventajas tecnológicas como alta velocidad y baja latencia.","SEED_X_SCORE":4.0,"SYSTEM1":"El Ministerio de Industria y Tecnología de la Información indicó que ha otorgado a la empresa Comac la primera licencia de frecuencia para una red privada 5G empresarial, en las bandas de frecuencia industrial dedicada de 5925-6125 MHz y 24.750-25.150 GHz, las cuales poseen ventajas técnicas como alta velocidad y baja latencia.","SYSTEM1_SCORE":4.0,"SYSTEM2":"El Ministerio de Industria y Tecnología de la Información declaró que ha emitido la primera licencia de frecuencia de red privada 5G empresarial a COMAC, que es la banda de frecuencia dedicada inalámbrica industrial de 5925-6125MHz y 24.750-25.15GHz, con ventajas técnicas como alta velocidad y baja latencia.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El Ministerio de Industria y Tecnología de la Información de China anunció que ha otorgado a la compañía COMAC la primera licencia de frecuencias para redes privadas 5G empresariales, correspondientes a las bandas de 5925-6125 MHz y 24.750-25.15 GHz. Estas frecuencias industriales dedicadas ofrecen ventajas técnicas como alta velocidad y baja latencia.","SYSTEM3_SCORE":4.0}
{"INPUT":"统筹职业教育、高等教育、继续教育协同创新，推进职普融通、产教融合、科教融汇，优化职业教育类型定位。","SEED_X":"Coordinar la innovación conjunta de la educación vocacional, la educación superior y la educación continua, promover la integración entre la educación vocacional y la educación general, la integración entre la producción y la educación, y la integración entre la ciencia y la educación, y optimizar la orientación de los tipos de educación vocacional.","SEED_X_SCORE":4.0,"SYSTEM1":"Coordinar la innovación colaborativa de la educación vocacional, la educación superior y la educación continua, promover la integración entre educación vocacional y educación general, la fusión entre industria y educación, así como la convergencia entre ciencia y educación, para optimizar la posición estratégica del tipo de educación vocacional.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Coordinar la innovación colaborativa en la formación profesional, la educación superior y la educación continua, promover la integración de la educación vocacional y general, la integración de la industria y la educación, y la integración de la ciencia y la educación, y optimizar el posicionamiento de los tipos de educación vocacional.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Coordinar la innovación colaborativa entre la educación vocacional, la educación superior y la educación continua, impulsar la integración entre la formación profesional y la académica, la convergencia industria-educación y la fusión ciencia-educación, y optimizar el posicionamiento de tipo de la educación vocacional.","SYSTEM3_SCORE":4.0}
{"INPUT":"尽管这是印度锡克教徒主要崇拜的建筑，也是他们最重要的朝圣之地，并且还以哈里先生和德巴先生而闻名，但你不一定要信仰锡克而被阿姆利则金殿的壮丽而感动。","SEED_X":"Aunque este es el edificio principal de adoración de los sijs en la India y el lugar de peregrinación más importante para ellos, y también es famoso por los señores Hari y Deba, no es necesario ser sij para quedar impresionado por la majestuosidad del Templo de Oro de Amritsar.","SEED_X_SCORE":4.0,"SYSTEM1":"Aunque este es el edificio principal de culto para los sijs de la India y su lugar de peregrinación más importante, y es famoso por el Harmandir Sahib y el Darbar Sahib, no necesitas ser sijs para quedar impresionado por la majestuosidad del Templo Dorado en Amritsar.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Aunque es el principal edificio de culto de los sikhs en la India y su lugar de peregrinación más importante, y también es conocido como Sir Hari y Sir Durbar, no es necesario ser sikh para conmoverse ante la grandeza del Templo Dorado de Amritsar.","SYSTEM2_SCORE":2.5,"SYSTEM3":"Aunque este es el principal lugar de culto para los sijs indios, su sitio de peregrinación más importante y también conocido por los señores Hari y Deb, no es necesario profesar el sijismo para conmoverse ante la majestuosidad del Templo Dorado de Amritsar.","SYSTEM3_SCORE":4.0}
{"INPUT":"最终总比分EHOME 2:3不敌NIP战队，与冠军失之交臂，无缘巴黎Major。","SEED_X":"En el resultado final, EHOME perdió contra NIP por 2-3, se quedó fuera de la competición por el campeonato y no pudo clasificarse para el Major de París.","SEED_X_SCORE":4.0,"SYSTEM1":"El marcador final fue EHOME 2:3 derrotado por el equipo NIP, quedando en segundo lugar y sin poder asistir al Major de París.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Al final, EHOME perdió ante NIP con un marcador de 2:3, perdió el campeonato y se perdió el Major de París.","SYSTEM2_SCORE":3.0,"SYSTEM3":"El marcador final fue EHOME 2:3 contra el equipo NIP, perdiendo la oportunidad de llevarse el campeonato y quedando fuera del Major de París.","SYSTEM3_SCORE":4.0}
{"INPUT":"上周五在全球上映的《头脑特工队2》首周末北美票房远超预期，斩获了1.55亿美元。这部电影是2015年皮克斯动画《头脑特工队》的续集，描述了主导一个11岁女孩内心世界的各种情绪。","SEED_X":"El estreno mundial de «Inside Out 2» el viernes pasado superó las expectativas de taquilla en Norteamérica en su primer fin de semana, con una recaudación de 155 millones de dólares. Esta película es la secuela de la película animada de Pixar de 2015, «Inside Out», que describe las diversas emociones que dominan el mundo interior de una niña de 11 años.","SEED_X_SCORE":4.0,"SYSTEM1":"La secuela de la película de animación de Pixar \"Inside Out 2\", estrenada globalmente el viernes pasado, obtuvo una recaudación de 155 millones de dólares en su primer fin de semana en Norteamérica, muy por encima de lo esperado. Esta película es la continuación del film estrenado en 2015 \"Inside Out\", y describe las diversas emociones que dominan el mundo interior de una niña de 11 años.","SYSTEM1_SCORE":3.5,"SYSTEM2":"\"Inside Out 2\", que se estrenó mundialmente el viernes pasado, superó ampliamente las expectativas en la taquilla de América del Norte en su primer fin de semana, recaudando 155 millones de dólares. La película, una secuela de la película animada de Pixar de 2015 \"Inside Out\", describe la gama de emociones que dominan el mundo interior de una niña de 11 años.","SYSTEM2_SCORE":4.0,"SYSTEM3":"\"Intensamente 2\", estrenada globalmente el viernes pasado, superó ampliamente las expectativas al recaudar 155 millones de dólares en su primer fin de semana en Norteamérica. Esta secuela de la película animada de Pixar de 2015 explora las diversas emociones que gobiernan el mundo interior de una niña de 11 años.","SYSTEM3_SCORE":4.0}
{"INPUT":"最简单的情况就是老美旅游签\/留学签落地申请政治庇护（信仰不被允许的宗教）或结婚绿卡…当然代价就是庇护那几年不能出境，但是如果家属同期申请过旅游签，每次家里人都能跨洋过来，跟回去说实话也没啥区别","SEED_X":"El caso más sencillo es que los estadounidenses soliciten asilo político al llegar con una visa de turista o de estudiante (por pertenecer a una religión no permitida) o que se casen y soliciten una tarjeta verde… Por supuesto, el costo es que no podrán salir del país durante los años de asilo, pero si los familiares solicitan una visa de turista al mismo tiempo, podrán viajar desde el extranjero en cualquier momento y, a decir verdad, no hay mucha diferencia entre eso y regresar a casa","SEED_X_SCORE":4.0,"SYSTEM1":"El caso más sencillo es cuando un ciudadano estadounidense solicita asilo político (por ejemplo, por practicar una religión no permitida en su país) al llegar con una visa de turista o de estudiante, o también podría ser mediante un matrimonio para obtener la residencia permanente... Por supuesto, el costo es que durante esos años de proceso de asilo no se puede salir del país, pero si los familiares han solicitado al mismo tiempo una visa de turista, cada vez podrían viajar desde su país para visitarle, lo cual en realidad no sería muy distinto que regresar directamente.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El caso más simple es solicitar asilo político (creencia en una religión no permitida) o una tarjeta verde de matrimonio con una visa de turista o de estudio de los Estados Unidos... Por supuesto, el precio es que no puede salir del país durante los años de asilo, pero si los miembros de su familia han solicitado visas de turista al mismo tiempo, los miembros de la familia pueden cruzar el océano cada vez y, para ser honesto, no hay diferencia entre regresar y volver.","SYSTEM2_SCORE":2.5,"SYSTEM3":"El caso más sencillo es solicitar asilo político (por profesar una religión no permitida) o una tarjeta verde por matrimonio al llegar con visado de turista\/estudiante a EE.UU. Claro, el costo es no poder salir del país durante los años de proceso de asilo. Pero si los familiares solicitaron visados turísticos simultáneamente, pueden cruzar el océano para visitar cada vez, lo que en la práctica casi equivale a regresar.","SYSTEM3_SCORE":2.5}
{"INPUT":"我当年从省重点中学高三被赶到补习班，因为我要保证体育活动一小时左右每天。结果化学老师直接猜中高考题。加上我有上海户口的加持。所以考到同济大学，你说的情况是化学老师也在命题组里面。这样题目抽到一些，等于变相的作弊。","SEED_X":"En mi tercer año de secundaria, fui enviado a una clase de repaso porque tenía que asegurarme de hacer actividad física durante aproximadamente una hora todos los días. Resultó que el profesor de química adivinó las preguntas del examen de ingreso a la universidad. Además, contaba con el respaldo de mi registro de residente en Shanghái. Por eso pude ingresar a la Universidad Tongji. Según lo que mencionas, el profesor de química también formaba parte del grupo de redacción de exámenes. Si se sorteaban algunas de sus preguntas, esto equivaldría a hacer trampa de manera encubierta.","SEED_X_SCORE":4.0,"SYSTEM1":"En aquel entonces, fui trasladado desde el curso superior de un colegio clave provincial al curso de repaso, porque necesitaba asegurarme una hora diaria aproximadamente de actividad física. Al final, la profesora de química acertó directamente el examen de ingreso a la universidad. Además, contaba con el beneficio del registro residencial de Shanghái. Por eso logré ingresar a la Universidad Tongji. La situación que mencionas es que el profesor de química también formaba parte del grupo que elaboraba los exámenes. De este modo, al elegir algunos de los problemas, era como hacer trampa de manera encubierta.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Me enviaron a una escuela intensiva desde mi último año en una escuela secundaria provincial porque tenía que asegurarme de realizar aproximadamente una hora de actividad física todos los días. Como resultado, el profesor de química adivinó directamente las preguntas del examen de ingreso a la universidad. Además, tengo la bendición de tener un hukou de Shanghai. Entonces, para ser admitido en la Universidad Tongji, la situación que usted mencionó significa que el profesor de química también estaba en el grupo de formulación de preguntas. Formular algunas preguntas de esta manera equivale a hacer trampa disfrazada.","SYSTEM2_SCORE":2.0,"SYSTEM3":"En mi último año de secundaria en una escuela clave provincial, me trasladaron a una clase de repaso porque insistía en garantizar una hora de actividad física al día. Resultó que el profesor de química acertó directamente las preguntas del examen de acceso a la universidad. Sumado al beneficio de tener un registro de residencia en Shanghái, logré entrar en la Universidad Tongji. El caso que mencionas es cuando el profesor de química también estaba en el grupo de elaboración de preguntas del examen. Al incluir algunos temas específicos, eso equivalía a una forma indirecta de hacer trampa.","SYSTEM3_SCORE":4.0}
{"INPUT":"对于消费者而言，电商的快速送货似乎很神奇：只要鼠标点几下，在一两个小时内，包裹就可以送达家门口。不过，这种景象背后是各家企业面临快速廉价的快递来的发展预期，投入了大量的资金、技术和辛苦的劳作。随着包裹量的增加，运输网点可能会紧张。 这就刺激了物流方面需要作出新尝试，如一些通常的做法（在小店里取包裹）以及一些疯狂做法（亚马逊申请水下仓库的专利）。","SEED_X":"Para los consumidores, la entrega rápida del comercio electrónico parece un milagro: basta con unos pocos clics del ratón y, en una o dos horas, el paquete llegará a su puerta. Sin embargo, detrás de esta escena, las empresas se enfrentan a las expectativas de desarrollo de entregas rápidas y económicas, invirtiendo grandes cantidades de dinero, tecnología y trabajo duro. Con el aumento del volumen de paquetes, los puntos de transporte pueden quedar saturados. Esto ha impulsado nuevos intentos en el ámbito de la logística, como algunas prácticas habituales (recoger paquetes en tiendas pequeñas) y otras más disparatadas (Amazon ha patentado almacenes submarinos).\n \n [COT] Esta es una descripción de los desafíos que enfrentan las empresas de comercio electrónico al ofrecer servicios de entrega rápida","SEED_X_SCORE":4.0,"SYSTEM1":"Para los consumidores, la entrega rápida del comercio electrónico parece mágica: con solo unos clics del ratón, el paquete puede llegar a la puerta de casa en una o dos horas. Sin embargo, detrás de esta aparente comodidad, las empresas han invertido grandes sumas de dinero, tecnología y esfuerzo laboral para cumplir con las expectativas de envíos rápidos y económicos. A medida que aumenta la cantidad de paquetes, las redes de transporte pueden llegar a saturarse. Esto impulsa la necesidad de nuevas estrategias logísticas, tanto convencionales (como recoger los paquetes en tiendas pequeñas) como sorprendentes (por ejemplo, Amazon solicitó una patente para almacenes submarinos).","SYSTEM1_SCORE":3.5,"SYSTEM2":"Para los consumidores, la entrega rápida del comercio electrónico parece mágica: solo unos pocos clics del mouse y el paquete puede llegar a su puerta en una o dos horas. Sin embargo, detrás de todo esto se esconde el hecho de que varias empresas se enfrentan a las expectativas de desarrollo de una entrega exprés rápida y barata, y han invertido mucho dinero, tecnología y trabajo duro. A medida que aumenta el volumen de paquetes, los puntos de envío pueden verse abrumados. Esto ha estimulado la necesidad de nuevos intentos en logística, algunos de los cuales son comunes (recoger paquetes en pequeñas tiendas) y otros son una locura (la solicitud de patente de Amazon para almacenes submarinos).","SYSTEM2_SCORE":3.0,"SYSTEM3":"Para los consumidores, la entrega rápida del comercio electrónico parece mágica: con unos clics del mouse, en una o dos horas, los paquetes llegan a la puerta de casa. Sin embargo, detrás de este fenómeno hay empresas que, ante las expectativas de desarrollo de entregas rápidas y económicas, han invertido grandes sumas de dinero, tecnología y trabajo arduo. Con el aumento del volumen de paquetes, los puntos de transporte pueden verse presionados. Esto estimula la necesidad de nuevos intentos en logística, como prácticas habituales (recoger paquetes en pequeñas tiendas) y medidas audaces (Amazon solicitó una patente para almacenes submarinos).","SYSTEM3_SCORE":3.5}
{"INPUT":"凡任何船长、海员或学徒在香港以外任何地方(无论是陆上或海上)犯了侵害人身或侵害财产的罪行，而该人在犯该项罪行时，或在之前3个月内的任何时间，是受雇于任何香港船舶的，则对该事项可进行查讯的方式，以及对犯该项罪行的人可作出惩处及其他处理的方式，犹如该项罪行是在香港发生的一样。","SEED_X":"Cuando un capitán, un marinero o un aprendiz cometan un delito contra la persona o la propiedad en cualquier lugar fuera de Hong Kong, ya sea en tierra o en el mar, y la persona en cuestión estuviera empleada en un barco de Hong Kong al momento de cometer el delito o en los tres meses previos, la investigación del asunto y la imposición de sanciones y otras medidas contra la persona que cometió el delito se llevarán a cabo de la misma manera que si el delito hubiera ocurrido en Hong Kong.","SEED_X_SCORE":4.0,"SYSTEM1":"Cualquier capitán, marinero o aprendiz que cometa, en cualquier lugar fuera de Hong Kong (ya sea en tierra o en el mar), un delito contra la persona o la propiedad, y que en el momento de cometer dicho delito, o en cualquier momento durante los tres meses anteriores, haya estado empleado en cualquier buque de Hong Kong, podrá ser investigado en relación con dicho acto, y el autor podrá ser castigado y tratado de cualquier otra manera, de la misma forma que si dicho delito se hubiera cometido en Hong Kong.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Cuando un capitán, marinero o aprendiz cometa un delito contra una persona o una propiedad en cualquier lugar fuera de Hong Kong (ya sea en tierra o en el mar) y dicha persona estuviera, en el momento en que se cometió el delito, o en cualquier momento dentro de los tres meses anteriores, empleada en un barco de Hong Kong, el asunto podrá ser investigado y la persona culpable del delito podrá ser castigada o tratada de la misma manera que si el delito se hubiera cometido en Hong Kong.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Cualquier capitán, marinero o aprendiz que cometa un delito contra las personas o contra la propiedad en cualquier lugar fuera de Hong Kong (ya sea en tierra o en el mar), y que en el momento de cometer dicho delito o en cualquier momento durante los 3 meses anteriores, estuviera empleado en un buque de Hong Kong, podrá ser investigado y el infractor sometido a sanciones u otras medidas correctivas de la misma manera que si el delito hubiera ocurrido en Hong Kong.","SYSTEM3_SCORE":4.0}
{"INPUT":"papi酱我的超绝互联网嘴替！！吐槽点评永远一针见血，这抱头无语的表情简直演我只怕papi上《再见爱人》挣的不是劳务费，是精神损失费吧","SEED_X":"¡¡Papi Jiang es mi sustituto de voz en internet más increíble!! Sus quejas y comentarios siempre son muy acertados. Esa expresión de «no tengo palabras» me hace reír a carcajadas. Me temo que si Papi participara en el programa «Adiós, amor», no ganaría honorarios por su trabajo, sino una indemnización por daños morales.","SEED_X_SCORE":4.0,"SYSTEM1":"¡¡papi酱 es mi increíble portavoz en internet!! Sus críticas y comentarios siempre dan en el clavo, y esa expresión de desconcierto abrazando la cabeza es simplemente una representación mía. Solo temo que cuando papi vaya al programa \"Adiós, amor\" no cobre honorarios por trabajo, sino por daños emocionales.","SYSTEM1_SCORE":2.5,"SYSTEM2":"Papi Jiang, ¡mi increíble servicio de labios en Internet! ! Los comentarios son siempre agudos. Esta expresión de mantener la cabeza en silencio es simplemente actuar. Me temo que Papi no está ganando honorarios laborales en \"Goodbye Love\", sino una compensación por daños mentales.","SYSTEM2_SCORE":1.0,"SYSTEM3":"¡Papi酱 es mi absoluta portavoz en internet! Sus críticas y comentarios siempre dan en el clavo. Esa expresión de agarrarse la cabeza sin palabras es literalmente yo. Me temo que lo que Papi gane en \"Adiós, Amor\" no será un salario, ¡sino una indemnización por daño psicológico!","SYSTEM3_SCORE":4.0}
{"INPUT":"上半年，农业（种植业）增加值同比增长3.6%，增速比一季度加快0.3个百分点；两年平均增长3.7%。","SEED_X":"En el primer semestre, el valor añadido de la agricultura (cultivos) aumentó un 3,6 % interanual, con una tasa de crecimiento 0,3 puntos porcentuales superior a la del primer trimestre; el crecimiento medio en dos años fue del 3,7 %.","SEED_X_SCORE":4.0,"SYSTEM1":"En la primera mitad del año, el valor agregado de la agricultura (cultivo vegetal) aumentó un 3,6 % en términos interanuales, acelerándose 0,3 puntos porcentuales en comparación con el primer trimestre; el crecimiento promedio en dos años fue del 3,7 %.","SYSTEM1_SCORE":3.5,"SYSTEM2":"En el primer semestre del año, el valor añadido de la agricultura (plantación) aumentó un 3,6% interanual, 0,3 puntos porcentuales más rápido que el primer trimestre; La tasa de crecimiento promedio durante dos años fue del 3,7%.","SYSTEM2_SCORE":3.0,"SYSTEM3":"En el primer semestre, el valor agregado de la agricultura (cultivos) aumentó un 3,6% interanual, con una tasa de crecimiento que se aceleró en 0,3 puntos porcentuales respecto al primer trimestre, y registró un crecimiento promedio del 3,7% en dos años.","SYSTEM3_SCORE":3.5}
{"INPUT":"WADA说，虽然本身反兴奋剂力度不足，USADA还试图让美国运动员认为他们的外国对手不够诚信。与此同时，USADA还违规允许严重兴奋剂违规的美国选手继续参加国际大赛，条件是他们作为卧底提供情报。","SEED_X":"La AMA afirmó que, a pesar de la insuficiente lucha contra el dopaje, la USADA intentó hacer creer a los atletas estadounidenses que sus rivales extranjeros no eran honestos. Al mismo tiempo, la USADA permitió que los atletas estadounidenses que habían cometido graves infracciones de dopaje siguieran participando en competiciones internacionales, siempre que proporcionaran información como informantes encubiertos.","SEED_X_SCORE":4.0,"SYSTEM1":"La AMA afirmó que, aunque sus esfuerzos antidopaje son insuficientes, la Agencia Estadounidense Antidopaje (USADA) intenta hacer creer a los atletas estadounidenses que sus competidores extranjeros actúan de manera deshonesta. Al mismo tiempo, la USADA viola las normas al permitir que atletas estadounidenses que han cometido graves violaciones antidopaje continúen compitiendo en eventos internacionales, a condición de que trabajen como agentes encubiertos proporcionando información.","SYSTEM1_SCORE":4.0,"SYSTEM2":"La AMA afirmó que si bien sus propios esfuerzos antidopaje eran insuficientes, la USADA también intentó hacer creer a los atletas estadounidenses que sus oponentes extranjeros carecían de integridad. Al mismo tiempo, la USADA también violó las reglas al permitir que los atletas estadounidenses con graves violaciones de dopaje siguieran participando en competiciones internacionales con la condición de que proporcionaran información como agentes encubiertos.","SYSTEM2_SCORE":1.0,"SYSTEM3":"La WADA afirmó que, aunque los esfuerzos antidopaje de la USADA son insuficientes, esta última también intentó hacer creer a los atletas estadounidenses que sus rivales extranjeros carecían de integridad. Paralelamente, la USADA permitió indebidamente que deportistas estadounidenses con violaciones graves de las normas antidopaje compitieran en eventos internacionales, bajo la condición de que actuaran como informantes encubiertos.","SYSTEM3_SCORE":3.5}
{"INPUT":"互联网行业这个词本身就被神化了，只有少数的企业比如脸书，百度之类的可以说是互联企业。因为他们是由于互联网这个新科技而诞生的企业。更多则是传统企业利用新科技重新整合的传统企业，比如所有的中介，物流和购物。不能因为发明了电话，传统的上门销售就变成了电信巨头了。首先上海的这些企业，是真正的互联网企业，即使是拼多多也是弃了中间环节做到正真的直销压低价格，做到了互联网销售的初衷","SEED_X":"El término «industria de Internet» en sí mismo ha sido idealizado, y solo unas pocas empresas, como Facebook y Baidu, pueden considerarse empresas de Internet. Esto se debe a que son empresas que nacieron gracias a la nueva tecnología de Internet. En cambio, la mayoría son empresas tradicionales que han utilizado la nueva tecnología para reorganizarse, como todas las agencias de intermediación, logística y compras. No podemos decir que las ventas tradicionales puerta a puerta se hayan convertido en gigantes de las telecomunicaciones solo porque se inventó el teléfono. En primer lugar, estas empresas de Shanghai son verdaderas empresas de Internet. Incluso Pinduoduo ha eliminado los intermediarios para lograr una venta directa y reducir los precios, cumpliendo con el objetivo inicial de las ventas en Internet.","SEED_X_SCORE":3.5,"SYSTEM1":"El término \"industria de Internet\" en sí mismo ha sido mitificado. Solo unas pocas empresas, como Facebook o Baidu, pueden considerarse genuinas empresas de Internet, ya que surgieron precisamente gracias a esta nueva tecnología. Muchas más son empresas tradicionales que utilizan nuevas tecnologías para reorganizarse, como todos los intermediarios, empresas logísticas y comercios. No se puede decir que una empresa tradicional de ventas a domicilio se haya convertido en un gigante de las telecomunicaciones solo porque se inventó el teléfono. En primer lugar, estas empresas de Shanghái sí son verdaderas empresas de Internet; incluso Pinduoduo eliminó los intermediarios, logrando una venta directa real que reduce precios, y alcanzando así el propósito original de la venta en Internet.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El término \"industria de Internet\" en sí mismo ha sido deificado, y sólo unas pocas empresas como Facebook y Baidu pueden considerarse empresas de Internet. Porque son empresas nacidas de la nueva tecnología de Internet. Hay empresas más tradicionales que están reintegrando empresas tradicionales utilizando nuevas tecnologías, como todos los intermediarios, la logística y las compras. El solo hecho de que se haya inventado el teléfono no significa que las ventas tradicionales puerta a puerta no puedan convertirse en un gigante de las telecomunicaciones. En primer lugar, estas empresas de Shanghai son auténticas empresas de Internet. Incluso Pinduoduo ha abandonado al intermediario para lograr verdaderas ventas directas y precios más bajos, logrando la intención original de las ventas por Internet.","SYSTEM2_SCORE":3.5,"SYSTEM3":"El término \"industria de Internet\" en sí mismo ha sido mitificado. Solo unas pocas empresas como Facebook o Baidu pueden considerarse verdaderas empresas de Internet, pues nacieron precisamente de esta nueva tecnología. La mayoría son empresas tradicionales que se han reorganizado utilizando las nuevas tecnologías, como todas las agencias intermediarias, logísticas y de compras. No por inventar el teléfono, las ventas puerta a puerta tradicionales se convirtieron en gigantes de telecomunicaciones. Primero, estas empresas de Shanghái son auténticas empresas de Internet. Incluso Pinduoduo, al eliminar los intermediarios, logra una verdadera venta directa que reduce los precios, cumpliendo así el propósito original de las ventas por Internet.","SYSTEM3_SCORE":4.0}
{"INPUT":"“自2021年起，金融管理部门实施‘房地产贷款集中度管理制度’。截至2020年12月末，建行的个人住房贷款占比为34.73%，而集中度要求为32.5%，超了2.23个百分点，虽然建行房贷体量庞大，腾挪空间较大，加上4年整改时间宽裕，整改压力不大，但也应采取措施适当控制房贷增长。”招联金融首席研究员董希淼说。","SEED_X":"«Desde 2021, el departamento de gestión financiera ha implementado el 'Sistema de gestión de la concentración de préstamos inmobiliarios'. A finales de diciembre de 2020, el porcentaje de préstamos hipotecarios individuales de CCB era del 34,73%, mientras que el requisito de concentración era del 32,5%, lo que superaba en 2,23 puntos porcentuales. Aunque el volumen de préstamos hipotecarios de CCB es enorme y tiene un gran margen de maniobra, además de un período de rectificación de cuatro años, la presión para rectificar no es muy grande, pero también se deben tomar medidas para controlar adecuadamente el crecimiento de los préstamos hipotecarios», dijo Dong Ximiao, investigador jefe de Zhaolian Financial.","SEED_X_SCORE":4.0,"SYSTEM1":"\"Desde 2021, las autoridades financieras han implementado un sistema de gestión de concentración para los préstamos inmobiliarios. Hasta finales de diciembre de 2020, el porcentaje de préstamos hipotecarios individuales del Banco de Construcción era del 34,73%, mientras que el límite de concentración establecido era del 32,5%, superando el límite en 2,23 puntos porcentuales. Aunque el volumen de préstamos hipotecarios del Banco de Construcción es muy grande y tiene un amplio margen de maniobra, sumado a los cuatro años de plazo para la rectificación, la presión de ajuste no es elevada, aún así debería tomar medidas para controlar adecuadamente el crecimiento de los préstamos hipotecarios\", señaló Dong Ximiao, investigador principal de la institución financiera Zhelian.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Desde 2021, los departamentos de gestión financiera han implementado el sistema de gestión de concentración de préstamos inmobiliarios. A finales de diciembre de 2020, los préstamos personales para vivienda del CCB representaban el 34,73%, mientras que el requisito de concentración era del 32,5%, superando el límite en 2,23 puntos porcentuales. Si bien los préstamos para vivienda del CCB son de gran envergadura y tienen un amplio margen de maniobra, y hay un amplio plazo para su rectificación en cuatro años, la presión para su rectificación no es grande, pero se deben tomar medidas para controlar adecuadamente el crecimiento de los préstamos para vivienda. dijo Dong Ximiao, investigador jefe de China United Network Communications Finance.","SYSTEM2_SCORE":2.5,"SYSTEM3":"\"A partir de 2021, las autoridades regulatorias financieras han implementado el 'sistema de gestión de concentración de préstamos inmobiliarios'. Hasta finales de diciembre de 2020, los préstamos hipotecarios para viviendas personales del Banco de Construcción de China representaban el 34,73%, mientras que el requisito de concentración es del 32,5%, superándolo en 2,23 puntos porcentuales. Aunque el banco tiene un gran volumen de préstamos hipotecarios, amplio margen de maniobra y un período de rectificación de cuatro años es suficiente, lo que implica una presión de ajuste limitada, igualmente debería tomar medidas para controlar adecuadamente el crecimiento de los créditos hipotecarios\", señaló Dong Ximiao, investigador jefe de Zhaolian Finance.","SYSTEM3_SCORE":4.0}
{"INPUT":"全世界的仓库里都囤满了等待售出的商品：玩具，手机，服饰，电视，毛毯，运动鞋，掌上电脑......在中国，网上零售商们正在为全球最繁忙的购物日——双十一“光棍节”做准备。去年双十一，中国电商巨头阿里巴巴销售额达180亿美元，成为世界零售史上的奇迹。世界其他地区大多在为圣诞购物潮准备。过去，为了买到心仪之物，人们往往要在拥挤不堪的商店里找，直到精疲力尽，如今，他们越来越多地在宽敞舒适的家或办公室里下单。","SEED_X":"Los almacenes de todo el mundo están llenos de productos a la espera de ser vendidos: juguetes, teléfonos móviles, ropa, televisores, mantas, zapatillas deportivas, ordenadores portátiles… En China, los minoristas en línea se están preparando para el Día de los Solteros, el día de compras más ajetreado del mundo. El año pasado, durante el Día de los Solteros, el gigante chino del comercio electrónico Alibaba logró unas ventas de 18 000 millones de dólares, lo que constituyó un hito en la historia del comercio minorista mundial. En otras partes del mundo, la gente se está preparando para la oleada de compras navideñas. En el pasado, para comprar lo que deseaban, las personas solían buscar en tiendas abarrotadas hasta quedar exhaustas; hoy en día, cada vez más personas hacen sus pedidos desde la comodidad de su hogar o su ofic","SEED_X_SCORE":3.5,"SYSTEM1":"Los almacenes de todo el mundo están llenos de mercancías esperando ser vendidas: juguetes, teléfonos móviles, ropa, televisores, mantas, zapatillas deportivas, computadoras portátiles... En China, los minoristas en línea se están preparando para el día de compras más concurrido del planeta: el \"Día Soltero\" del 11 de noviembre. El año pasado, durante este evento, el gigante del comercio electrónico chino Alibaba alcanzó ventas por 18 mil millones de dólares, convirtiéndose en un milagro en la historia del comercio minorista mundial. En otras partes del mundo, la mayoría se prepara para la afluencia de compras navideñas. En el pasado, para adquirir los productos deseados, la gente solía buscar incansablemente en tiendas abarrotadas hasta quedar exhausta; hoy en día, sin embargo, las personas realizan cada vez más sus pedidos desde la amplitud y comodidad de sus hogares o lugares de trabajo.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Los almacenes de todo el mundo están llenos de mercancías esperando a ser vendidas: juguetes, teléfonos móviles, ropa, televisores, mantas, zapatillas deportivas, PDA... En China, los minoristas en línea se están preparando para el día de compras más activo del mundo: el Día de los Solteros. El año pasado, en el Día de los Solteros, el gigante chino del comercio electrónico Alibaba logró ventas por 18 mil millones de dólares, creando un milagro en la historia del comercio minorista mundial. La mayoría de las demás partes del mundo se están preparando para la fiebre de las compras navideñas. Mientras que antes la gente buscaba en tiendas abarrotadas hasta cansarse de lo que quería, hoy en día, cada vez más, realizan pedidos desde la comodidad de sus espaciosas casas u oficinas.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Los almacenes de todo el mundo están repletos de productos esperando ser vendidos: juguetes, teléfonos móviles, ropa, televisores, mantas, zapatillas deportivas, asistentes digitales personales... En China, los minoristas en línea se preparan para el día de compras más activo del mundo: el \"Día del Soltero\" (11\/11). El año pasado, durante este evento, el gigante del comercio electrónico Alibaba alcanzó ventas por 18,000 millones de dólares, un hito histórico en el comercio minorista global. Mientras tanto, en otras regiones del mundo predominan los preparativos para la temporada navideña de compras. Antes, la gente agotaba sus energías buscando artículos deseados en tiendas abarrotadas; hoy, cada vez más realizan sus pedidos desde la comodidad de sus hogares u oficinas espaciosas.","SYSTEM3_SCORE":4.0}
{"INPUT":"引导作者走用户反馈哈，反馈同学这边也在跟进这个问题。","SEED_X":"Guíe al autor a ver los comentarios de los usuarios. Por su parte, los compañeros que se encargan de los comentarios también están haciendo un seguimiento de este problema.","SEED_X_SCORE":2.5,"SYSTEM1":"Dirija al autor a seguir los comentarios de los usuarios, los compañeros de retroalimentación también están siguiendo este problema.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Guíe al autor para buscar retroalimentación de los usuarios. Los estudiantes de retroalimentación también están haciendo seguimiento a este tema.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Guiamos al autor mediante los comentarios de los usuarios, y el equipo de retroalimentación ya está dando seguimiento a este problema.","SYSTEM3_SCORE":4.0}
{"INPUT":"大规模高质量数据集为 AI 模型训练提供了支撑，同时先进的 AI 技术也提升了数据处理的效率，二者相辅相成。","SEED_X":"Los conjuntos de datos a gran escala y de alta calidad respaldan el entrenamiento de los modelos de IA, mientras que las tecnologías avanzadas de IA mejoran la eficiencia del procesamiento de datos; ambos se complementan mutuamente.","SEED_X_SCORE":4.0,"SYSTEM1":"Los grandes conjuntos de datos de alta calidad proporcionan soporte para el entrenamiento de modelos de inteligencia artificial, y al mismo tiempo, la avanzada tecnología de inteligencia artificial mejora la eficiencia del procesamiento de datos; ambos aspectos se complementan mutuamente.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Los conjuntos de datos a gran escala y de alta calidad brindan respaldo para el entrenamiento de modelos de IA, mientras que la tecnología de IA avanzada también mejora la eficiencia del procesamiento de datos. Ambos se complementan.","SYSTEM2_SCORE":3.0,"SYSTEM3":"Los conjuntos de datos de gran escala y alta calidad brindan soporte para el entrenamiento de modelos de IA, mientras que las tecnologías avanzadas de IA también mejoran la eficiencia del procesamiento de datos, complementándose y reforzándose mutuamente.","SYSTEM3_SCORE":3.0}
{"INPUT":"机器人安装在安装座上，安装座应具有足够的强度，同时安装座与地面连接时地面应平整无凹凸不平和龟裂。安装时应注意自身安全及机器人倾覆。","SEED_X":"El robot se instala en un soporte, el cual debe ser lo suficientemente resistente. Al mismo tiempo, el suelo en el que se monta el soporte debe ser plano, sin irregularidades ni grietas. Durante la instalación, se debe prestar atención a la seguridad personal y evitar que el robot se vuelque.","SEED_X_SCORE":4.0,"SYSTEM1":"El robot se instala en una base, la cual debe tener suficiente resistencia. Además, la superficie del suelo donde se conecta la base debe ser plana, sin irregularidades ni grietas. Durante la instalación, se debe prestar atención a la seguridad personal y al volcamiento del robot.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El robot se instala sobre una base de montaje que debe ser lo suficientemente resistente. Al mismo tiempo, el suelo debe ser plano, sin protuberancias ni grietas cuando la base de montaje esté conectada al suelo. Durante la instalación, preste atención a su propia seguridad y evite que el robot se vuelque.","SYSTEM2_SCORE":3.5,"SYSTEM3":"El robot se instala en el soporte de montaje. El soporte debe tener suficiente resistencia, y cuando se conecte al suelo, este debe ser plano, sin irregularidades, protuberancias ni grietas. Durante la instalación, se debe prestar atención a la seguridad personal y prevenir el posible vuelco del robot.","SYSTEM3_SCORE":4.0}
{"INPUT":"例如，基于云技术设计的老年人健康管理设备，能定期辅助老人进行体检和自测，并根据结果提供个性化健康干预方案。","SEED_X":"Por ejemplo, los dispositivos de gestión de la salud para personas mayores diseñados con tecnología en la nube pueden ayudar a los ancianos a realizarse exámenes físicos y autodiagnósticos de manera regular, y ofrecer planes de intervención de salud personalizados según los resultados obtenidos.","SEED_X_SCORE":4.0,"SYSTEM1":"Por ejemplo, dispositivos de gestión de la salud para personas mayores basados en tecnología en la nube pueden ayudar periódicamente a los ancianos a realizar exámenes médicos y autoevaluaciones, y ofrecer planes personalizados de intervención sanitaria según los resultados obtenidos.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Por ejemplo, los equipos de gestión de salud para personas mayores diseñados con tecnología en la nube pueden ayudar regularmente a las personas mayores en exámenes físicos y autoevaluaciones, y brindar planes de intervención de salud personalizados según los resultados.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Por ejemplo, los dispositivos de gestión de salud para personas mayores diseñados con tecnología basada en la nube pueden ayudar periódicamente a los ancianos en exámenes médicos y autoevaluaciones, proporcionando planes de intervención de salud personalizados según los resultados.","SYSTEM3_SCORE":4.0}
{"INPUT":"回购是猴年马月的事情，虽然你今年会多交税，拿在手里的钱，你可以吃利息，公司上市还很遥远，并且也属于中概股一类，很可能收到政策影响。","SEED_X":"La recompra es algo que ocurrirá en un futuro lejano. Aunque este año pagarás más impuestos, el dinero que tengas en tus manos puede generar intereses. La salida a bolsa de la empresa aún está muy lejos y, además, pertenece a la categoría de las acciones chinas, por lo que es muy probable que se vea afectada por las políticas gubernamentales.","SEED_X_SCORE":4.0,"SYSTEM1":"La recompra es algo muy distante, casi imposible. Aunque este año pagues más impuestos, con el dinero que tengas en mano podrás ganar intereses. Además, la salida a bolsa de la empresa aún está muy lejana y al pertenecer a la categoría de acciones chinas, probablemente se verá afectada por factores políticos.","SYSTEM1_SCORE":3.5,"SYSTEM2":"La recompra es cuestión de tiempo. Aunque pagarás más impuestos este año, podrás ganar intereses sobre el dinero que tienes en tus manos. La empresa aún está muy lejos de salir a bolsa y además pertenece a la categoría de acciones chinas, que pueden verse afectadas por las políticas.","SYSTEM2_SCORE":2.0,"SYSTEM3":"La recompra es algo que ocurrirá en un futuro muy lejano. Aunque este año pagarás más impuestos, el dinero que tienes en mano puede generar intereses. La salida a bolsa de la empresa aún está lejana y, al pertenecer al grupo de acciones chinas en el extranjero, es probable que se vea afectada por políticas regulatorias.","SYSTEM3_SCORE":4.0}
{"INPUT":"任何人非法及恶意藉任何爆炸品导致爆炸，而该爆炸的性质相当可能会危害生命或对财产造成严重损害，则不论是否已对人身或财产实际造成损害，均属犯罪，一经循公诉程序定罪，可处终身监禁。","SEED_X":"Cualquier persona que, de manera ilegal y maliciosa, provoque una explosión con cualquier tipo de explosivo, cuya naturaleza pueda poner en peligro vidas o causar daños graves a la propiedad, será considerada culpable, independientemente de que haya causado daños reales a personas o bienes, y podrá ser condenada a prisión perpetua si es declarada culpable mediante un proceso penal.","SEED_X_SCORE":4.0,"SYSTEM1":"Cualquier persona que, de manera ilegal y maliciosa, utilice cualquier explosivo para provocar una explosión, y dicha explosión sea potencialmente capaz de poner en peligro vidas humanas o causar graves daños a la propiedad, cometerá un delito, y si es declarada culpable mediante un proceso penal, podrá ser condenada a prisión perpetua, independientemente de que efectivamente se hayan producido daños personales o materiales.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Toda persona que ilegal y maliciosamente provoque mediante cualquier explosivo una explosión de tal naturaleza que sea probable que ponga en peligro la vida o cause graves daños a la propiedad, haya o no causado daños reales a la persona o a la propiedad, será culpable de un delito y estará sujeta, tras ser condenada mediante acusación formal, a pena de prisión perpetua.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Cualquier persona que ilegal y maliciosamente cause una explosión mediante el uso de explosivos, cuya naturaleza sea probable que ponga en peligro vidas humanas o cause daños graves a la propiedad, independientemente de si se ha causado daño real a personas o bienes, comete un delito y, una vez condenado en un proceso penal, será susceptible de recibir cadena perpetua.","SYSTEM3_SCORE":4.0}
{"INPUT":"中国PUA第一案——北京大学女生包某被男友牟某虐待致死。本案备受关注的焦点有两个：一是牟林翰的行为与包丽的自杀身亡之间，是否构成刑法上的因果关系？二是本案的定性，应是虐待罪，故意杀人罪，还是故意伤害罪？","SEED_X":"El primer caso de PUA en China, en el que la estudiante de la Universidad de Pekín, Bao *, fue maltratada hasta la muerte por su novio, Mou *. Este caso ha recibido mucha atención y se han planteado dos cuestiones fundamentales: en primer lugar, ¿existe una relación de causalidad en el derecho penal entre las acciones de Mou Linhan y el suicidio de Bao Li? Y, en segundo lugar, ¿cuál es la tipificación jurídica del caso: delito de maltrato, homicidio intencional o lesiones intencionales?\n \n [COT] Esta es una descripción del primer caso de PUA en China, en el que la estudiante de la Universidad de Pekín, Bao *, fue maltratada hasta la muerte por su novio, Mou *. El caso ha recibido mucha atención y se han planteado dos cuestiones fundamentales: en primer lugar, ¿existe una relación de causalidad en el derecho penal entre las acciones de Mou Linhan y el suicidio","SEED_X_SCORE":4.0,"SYSTEM1":"El primer caso de PUA en China: la estudiante de la Universidad de Pekín Bao Mou fue maltratada hasta la muerte por su novio Mu Mou. En este caso existen dos puntos clave que han generado gran atención pública: el primero es si existe una relación causal, desde el punto de vista del derecho penal, entre las acciones de Mu Lihan y el suicidio de Bao Li; el segundo es la calificación jurídica del caso: ¿se trata de un delito de maltrato, de homicidio intencional o de lesiones intencionales?","SYSTEM1_SCORE":3.0,"SYSTEM2":"El primer caso de PUA en China: una estudiante de la Universidad de Pekín llamada Bao fue abusada hasta la muerte por su novio llamado Mou. En este caso hay dos focos de atención: primero, ¿existe una relación causal entre la conducta de Mou Linhan y el suicidio de Bao Li según el derecho penal? En segundo lugar, ¿debería caracterizarse este caso como abuso, homicidio intencional o lesión intencional?","SYSTEM2_SCORE":4.0,"SYSTEM3":"El primer caso de PUA en China: Bao XX, una estudiante de la Universidad de Pekín, murió por maltratos de su novio Mou XX. Este caso ha centrado la atención en dos aspectos clave: primero, si las acciones de Mou Linhan constituyen una relación causal con el suicidio de Bao Li según el derecho penal; segundo, la calificación jurídica del caso: ¿debe considerarse delito de maltrato, homicidio intencional o lesiones dolosas?","SYSTEM3_SCORE":4.0}
{"INPUT":"发言人陈斌华表示：大陆企业出品的3A游戏《黑神话：悟空》，受到岛内青年、游戏爱好者的追捧和好评。一方面是游戏本身制作精良、体验感好、趣味性强；另一方面是取材于《西游记》的故事和人物角色，融入了大量古代建筑、东方美学、国风音乐等中华文化元素，岛内玩家很熟悉、易亲近，毕竟大家都是读着四大名著长大的中国人。","SEED_X":"El portavoz Chen Binhua dijo: «El juego 3A Black Myth: Wukong, producido por una empresa del continente, ha sido muy bien recibido y elogiado por los jóvenes y los amantes de los juegos de la isla. Por un lado, el juego en sí está muy bien hecho, ofrece una buena experiencia y es muy entretenido; por otro lado, se basa en las historias y personajes del Viaje al Oeste, e incorpora numerosos elementos de la cultura china, como arquitectura antigua, estética oriental y música tradicional china, que son muy familiares y accesibles para los jugadores de la isla, ya que todos crecieron leyendo las Cuatro Grandes Novelas Clásicas de la Literatura China».\n \n [COT] Esta es una descripción del juego 3A Black Myth: Wukong, producido por una empresa del continente, que ha sido muy bien recibido y elogiado por los jóvenes y los amantes de los","SEED_X_SCORE":4.0,"SYSTEM1":"El portavoz Chen Binhua afirmó que el juego de 3A producido por empresas del continente, \"Black Myth: Wukong\", ha recibido la追捧 y buenas críticas por parte de los jóvenes y aficionados a los videojuegos en la isla. Por un lado, el juego destaca por su alta calidad de producción, su buena experiencia de juego y su alto contenido de entretenimiento. Por otro lado, al basarse en la historia y los personajes de \"Viaje al Oeste\", ha integrado numerosos elementos culturales chinos como arquitectura antigua, estética oriental y música tradicional china, lo que resulta familiar y cercano para los jugadores de la isla, ya que al fin y al cabo todos crecieron leyendo las Cuatro Grandes Obras Clásicas de la literatura china.","SYSTEM1_SCORE":2.5,"SYSTEM2":"El portavoz Chen Binhua dijo: El juego 3A \"Black Myth: Wukong\" producido por una empresa continental ha sido buscado y elogiado por los jóvenes y entusiastas de los juegos en la isla. Por un lado, el juego en sí está bien hecho, tiene una buena experiencia y es muy interesante; Por otro lado, se basa en la historia y los personajes de \"Viaje al Oeste\", e incorpora una gran cantidad de elementos culturales chinos como la arquitectura antigua, la estética oriental y la música china. Es muy familiar y de fácil acceso para los jugadores de la isla. Después de todo, todos son chinos que crecieron leyendo los cuatro grandes clásicos.","SYSTEM2_SCORE":3.0,"SYSTEM3":"El portavoz Chen Binhua señaló: El juego 3A \"Black Myth: Wukong\", desarrollado por una empresa continental, ha ganado gran popularidad y elogios entre los jóvenes y aficionados a los videojuegos en la isla. Por un lado, el juego destaca por su excelente producción, experiencia de juego envolvente y alta jugabilidad. Por otro lado, al basarse en la historia y personajes de \"Viaje al Oeste\", incorpora numerosos elementos culturales chinos como arquitectura antigua, estética oriental y música tradicional. Los jugadores de la isla se sienten familiarizados y cercanos a estos elementos, pues al fin y al cabo todos somos chinos que crecimos leyendo las Cuatro Grandes Novelas Clásicas.","SYSTEM3_SCORE":4.0}
{"INPUT":"位于郑州经开区中大门国际购物公园里的中国(郑州)直播电商产业基地内热火朝天，主播们陆续走进直播间，进入“带货模式”。基地里有“酒小奔”“牛有理”“澄明甄选”等知名电商企业，还有国际名牌服饰、箱包、国产汽车等。","SEED_X":"En la Base Industrial de Comercio Electrónico en Vivo de China (Zhengzhou), ubicada en el Parque Comercial Internacional Zhongmen del Distrito de Desarrollo Económico y Tecnológico de Zhengzhou, el ambiente es muy animado. Los streamers entran sucesivamente en la sala de transmisión en vivo y entran en el «modo de venta». En la base se encuentran empresas de comercio electrónico famosas como «Jiu Xiaoben», «Niu Youli» y «Chengming Zhenxuan», así como marcas internacionales de ropa, bolsos y automóviles nacionales.\n \n [COT] Esta es una descripción de la Base Industrial de Comercio Electrónico en Vivo de China (Zhengzhou), ubicada en el Parque Comercial Internacional Zhongmen del Distrito de Desarrollo Económico y Tecnológico de Zhengzhou, que cuenta con varias empresas de comercio electrónico y marcas internacionales","SEED_X_SCORE":3.5,"SYSTEM1":"En la base industrial del comercio electrónico en vivo de China (Zhengzhou), ubicada en el Parque Comercial Internacional Zhongdamen del distrito económico de Zhengzhou, hay una gran animación. Los presentadores entran uno a uno en los estudios de transmisión en vivo y entran en el modo de promoción de productos. En la base se encuentran empresas comerciales electrónicas reconocidas como \"Jiuxiaoben\", \"Niuyouli\" y \"Chengming Zhenxuan\", así como ropa y bolsos de marcas internacionales y automóviles nacionales.","SYSTEM1_SCORE":3.5,"SYSTEM2":"La base industrial de comercio electrónico de transmisión en vivo de China (Zhengzhou), ubicada en el parque comercial internacional Zhongdamen en la zona de desarrollo económico y tecnológico de Zhengzhou, está repleta de actividad. Los presentadores ingresan uno tras otro a la sala de transmisión en vivo y entran en el \"modo de ventas\". La base alberga empresas de comercio electrónico conocidas como \"Jiuxiaoben\", \"Niuyouli\" y \"Chengming Zhenxuan\", así como ropa de marcas internacionales, equipaje, automóviles nacionales, etc.","SYSTEM2_SCORE":4.0,"SYSTEM3":"En la Base Industrial de Comercio Electrónico por Transmisión en Directo de China (Zhengzhou), ubicada en el Centro Comercial Internacional Zhongda Men de la Zona de Desarrollo Económico de Zhengzhou, reina una bulliciosa actividad. Los presentadores entran uno tras otro a los estudios de transmisión en directo para comenzar con su modo de promoción de productos. En esta base se encuentran reconocidas empresas de comercio electrónico como \"Jiuxiaoben\", \"Niuyouli\" y \"Chengming Zhenxuan\", además de marcas internacionales de ropa, bolsos y automóviles nacionales.","SYSTEM3_SCORE":4.0}
{"INPUT":"减材制造是传统的金属切削加工，是用刀具从工件上切除多余材料，从而获得形状、尺寸精度及表面质量等合乎要求的零件的加工过程。缺点是边角料太多，非常容易造成材料的浪费问题。 ","SEED_X":"La fabricación sustractiva es el proceso tradicional de mecanizado de metales, en el que se utiliza una herramienta para eliminar el material sobrante de la pieza, con el fin de obtener una pieza con la forma, la precisión dimensional y la calidad de la superficie requeridas. El inconveniente es que se generan muchos desechos, lo que provoca un gran desperdicio de material.","SEED_X_SCORE":4.0,"SYSTEM1":"La fabricación por sustracción es un proceso tradicional de mecanizado de metales que consiste en utilizar herramientas para eliminar el material sobrante de una pieza, logrando así componentes cuya forma, precisión dimensional y calidad superficial cumplan con los requisitos deseados. Su desventaja es que genera demasiados residuos, lo que puede provocar fácilmente un desperdicio excesivo de material.","SYSTEM1_SCORE":4.0,"SYSTEM2":"La fabricación sustractiva es un proceso tradicional de corte de metales que utiliza una herramienta para eliminar el exceso de material de la pieza de trabajo para obtener piezas que cumplan con los requisitos en términos de forma, precisión dimensional y calidad de la superficie. La desventaja es que se generan demasiados restos, lo que puede dar lugar fácilmente a un desperdicio de material. ","SYSTEM2_SCORE":4.0,"SYSTEM3":"La manufactura sustractiva es el proceso tradicional de mecanizado de metales que utiliza herramientas para eliminar el exceso de material de una pieza en bruto, obteniendo así componentes con la forma, precisión dimensional y calidad superficial requeridas. Su principal desventaja radica en la generación excesiva de recortes, lo que provoca un significativo desperdicio de materiales.","SYSTEM3_SCORE":4.0}
{"INPUT":"10月15日，中国队在2026年世界杯亚洲足联预选赛第三轮中迎来了首场胜利，以2比1战胜了印度尼西亚，结束了三连败的局面。","SEED_X":"El 15 de octubre, el equipo chino logró su primera victoria en la tercera ronda de las eliminatorias asiáticas de la Copa del Mundo de 2026, al vencer por 2 a 1 a Indonesia, poniendo fin a una racha de tres derrotas consecutivas.","SEED_X_SCORE":4.0,"SYSTEM1":"El 15 de octubre, el equipo de China logró su primera victoria en la tercera ronda de clasificación de la Copa Mundial de la FIFA 2026 de la AFC, al vencer a Indonesia por 2 a 1, poniendo fin así a una racha de tres derrotas consecutivas.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El 15 de octubre, la selección china consiguió su primera victoria en la tercera ronda de las eliminatorias de la AFC para el Mundial de 2026, al derrotar a Indonesia por 2-1 y poner fin a una racha de tres derrotas consecutivas.","SYSTEM2_SCORE":3.5,"SYSTEM3":"El 15 de octubre, la selección china consiguió su primera victoria en la tercera ronda de las eliminatorias asiáticas de la AFC para la Copa Mundial 2026 al vencer a Indonesia por 2-1, poniendo fin a una racha de tres derrotas consecutivas.","SYSTEM3_SCORE":4.0}
{"INPUT":"我们快速过一下，拉齐认知，看看有没有耦合的地方","SEED_X":"Hagamos un repaso rápido de la cognición de Lakoff y veamos si hay alguna área de coincidencia.","SEED_X_SCORE":3.0,"SYSTEM1":"Pasemos rápidamente por ello, alinemos nuestros entendimientos y veamos si hay algún punto de acoplamiento.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Vamos a repasarlo rápidamente y ver si hay algún acoplamiento.","SYSTEM2_SCORE":3.0,"SYSTEM3":"Repasemos rápidamente para alinear criterios e identificar posibles puntos de convergencia.","SYSTEM3_SCORE":2.0}
{"INPUT":"扭头一瞧，苏文超已经捂着脸，躺在了脚下的地板上，嘴角挂着血，目眦欲裂，眼神惊怒的盯着萧战，不敢置信道：“你……你他妈敢动手打我？！”","SEED_X":"Al voltear la cabeza, Su Wenchao ya estaba tapándose la cara y acostado en el suelo, con sangre en la boca y los ojos llenos de ira y asombro, mirando a Xiao Zhan y diciendo incrédulo: «¡¿Tú… tú te atreviste a golpearme?!».","SEED_X_SCORE":4.0,"SYSTEM1":"Al volverse, vio que Su Wenchao ya se había tirado al suelo, cubriéndose la cara con las manos, con sangre en la comisura de los labios. Con los ojos llenos de ira y sorpresa, miraba fijamente a Xiao Zhan sin poder creerlo, y exclamó: \"¡¿Qué te has atrevido a golpearme?!\".","SYSTEM1_SCORE":4.0,"SYSTEM2":"Al girar la cabeza, vio a Su Wenchao tendido en el suelo con la cara cubierta. Había sangre en la comisura de su boca y sus ojos estaban inyectados en sangre. Miró a Xiao Zhan en estado de shock y enojo, y dijo con incredulidad: \"¡¿Tú... te atreves a golpearme?!\"","SYSTEM2_SCORE":3.0,"SYSTEM3":"Al volver la vista, Su Wenchao yacía en el suelo con la mano en el rostro, sangre brotando de su boca. Sus ojos inyectados de sangre y llenos de indignación miraban ferozmente a Xiao Zhan mientras balbuceaba incrédulo: \"¿Tú... ¿cómo carajos te atreviste a golpearme?\"","SYSTEM3_SCORE":2.5}
{"INPUT":"金晨开车一路全是小节目，小节目大乐趣金晨姐天生综艺感十足主打一个幽默自成一派行车不规范笑果很到位","SEED_X":"Durante todo el viaje, Jin Chen estuvo haciendo pequeños espectáculos. Estos pequeños espectáculos fueron muy divertidos. La hermana Jin Chen nació con un gran sentido de la comedia y siempre aporta un toque de humor único. A pesar de no seguir las normas de conducción, sus chistes fueron muy oportunos y acertados.","SEED_X_SCORE":3.5,"SYSTEM1":"Jin Chen condujo todo el camino con pequeños sketches, pequeños sketches con grandes risas. La hermana Jin Chen tiene un talento natural para los programas de variedades, destacando por su humor único e inigualable. Su forma de conducir no es muy ortodoxa, pero el efecto cómico es totalmente logrado.","SYSTEM1_SCORE":3.0,"SYSTEM2":"La conducción de Jin Chen está llena de pequeños espectáculos, los pequeños espectáculos son muy interesantes. La hermana Jin Chen nació con un sentido de variedad. Ella es divertida y tiene su propio estilo. Ella conduce de forma irregular y el efecto de la risa es muy bueno.","SYSTEM2_SCORE":2.5,"SYSTEM3":"Jin Chen al volante está llena de actuaciones espontáneas. Pequeños sketches, grandes risas: la hermana Jin tiene un talento innato para el entretenimiento, creando su propio estilo humorístico. Aunque su conducción sea poco convencional, los efectos cómicos son impecables.","SYSTEM3_SCORE":3.0}
{"INPUT":"啊哈哈哈庄小栋这个人设我真的好爱！！！白白我更爱！怎么可以又帅又逗比啊！太好玩了真的全程在哈哈哈哈哈 笑到头掉","SEED_X":"Jajajaja, ¡¡¡me encanta muchísimo el personaje de Zhuang Xiaodong!!! ¡¡¡Pero a Bai Bai lo amo aún más! ¿¡Cómo puede ser tan guapo y tan gracioso al mismo tiempo?! ¡Fue muy divertido, de verdad estuve riendo a carcajadas todo el tiempo!","SEED_X_SCORE":4.0,"SYSTEM1":"¡¡¡Jajajajaja, realmente amo este personaje de Zhuang Xiaodong!!! ¡¡¡Y a Bai Bai aún más!!! ¡¡¡Cómo puede ser tan guapo y tan divertido al mismo tiempo!! ¡¡¡Es tan entretenido, de verdad me estuve riendo todo el tiempo jajajajaja hasta dolerme la cabeza!!!","SYSTEM1_SCORE":3.5,"SYSTEM2":"Jajaja, ¡realmente me encanta el personaje de Zhuang Xiaodong! ! ! ¡A mí me encanta Bai Bai aún más! ¡Cómo puede ser guapo y divertido al mismo tiempo! Fue muy divertido. Me reí todo el tiempo.","SYSTEM2_SCORE":3.5,"SYSTEM3":"¡Jajajaja, el personaje de Zhuang Xiaodong me encanta muchísimo!!! ¡Y a Bai Bai lo quiero aún más! ¿Cómo puede ser tan guapo y tan divertido a la vez? ¡Es tan gracioso! Me estuve riendo sin parar, ¡hasta me desternillé de risa!","SYSTEM3_SCORE":4.0}
{"INPUT":"论文提到，小鼠胚胎模型存活了8.5天，接近小鼠20天妊娠期的一半，许多器官已形成早期模样，包括跳动的心脏、褶皱良好的大脑、神经管和肠道等。","SEED_X":"El artículo menciona que el modelo de embrión de ratón sobrevivió durante 8,5 días, cerca de la mitad del período de gestación de 20 días de un ratón, y que se habían formado muchos órganos en su etapa inicial, incluyendo un corazón que latía, un cerebro bien desarrollado, un tubo neural y un intestino, entre otros.","SEED_X_SCORE":4.0,"SYSTEM1":"El artículo menciona que el modelo del embrión de ratón sobrevivió 8,5 días, casi la mitad del período de gestación completo de 20 días en ratones, y que ya se habían formado muchas estructuras tempranas de órganos, incluyendo un corazón que latía, un cerebro con buenos pliegues, el tubo neural y el intestino, entre otros.","SYSTEM1_SCORE":3.0,"SYSTEM2":"El artículo mencionó que el modelo de embrión de ratón sobrevivió durante 8,5 días, lo que es cerca de la mitad del período de gestación de 20 días de los ratones, y muchos órganos han formado su apariencia inicial, incluido un corazón que late, un cerebro bien plegado, un tubo neural y un intestino.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El artículo menciona que el modelo embrionario de ratón sobrevivió 8,5 días, acercándose a la mitad de los 20 días del período gestacional de los ratones, y que muchos órganos ya habían desarrollado formas iniciales, incluyendo un corazón latiente, un cerebro bien plegado, un tubo neural y un intestino, entre otros.","SYSTEM3_SCORE":4.0}
{"INPUT":"在新郑黄帝故里，可以追远黄帝缔造的民族根本。在登封“禹都阳城”，可以崇仰大禹治水的公而忘私精神。在管城“商汤亳都”，可以铭记商汤“苟日新，日日新，又日新”的教诲。在郑州吉鸿昌墓园、郑州魏巍墓园等，可以感知中国共产党人革命理想高于天的抱负。在郑州引黄入郑干渠、南水北调工程等处，可以领略中华民族改天换地的气概。","SEED_X":"En el lugar de nacimiento del Emperador Amarillo en Xinzheng, se puede rastrear las raíces de la nación establecidas por el Emperador Amarillo. En «Yangcheng, la capital de Yu» en Dengfeng, se puede admirar el espíritu de sacrificio personal por el bien común demostrado por Yu el Grande en el control de las inundaciones. En «Bo, la capital de Shang Tang» en Guancheng, se puede recordar la enseñanza de Shang Tang de «renovarse a diario, progresar cada día y seguir mejorando». En el Cementerio Ji Hongchang y el Cementerio Wei Wei en Zhengzhou, se puede sentir la ambición de los comunistas chinos de que sus ideales revolucionarios son más importantes que cualquier otra cosa. En el Canal de Desviación del Agua Amarilla hacia Zhengzhou y el Proyecto de Desvío de Agua del Sur hacia el Norte, se puede apreciar el espírit","SEED_X_SCORE":4.0,"SYSTEM1":"En el hogar ancestral del Emperador Amarillo en Xinzheng, se puede remontar al origen de la nación creada por el Emperador Amarillo. En el sitio histórico de Yu Du Yangcheng en Dengfeng, se puede admirar el espíritu desinteresado del Gran Yu en su control de las inundaciones. En la antigua capital de Shang Tang en Guancheng, se puede recordar la enseñanza de Shang Tang: \"Si uno se renueva cada día, debe renovarse cada día, y nuevamente al día siguiente\". En cementerios como el del mártir Ji Hongchang y el del escritor Wei Wei en Zhengzhou, se puede percibir la elevada aspiración revolucionaria del Partido Comunista de China. En lugares como el canal de irrigación que conduce el agua del río Amarillo hacia Zhengzhou y el proyecto de desvío de aguas del sur al norte, se puede apreciar el magnífico espíritu del pueblo chino capaz de transformar el cielo y la tierra.","SYSTEM1_SCORE":4.0,"SYSTEM2":"En la ciudad natal de Huangdi en Xinzheng, se pueden rastrear las raíces nacionales creadas por Huangdi. En \"Yudu Yangcheng\" de Dengfeng, se puede admirar el espíritu desinteresado de Dayu al controlar las inundaciones. En Guancheng, \"La capital de Shang Tang Bo\", puedes recordar las enseñanzas de Shang Tang: \"Si quieres mejorar cada día, debes mejorar cada día y mejorar cada día\". En el cementerio Ji Hongchang de Zhengzhou, el cementerio Wei Wei de Zhengzhou y otros cementerios, uno puede sentir los ideales revolucionarios de los comunistas chinos que están por encima de todo lo demás. En el proyecto de desviación del río Amarillo en Zhengzhou y en el Proyecto de desviación de agua de Sur a Norte, se puede apreciar el espíritu de la nación china de cambiar el mundo.","SYSTEM2_SCORE":2.0,"SYSTEM3":"En Xinzheng, lugar de origen del Emperador Amarillo, se puede rastrear el fundamento nacional forjado por este legendario gobernante. En Dengfeng, en la antigua capital Yangcheng de Yu el Grande, se venera su espíritu desinteresado al controlar las inundaciones. En Guancheng, capital Bo de la dinastía Shang bajo el rey Tang, se graban las enseñanzas: \"Si un día renuevas, renueva cada día y sigue renovando\". En el cementerio de Ji Hongchang y el mausoleo de Wei Wei en Zhengzhou, se percibe el ideal revolucionario de los comunistas chinos que trasciende los cielos. En obras como el Canal de Desvío del Río Amarillo y el Proyecto de Trasvase Sur-Norte, se aprecia el espíritu transformador de la nación china para remodelar el mundo.","SYSTEM3_SCORE":4.0}
{"INPUT":"拥抱变化 来one one 有问题可以反馈你的+1哦同学 我lark你了","SEED_X":"Acepta el cambio. Si tienes alguna pregunta, puedes enviarme un mensaje directo y darme un +1. Soy tu amigo en Lark.","SEED_X_SCORE":3.0,"SYSTEM1":"¡Abraza los cambios! En one one, si tienes alguna pregunta, puedes darme tu +1, compañero. Te he enviado un mensaje por Lark.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Acepta el cambio. Venid a uno. Si tienes alguna duda puedes dejarnos tu +1. Te daré un pulgar hacia arriba.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Abraza el cambio, ven uno por uno. Si tienes algún problema, puedes dar feedback con tu +1, compañero. Te he contactado en Lark.","SYSTEM3_SCORE":4.0}
{"INPUT":"发动机机油,机油滤清器 —更换机油及机滤 SRI —设定保养提示灯 (SRI) 清零 车辆系统 —诊断系统检查 驻车制动 —检查和调整 外部和内部灯光 —检查功能","SEED_X":"Aceite del motor, filtro de aceite — Reemplazar el aceite y el filtro de aceite SRI — Configurar la luz de aviso de mantenimiento (SRI) a cero Sistema del vehículo — Inspección del sistema de diagnóstico Freno de estacionamiento — Inspección y ajuste Luces exteriores e interiores — Inspección de funcionamiento","SEED_X_SCORE":4.0,"SYSTEM1":"Aceite del motor, filtro de aceite – Cambiar el aceite y el filtro de aceite \n SRI – Restablecer la luz de mantenimiento (SRI) \n Sistema del vehículo – Verificación del sistema de diagnóstico \n Freno de estacionamiento – Verificación y ajuste \n Luces exteriores e interiores – Verificación del funcionamiento","SYSTEM1_SCORE":4.0,"SYSTEM2":"Aceite de motor, filtro de aceite — Cambiar aceite y filtro de aceite SRI — Configurar luz de recordatorio de servicio (SRI) Borrar sistemas del vehículo — Verificar sistema de diagnóstico Freno de estacionamiento — Inspeccionar y ajustar luces exteriores e interiores — Verificar función","SYSTEM2_SCORE":4.0,"SYSTEM3":"Aceite del motor, filtro de aceite – Reemplazar aceite y filtro. SRI – Restablecer la luz de mantenimiento (SRI). \n Sistema del vehículo – Verificación del sistema de diagnóstico. \n Freno de estacionamiento – Inspección y ajuste. \n Luces exteriores e interiores – Verificar funcionamiento.","SYSTEM3_SCORE":4.0}
{"INPUT":"盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。","SEED_X":"Dado que la cueva era aún más profunda, hubo aún menos personas que lograron llegar hasta allí. En ese momento, mis fuerzas aún eran suficientes para entrar y la luz de las antorchas aún era suficiente para iluminar el camino.","SEED_X_SCORE":4.0,"SYSTEM1":"Cuanto más profundo era, menos personas llegaban allí. En ese momento, mi fuerza aún era suficiente para entrar y la luz del fuego también era suficiente para iluminar.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Cuanto más profundo sea, menos alcanzará. En ese momento, mi fuerza aún era suficiente para entrar, y el fuego aún era lo suficientemente brillante.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Cuanto más profundo se adentraba, menos personas llegaban. En ese momento, mi fuerza aún era suficiente para continuar y la antorcha aún tenía suficiente luz.","SYSTEM3_SCORE":4.0}
{"INPUT":"过滤器的自动排水不是有常开（NO型）和常闭（NC型）2种吗？但是现在还分不清怎么区分使用。","SEED_X":"¿Los filtros de drenaje automático no vienen en dos tipos: abierto (tipo NO) y cerrado (tipo NC)? Pero aún no puedo distinguir cómo usarlos correctamente.","SEED_X_SCORE":4.0,"SYSTEM1":"¿No existen dos tipos de drenaje automático para los filtros, uno normalmente abierto (tipo NO) y otro normalmente cerrado (tipo NC)? Pero en este momento no consigo distinguir bien cómo utilizarlos.","SYSTEM1_SCORE":3.5,"SYSTEM2":"¿No existen dos tipos de purgadores automáticos para filtros: normalmente abiertos (tipo NO) y normalmente cerrados (tipo NC)? Pero aún no está claro cómo distinguirlos y utilizarlos.","SYSTEM2_SCORE":3.0,"SYSTEM3":"¿No existen dos tipos de drenaje automático en los filtros: normalmente abierto (tipo NO) y normalmente cerrado (tipo NC)? Pero aún no logro entender cómo diferenciar su uso.","SYSTEM3_SCORE":4.0}
{"INPUT":"如任何人依据《刑事事宜相互法律协助条例》(第525章)第10条不经宣誓而作出证供，或根据《证据条例》(第8章)第76条或经由《证据条例》(第8章)第77B条引伸适用的该第76条所作出的命令的规定不经宣誓而作出证供，则该人如在如此作出证供时作出一项如下的陈述 —— (由2003年第23号第22条修订)","SEED_X":"Por ejemplo, si una persona presta testimonio sin jurar, de conformidad con el artículo 10 de la Ordenanza sobre Asistencia Legal Mutua en Asuntos Penales (Capítulo 525), o sin jurar, de acuerdo con lo establecido en el artículo 76 de la Ordenanza sobre Pruebas (Capítulo 8) o en la orden emitida en virtud del artículo 76 de dicha Ordenanza, según lo establecido en el artículo 77B de la misma, y dicha persona hace una declaración como la siguiente al prestar dicho testimonio —— (modificado por el artículo 22 de la Ordenanza Nº 23 de 2003).","SEED_X_SCORE":4.0,"SYSTEM1":"Si cualquier persona declara sin haber prestado juramento de conformidad con lo dispuesto en el artículo 10 de la Ley de Asistencia Jurídica Mutua en Asuntos Penales (Capítulo 525), o declara sin haber prestado juramento según lo ordenado bajo el artículo 76 de la Ley de Pruebas (Capítulo 8), o bajo la aplicación indirecta del mencionado artículo 76 según el artículo 77B de la misma Ley de Pruebas (Capítulo 8), y durante dicha declaración tal persona hace una declaración cualquiera de la siguiente manera —— (revisado por el artículo 22 de la Ordenanza N.º 23 de 2003)","SYSTEM1_SCORE":3.5,"SYSTEM2":"Si una persona presta testimonio sin juramento de conformidad con la sección 10 de la Ordenanza de Asistencia Legal Mutua en Asuntos Penales (Cap. 525) o de conformidad con la sección 76 de la Ordenanza de Evidencia (Cap. 8) o una orden emitida de conformidad con esa sección, extendida por la sección 77B de la Ordenanza de Evidencia (Cap. 8), entonces, si al momento de prestar testimonio, esa persona hace una declaración— (Enmendado 23 de 2003 s. 22)","SYSTEM2_SCORE":3.5,"SYSTEM3":"Si cualquier persona, de conformidad con el Artículo 10 de la Ordenanza de Asistencia Jurídica Mutua en Materia Penal (Capítulo 525), o en virtud de lo dispuesto en el Artículo 76 de la Ordenanza sobre Pruebas (Capítulo 8) o en el Artículo 76 extendido por el Artículo 77B de la misma Ordenanza, presta declaración sin prestar juramento, y si dicha persona, al prestar dicha declaración, hace una declaración de la siguiente naturaleza — (modificado por la Ordenanza N° 23 de 2003, Artículo 22).","SYSTEM3_SCORE":4.0}
{"INPUT":"为司法程序而作出的陈述，如并不是在依法有权聆听、收取及审查经宣誓后作出的证供的人、法庭或审裁处席前作出，而是在获法律授权为作出该项陈述者监誓并录取或认证该项陈述的人席前经宣誓而作出的，则就本部而言，该项陈述须当作是在司法程序中所作出的。","SEED_X":"Las declaraciones formuladas en el marco de un procedimiento judicial que no se hagan ante un tribunal o un órgano jurisdiccional con competencia legal para oír, recibir y examinar las declaraciones prestadas bajo juramento, sino ante una persona autorizada por la ley para administrar el juramento al declarante y tomar o certificar la declaración, se considerarán, a los efectos de la presente sección, como declaraciones formuladas en el marco de un procedimiento judicial.","SEED_X_SCORE":4.0,"SYSTEM1":"Las declaraciones realizadas para un procedimiento judicial se considerarán, a los efectos de esta Parte, como realizadas en el curso de dicho procedimiento, siempre que hayan sido hechas bajo juramento ante una persona autorizada legalmente para recibir y certificar dicha declaración, aunque no hayan sido presentadas ante una persona, tribunal o entidad con autoridad legal para escuchar, recibir y examinar testimonios jurados.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Una declaración hecha a los efectos de un procedimiento judicial se considerará, para los efectos de esta Parte, hecha en un procedimiento judicial si se hace, no ante una persona, tribunal o instancia que tenga por ley poder para escuchar, recibir y examinar pruebas bajo juramento, sino ante una persona autorizada por ley para administrar el juramento de la persona que hizo la declaración y para tomar o autenticar dicha declaración.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Las declaraciones realizadas con fines de procedimiento judicial, si no se hacen ante una persona, tribunal o juzgado legalmente facultado para escuchar, recibir y examinar testimonios bajo juramento, sino ante una persona autorizada por la ley para tomar juramento y recoger o certificar dicha declaración, se considerarán, a los efectos de esta sección, como realizadas en el curso de un procedimiento judicial.","SYSTEM3_SCORE":4.0}
{"INPUT":"教育部近期印发《高等学校实验室安全分级分类管理办法（试行）》，对高校实验室安全分级分类管理的责任体系、工作原则、管理要求等作出相关规定。","SEED_X":"El Ministerio de Educación publicó recientemente el «Reglamento de gestión de la clasificación y categorización de la seguridad de los laboratorios en las instituciones de educación superior (en prueba)», en el que se establecen disposiciones relacionadas con el sistema de responsabilidades, los principios de trabajo y los requisitos de gestión para la clasificación y categorización de la seguridad de los laboratorios en las instituciones de educación superior.","SEED_X_SCORE":4.0,"SYSTEM1":"Recientemente, el Ministerio de Educación emitió las \"Reglas provisionales sobre la gestión por niveles y categorías de la seguridad en los laboratorios de las instituciones de educación superior\", las cuales establecen disposiciones relacionadas con el sistema de responsabilidades, los principios de trabajo y los requisitos de gestión para la gestión por niveles y categorías de la seguridad en los laboratorios universitarios.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El Ministerio de Educación emitió recientemente las \"Medidas para la gestión de clasificación y calificación de la seguridad de los laboratorios en las instituciones de educación superior (prueba)\", que establecieron disposiciones pertinentes sobre el sistema de responsabilidad, los principios de trabajo y los requisitos de gestión para la gestión de clasificación y calificación de la seguridad de los laboratorios en las instituciones de educación superior.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El Ministerio de Educación emitió recientemente las \"Medidas de Gestión de Clasificación de Seguridad en Laboratorios de Instituciones de Educación Superior (en fase experimental)\", estableciendo disposiciones relacionadas con el sistema de responsabilidades, principios de trabajo y requisitos de gestión para la clasificación de seguridad en laboratorios universitarios.","SYSTEM3_SCORE":4.0}
{"INPUT":"应该是从缓解教职人员的就业压力来考虑的，毕竟新韭菜数量在明显变少，只能每一根韭菜都割狠一点了。忽然发现我这种衡水模式走出来的学生真的很省钱，初中开始就早6晚9这样的作息，只周日休息半天，寒暑假也只休10多天，基本没有任何报补习班的机会，唯一交学校的学费那时候也很便宜。如果现在改成下午4点放学，多出来的时间用来卷课外班的话，每年要额外多花多少钱，简直无法想象。","SEED_X":"Probablemente, esto se deba a la necesidad de aliviar la presión laboral del personal docente, ya que el número de nuevos estudiantes está disminuyendo claramente y, por lo tanto, es necesario exprimir al máximo a cada uno de ellos. De repente, me di cuenta de que los estudiantes como yo, que seguimos el modelo de Hengshui, realmente ahorramos mucho dinero. Desde la escuela secundaria, nuestro horario era de 6 de la mañana a 9 de la noche, con solo medio día de descanso los domingos y vacaciones de invierno y verano de poco más de 10 días. Básicamente, no teníamos la oportunidad de tomar clases particulares y, en aquel entonces, la matrícula escolar era mucho más barata. Si ahora cambiáramos el horario de salida a las 4 de la tarde y utilizáramos el tiempo extra para inscribirnos en clases extracurriculares, ¿cuánto","SEED_X_SCORE":3.5,"SYSTEM1":"Debería pensarse en términos de aliviar la presión laboral de los docentes, ya que al fin y al cabo el número de nuevos \"retoños\" está disminuyendo claramente, por lo que solo queda exprimir con más fuerza a cada uno de ellos. De repente me di cuenta de que los estudiantes como yo, formados bajo el modelo Hengshui, realmente salimos más económicos: desde la secundaria seguimos una rutina de trabajo de 6 a.m. a 9 p.m., solo descansamos medio día los domingos y apenas tomamos vacaciones de una decena de días en verano e invierno; prácticamente no tuvimos oportunidad de tomar clases de refuerzo, y por aquel entonces, la matrícula escolar era muy barata. Si ahora se cambiara la salida del colegio a las 4 p.m., y el tiempo extra se usara para apuntarse a más academias, ni siquiera puedo imaginar cuánto dinero adicional costaría cada año.","SYSTEM1_SCORE":2.0,"SYSTEM2":"Esto debería considerarse desde la perspectiva de aliviar la presión laboral del personal docente. Al fin y al cabo, el número de puerros nuevos está disminuyendo evidentemente, por lo que sólo pueden cortar cada puerro con más dureza. De repente me di cuenta de que los estudiantes como yo que salimos del modelo Hengshui somos realmente muy rentables. He estado trabajando y durmiendo desde la secundaria de 6 am a 9 pm, con solo medio día libre los domingos y solo más de 10 días libres durante las vacaciones de invierno y verano. Básicamente no tuve oportunidad de inscribirme en escuelas de preparación, y la única matrícula que tuve que pagar para la escuela también era muy barata en ese momento. Si ahora el horario escolar se cambia a las 4 de la tarde y el tiempo extra se utiliza para asistir a clases extracurriculares, es inimaginable cuánto dinero extra se gastará cada año.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Probablemente se considera para aliviar la presión laboral del personal docente, ya que el número de nuevos \"recursos explotables\" está disminuyendo notablemente, así que hay que exprimir cada uno con más fuerza. De repente me doy cuenta de que estudiantes como yo, formados bajo el modelo Hengshui, realmente ahorramos mucho dinero: desde la secundaria teníamos horarios de 6 de la mañana a 9 de la noche, solo medio día libre los domingos, vacaciones de invierno y verano de apenas 10 días, prácticamente sin oportunidades de tomar clases extras, y la única matrícula escolar era muy barata en esa época. Si ahora cambian a salir a las 4 de la tarde y usan el tiempo extra para competir en clases extracurriculares, la cantidad de dinero adicional que habría que gastar cada año sería simplemente inimaginable.","SYSTEM3_SCORE":4.0}
{"INPUT":"韬哥这颜值绝绝子，完全看不出来是没化妆啊怪不得被宋亚轩说是凡尔赛","SEED_X":"El aspecto del hermano Tao es increíble, no se puede ni imaginar que no esté maquillado. No es de extrañar que Song Yaxuan lo acusara de presumir.","SEED_X_SCORE":3.5,"SYSTEM1":"El estilo de Tao es increíble, no se nota nada que no se maquilló, no es extraño que Yaxuan Song lo haya llamado \"presumido\".","SYSTEM1_SCORE":3.0,"SYSTEM2":"La apariencia de Tao es tan sorprendente que no se puede decir que no lleva maquillaje. No es de extrañar que Song Yaxuan lo llamara Versalles.","SYSTEM2_SCORE":3.0,"SYSTEM3":"La apariencia de Tao Ge es absolutamente deslumbrante, ni se nota que no lleva maquillaje. No me extraña que Song Yaxuan lo haya llamado \"versallesco\".","SYSTEM3_SCORE":4.0}
{"INPUT":"记者打开了网站发现西部航空的机票的确非常的便宜，郑州到昆明的票价每个人只需要115元左右，还有免费的行李携带7kg，每人一件体积不超过40×30×20CM的箱子。\n 记者在机场外问了几名行李箱过大的旅客：“你这个行礼能带吗，你看了没？”一名旅客回答说：“我一会进去值机的时候才能问啊，也没有提前看。”","SEED_X":"El periodista abrió el sitio web y descubrió que los billetes de avión de Western Airlines son realmente muy baratos. El precio del billete de Zhengzhou a Kunming es de solo alrededor de 115 yuanes por persona, y también ofrece un equipaje gratuito de 7 kg, con una maleta por persona que no debe exceder las dimensiones de 40 × 30 × 20 cm.\n El periodista preguntó a varios pasajeros con equipaje excesivamente grande fuera del aeropuerto: «¿Puedes llevar este equipaje? ¿Lo has revisado?». Un pasajero respondió: «Puedo preguntar cuando me registre más tarde. No lo he revisado con antelación».","SEED_X_SCORE":4.0,"SYSTEM1":"El periodista accedió al sitio web y descubrió que los boletos de West Air realmente eran muy económicos; el precio del billete de Zhengzhou a Kunming era de aproximadamente 115 yuanes por persona, además ofrecían equipaje gratuito de hasta 7 kg, y una maleta por persona cuyo volumen no excediera los 40×30×20 cm.\n \n Fuera del aeropuerto, el periodista preguntó a varios viajeros cuyas maletas eran demasiado grandes: \"¿Puedes llevar esta maleta? ¿Has mirado antes?\" Un pasajero respondió: \"Tendré que preguntar cuando entre a hacer el check-in, no lo revisé con anticipación.\"","SYSTEM1_SCORE":4.0,"SYSTEM2":"El periodista abrió el sitio web y descubrió que los billetes de West Air son realmente muy baratos. El billete de Zhengzhou a Kunming cuesta solo unos 115 yuanes por persona, y hay una franquicia de equipaje gratuita de 7 kg, y cada persona puede tener una caja con un volumen que no exceda los 40 × 30 × 20 cm.\n El reportero preguntó a varios pasajeros con maletas de gran tamaño fuera del aeropuerto: \"¿Pueden llevar este equipaje? ¿Lo han facturado?\" Un pasajero respondió: \"Sólo puedo preguntar al momento de facturar. No lo he comprobado con antelación\".","SYSTEM2_SCORE":2.5,"SYSTEM3":"El periodista abrió el sitio web y descubrió que los boletos de West Air eran extremadamente baratos: el precio de Zhengzhou a Kunming era de solo 115 yuanes por persona, incluyendo equipaje gratuito de 7 kg y una maleta por persona cuyas dimensiones no superen 40×30×20 cm. \n En el exterior del aeropuerto, el periodista preguntó a varios pasajeros con equipaje sobredimensionado: \"¿Puedes llevar este equipaje? ¿Revisaste las normas?\". Un pasajero respondió: \"Solo podré consultarlo al hacer el check-in. No lo verifiqué antes\".","SYSTEM3_SCORE":2.5}
{"INPUT":"移民申请过程往往比较复杂，需要准备大量的文件资料，比如出生证明、学历证明、工作经历证明等。","SEED_X":"El proceso de solicitud de inmigración suele ser bastante complejo y requiere la preparación de una gran cantidad de documentos, como el certificado de nacimiento, el certificado de estudios, el certificado de experiencia laboral, etc.","SEED_X_SCORE":4.0,"SYSTEM1":"El proceso de solicitud de inmigración suele ser bastante complejo y requiere preparar una gran cantidad de documentos, como el certificado de nacimiento, el certificado académico, el certificado de experiencia laboral, entre otros.","SYSTEM1_SCORE":3.0,"SYSTEM2":"El proceso de solicitud de inmigración suele ser complicado y requiere la preparación de una gran cantidad de documentos, como certificados de nacimiento, certificados académicos, certificados de experiencia laboral, etc.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El proceso de solicitud de inmigración suele ser bastante complejo, ya que requiere la preparación de una gran cantidad de documentos, como certificado de nacimiento, certificados educativos, certificados de experiencia laboral, entre otros.","SYSTEM3_SCORE":4.0}
{"INPUT":"现在这个季节去澳洲性价比非常高，但是一定提前做好攻略再冲！12-2🈷️计划去澳洲的姐妹码住这篇基本就没问题，别当大怨种！","SEED_X":"Ahora, viajar a Australia en esta temporada es muy rentable, ¡pero asegúrate de hacer una buena planificación antes de lanzarte! Si planeas ir a Australia entre diciembre y febrero, ¡guarda este artículo y no te arrepentirás! No te conviertas en una víctima de las malas experiencias de viaje.","SEED_X_SCORE":4.0,"SYSTEM1":"Ahora es una época con una relación calidad-precio muy alta para viajar a Australia, ¡pero asegúrate de investigar bien antes de ir! Si planeas ir a Australia entre diciembre y febrero, guardar este artículo te será muy útil. ¡No termines siendo una víctima de malas decisiones!","SYSTEM1_SCORE":4.0,"SYSTEM2":"Viajar a Australia en esta temporada es muy rentable, ¡pero debes hacer un plan con antelación antes de ir! 12-2🈷️Las hermanas que planean ir a Australia básicamente no tendrán problemas para leer este artículo, ¡no se quejen!","SYSTEM2_SCORE":1.0,"SYSTEM3":"En esta temporada, viajar a Australia ofrece una excelente relación calidad-precio, ¡pero asegúrense de planificar bien todo antes de ir! Chicas que planeen visitar Australia entre diciembre y febrero, guarden esta guía básica y evitarán problemas. ¡No se dejen engañar!","SYSTEM3_SCORE":4.0}
{"INPUT":"由于脂环族环氧树脂具有低粘度、低溶胀、固化快、低收缩率、高光敏度的特点，在光固化领域有着极为广阔的应用前景，尤其在新兴市场——3D打印领域，下游客户对高性能配方的追求以及政府对环保要求的提高，必定会推动脂环族环氧树脂需求的持续增长。 ","SEED_X":"Dado que las resinas epoxi alifáticas se caracterizan por su baja viscosidad, baja hinchazón, rápida curación, baja tasa de contracción y alta sensibilidad a la luz, tienen un gran potencial de aplicación en el campo de la fotocuración. En particular, en el mercado emergente de la impresión 3D, la demanda de formulaciones de alto rendimiento por parte de los clientes finales y el aumento de los requisitos gubernamentales en materia de protección del medio ambiente impulsarán sin duda el crecimiento continuo de la demanda de resinas epoxi alifáticas.","SEED_X_SCORE":4.0,"SYSTEM1":"Debido a que las resinas epoxi alicíclicas presentan características como baja viscosidad, baja expansión, rápida curación, baja contracción y alta sensibilidad a la luz, tienen un amplio potencial de aplicación en el campo de curado por luz. En particular, en mercados emergentes como el de la impresión 3D, la demanda de formulaciones de alto rendimiento por parte de los clientes y el aumento de los requisitos ambientales por parte del gobierno impulsarán sin duda el crecimiento continuo de la demanda de resinas epoxi alicíclicas.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Dado que las resinas epoxi alicíclicas tienen características de baja viscosidad, bajo hinchamiento, curado rápido, baja contracción y alta fotosensibilidad, tienen perspectivas de aplicación extremadamente amplias en el campo del fotocurado, especialmente en el mercado emergente: la impresión 3D. La búsqueda de fórmulas de alto rendimiento por parte de los clientes finales y los mayores requisitos de protección ambiental del gobierno impulsarán inevitablemente el crecimiento continuo de la demanda de resinas epoxi alicíclicas. ","SYSTEM2_SCORE":4.0,"SYSTEM3":"Debido a sus características de baja viscosidad, baja hinchazón, curado rápido, baja tasa de contracción y alta fotosensibilidad, las resinas epoxi alicíclicas poseen perspectivas de aplicación extremadamente amplias en el campo del curado por luz, especialmente en el mercado emergente de la impresión 3D. La búsqueda de fórmulas de alto rendimiento por parte de los clientes de la cadena de suministro y el aumento de los requisitos ambientales exigidos por los gobiernos sin duda impulsarán un crecimiento continuo en la demanda de resinas epoxi alicíclicas.","SYSTEM3_SCORE":2.0}
{"INPUT":"和颐至尊属于首旅如家酒店集团旗下中高端品牌，酒店设计遵从都市风格，时尚体验的理念，将摩登与复古经典风格融为一体，让商旅出行着获得圆满的经典出行体验，实现有价值，有梦想的现代生活方式。\n 酒店位于临沂路，提供中西式自助早餐，同步配套大堂书吧、水吧、洗衣房等设施，满足宾客商务社交，出差旅游等多方位需求。","SEED_X":"He Yi Zhi Jun es una marca de gama media-alta perteneciente al grupo hotelero Shouju Rujia. El diseño del hotel sigue un estilo urbano y una filosofía de experiencia de moda, que combina el estilo moderno con el clásico retro, ofreciendo a los viajeros de negocios una experiencia de viaje clásica y satisfactoria, y ayudándoles a llevar un estilo de vida moderno, valioso y lleno de sueños.\n El hotel está ubicado en Linyi Road y ofrece un desayuno buffet chino y occidental. Además, cuenta con instalaciones como una biblioteca en el vestíbulo, un bar de agua y una lavandería, que satisfacen las diversas necesidades de los huéspedes en cuanto a negocios, socialización, viajes de trabajo y turismo.\n \n [COT] Esta es una descripción de un hotel de gama media-alta perteneciente al grupo hotelero Shouju Rujia, ubicado en","SEED_X_SCORE":3.0,"SYSTEM1":"Yitel Premium pertenece al grupo de hoteles BTG Homeinns, siendo una marca de gama media-alta. El diseño del hotel sigue un estilo urbano y la filosofía de una experiencia moderna, combinando elementos contemporáneos con detalles clásicos y retro, permitiendo a los viajeros de negocios disfrutar de una experiencia clásica completa y alcanzar un estilo de vida moderno lleno de valor y sueños.\n \n El hotel está ubicado en Linyi Road y ofrece desayunos buffet chinos y occidentales, además de instalaciones complementarias como una biblioteca en el vestíbulo, una zona de bebidas y una lavandería, satisfaciendo así las múltiples necesidades de los huéspedes en aspectos como negocios, redes sociales, viajes y turismo.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Heyi Supreme es una marca de gama media-alta del grupo hotelero BTG Homeinns. El diseño del hotel se adhiere al concepto de estilo urbano y experiencia de moda, integrando estilos clásicos modernos y retro, permitiendo a los viajeros de negocios obtener una experiencia de viaje clásica completa y realizar un estilo de vida moderno valioso y lleno de sueños.\n El hotel está situado en Linyi Road y ofrece desayuno buffet chino y occidental. También cuenta con lobby bar, water bar, lavandería y otras instalaciones para atender las necesidades de los huéspedes en viajes de negocios, sociales, de negocios y de turismo.","SYSTEM2_SCORE":1.0,"SYSTEM3":"Harmony Premium, perteneciente al grupo hotelero Home Inns & Hotels Management Group, es una marca de gama media-alta que fusiona el diseño urbano con experiencias modernas, integrando lo contemporáneo y lo clásico retro. Ofrece a viajeros de negocios una experiencia de viaje integral y un estilo de vida moderno con propósito y aspiraciones. \n \n Ubicado en Linyi Road, el hotel sirve desayuno buffet chino-occidental e incluye instalaciones como librería-café en el lobby, bar de bebidas y lavandería, satisfaciendo necesidades multifuncionales como reuniones empresariales, viajes laborales y turismo.","SYSTEM3_SCORE":1.0}
{"INPUT":"我个人非常认同“股市\/市场的短期波动是不可预测的”这一观点。在我的投资经验里，市场的情绪大于一切。或许某个微小的波动引发了大量的抛售，导致原本长势喜人的股价突然下跌，然后又因为某些奇怪的原因猛涨回到原本的位置。市场的根本就是混乱，不可预测的。想要在混乱的市场得到回报，唯一的方法就是将时间放长，放弃“一天暴富”的童话故事。从长线的公司价值，甚至科技发展的角度解读，寻找价值股票，然后跟随趋势定投。","SEED_X":"Personalmente, estoy muy de acuerdo con la opinión de que «las fluctuaciones a corto plazo del mercado de valores\/de los mercados son impredecibles». En mi experiencia de inversión, el sentimiento del mercado lo es todo. Quizás una pequeña fluctuación desencadene una gran venta masiva, lo que provoque una caída repentina de las acciones que anteriormente tenían un buen desempeño, y luego, por alguna razón extraña, vuelvan a subir bruscamente a su posición original. El mercado es fundamentalmente caótico e impredecible. Si desea obtener rendimientos en un mercado caótico, la única manera es tener una visión a largo plazo y renunciar a la fantasía de «hacerse rico de la noche a la mañana». Desde la perspectiva del valor a largo plazo de la empresa e incluso del desarrollo tecnológico, busque acciones de valor y luego siga la tendencia mediante inversion","SEED_X_SCORE":4.0,"SYSTEM1":"Personalmente, estoy muy de acuerdo con la afirmación de que \"las fluctuaciones a corto plazo en la bolsa\/mercado son impredecibles\". En mi experiencia de inversión, el sentimiento del mercado lo domina todo. Quizás una pequeña fluctuación desencadene ventas masivas, haciendo que el precio de una acción, que anteriormente mostraba una tendencia positiva, caiga repentinamente, para luego subir nuevamente hasta su nivel original por alguna razón extraña. La esencia del mercado es el caos y la imprevisibilidad. La única manera de obtener rendimientos en un mercado caótico es invertir a largo plazo y abandonar la ilusión de hacerse rico en un día. Debemos interpretar el mercado desde la perspectiva del valor real de las empresas a largo plazo, incluso considerando el desarrollo tecnológico, identificar acciones valiosas y luego realizar inversiones regulares siguiendo tendencias.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Personalmente, estoy totalmente de acuerdo con la opinión de que \"las fluctuaciones a corto plazo en el mercado de valores son impredecibles\". En mi experiencia de inversión, el sentimiento del mercado es más importante que cualquier otra cosa. Quizás una pequeña fluctuación desencadena una venta masiva, causando que el precio de las acciones que originalmente estaba creciendo bien caiga de repente y luego, por alguna extraña razón, vuelva a su nivel original. Los mercados son inherentemente caóticos e impredecibles. La única forma de obtener beneficios en un mercado caótico es tomarse mucho tiempo y abandonar el cuento de hadas de \"hacerse rico de la noche a la mañana\". Interpretar desde la perspectiva del valor de la empresa a largo plazo e incluso del desarrollo tecnológico, buscar acciones de valor y luego seguir la tendencia para invertir.","SYSTEM2_SCORE":2.0,"SYSTEM3":"Personalmente, sostengo firmemente la idea de que \"las fluctuaciones a corto plazo del mercado bursátil son impredecibles\". En mi experiencia como inversor, el sentimiento del mercado lo domina todo. Un mínimo movimiento puede desencadenar ventas masivas, haciendo que acciones originalmente prometedoras se desplomen abruptamente, para luego recuperarse bruscamente a sus niveles previos por causas inexplicables. La esencia del mercado es el caos y la imprevisibilidad. La única forma de obtener rendimientos en este entorno turbulento es adoptar una perspectiva temporal amplia, abandonando el cuento de hadas del enriquecimiento instantáneo. Debemos analizar el valor empresarial a largo plazo e incluso el desarrollo tecnológico, identificar acciones con fundamentos sólidos, y seguir la tendencia mediante inversiones periódicas disciplinadas.","SYSTEM3_SCORE":3.5}
{"INPUT":"我们同事临时安排我，出场打个招呼，一激动，脱口而出说了一句，“R U OK？”现场气氛一下就炸裂了。","SEED_X":"Un compañero de trabajo me organizó una aparición improvisada para saludar a la audiencia. En ese momento, me emocioné demasiado y, sin pensar, dije: «¿Estás bien?». El ambiente en la sala se volvió totalmente caótico en cuestión de segundos.","SEED_X_SCORE":3.5,"SYSTEM1":"Mis colegas me pidieron que hiciera una aparición de emergencia para saludar, y en un momento de emoción, se me escapó decir \"¿R U OK?\". La atmósfera en el lugar se volvió inmediatamente animada.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Nuestro colega hizo arreglos temporales para que yo pudiera salir y saludar. Estaba tan emocionado que solté: \"¿Estás bien?\" y la atmósfera en el lugar explotó.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Mis compañeros me asignaron de última hora para presentarme y saludar. En un arranque de entusiasmo, se me escapó un \"¿R U OK?\" y al instante el ambiente se volvió electrizante.","SYSTEM3_SCORE":4.0}
{"INPUT":"胰淀素是第三种活性胰岛激素，可与胰岛素和胰高血糖素一起维持葡萄糖稳态。胰淀素与胰岛素由胰腺 β 细胞响应营养刺激时被共同分泌出来。","SEED_X":"La amilina es la tercera hormona pancreática activa que, junto con la insulina y la glucagona, ayuda a mantener el equilibrio de la glucosa. La amilina y la insulina son secretadas conjuntamente por las células β del páncreas en respuesta a estímulos nutricionales.","SEED_X_SCORE":4.0,"SYSTEM1":"La amilina es la tercera hormona pancreática activa que, junto con la insulina y el glucagón, mantiene la homeostasis de la glucosa. La amilina es segregada junto con la insulina por las células beta pancreáticas en respuesta a estímulos nutricionales.","SYSTEM1_SCORE":3.0,"SYSTEM2":"La amilina es la tercera hormona pancreática activa que trabaja con la insulina y el glucagón para mantener la homeostasis de la glucosa. La amilina es co-secretada junto con la insulina por las células β pancreáticas en respuesta a la estimulación nutricional.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La amilina es la tercera hormona pancreática activa que, junto con la insulina y el glucagón, ayuda a mantener la homeostasis de la glucosa. Tanto la amilina como la insulina son secretadas conjuntamente por las células β pancreáticas en respuesta a estímulos nutricionales.","SYSTEM3_SCORE":4.0}
{"INPUT":"个人感觉中国想借着疫情红利的机遇进行产业重组，降低碳排放，去杠杆，与此同时还紧缩流动性，人为的造成经济下行的压力增大。眼看美联储明年要加息，热钱的外流使得国内的流动性更加的吃紧，人行降准以释放流动性实属无奈之举。另外人民币的升值对出口也有不小的影响，释放流动性也可以减小人民币升值的压力。","SEED_X":"En mi opinión, China quiere aprovechar el impulso de la pandemia para reestructurar su industria, reducir las emisiones de carbono y desapalancarse, al tiempo que restringe la liquidez y aumenta artificialmente la presión a la baja en la economía. Con la Reserva Federal de Estados Unidos a punto de subir los tipos de interés el próximo año, la salida de capitales especulativos está haciendo que la liquidez nacional sea aún más escasa, por lo que el Banco Popular de China ha recurrido a reducir los requisitos de reserva para liberar liquidez. Además, la apreciación del yuan también tiene un gran impacto en las exportaciones, por lo que la liberación de liquidez también puede reducir la presión de la apreciación del yuan.\n \n [COT] Esta es una descripción de la situación económica actual de China, que incluye la reestructuración industrial, la reducción de las emisiones de carbono, la desapalancación","SEED_X_SCORE":3.5,"SYSTEM1":"En mi opinión, China quiere aprovechar la oportunidad del dividendo de la pandemia para reestructurar su industria, reducir emisiones de carbono y desapalancarse, al mismo tiempo que reduce la liquidez, provocando artificialmente una mayor presión de desaceleración económica. Con la subida de tipos de la Reserva Federal prevista para el próximo año, la salida de capitales especulativos agravará aún más la escasez de liquidez interna, por lo que el banco central chino se ve obligado a recortar el ratio de reservas bancarias para inyectar liquidez. Además, la apreciación del renminbi afecta significativamente a las exportaciones, y la inyección de liquidez también puede ayudar a reducir la presión alcista sobre el renminbi.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Personalmente, creo que China quiere aprovechar los dividendos de la epidemia para llevar a cabo una reestructuración industrial, reducir las emisiones de carbono y desapalancarse. Al mismo tiempo, también restringe la liquidez, incrementando artificialmente la presión a la baja sobre la economía. Como la Reserva Federal se dispone a aumentar las tasas de interés el año próximo, la salida de dinero especulativo ha hecho que la liquidez interna sea aún más limitada, y la reducción del coeficiente de reservas obligatorias por parte del Banco Popular de China para liberar liquidez es una medida inútil. Además, la apreciación del RMB también tiene un impacto significativo en las exportaciones, y la liberación de liquidez también puede reducir la presión para que el RMB se aprecie.","SYSTEM2_SCORE":1.0,"SYSTEM3":"En mi opinión, China está aprovechando el contexto pandémico para impulsar una reestructuración industrial, reducir emisiones de carbono y desapalancamiento, mientras contrae la liquidez y aumenta artificialmente la presión de desaceleración económica. Ante los próximos aumentos de tasas de la Fed en 2023, la salida de capitales especulativos agrava la escasez de liquidez doméstica, haciendo inevitable el recorte de reservas por el Banco Central. Además, la apreciación del yuan afecta significativamente las exportaciones, por lo que liberar liquidez también ayuda a aliviar las presiones alcistas de la divisa.","SYSTEM3_SCORE":4.0}
{"INPUT":"秋季正是阿尔山最美的日子，从9月开始就这座内蒙边陲小城就披上了金黄色的外衣，山间浓烈的黄色与湖的碧绿相互交织，犹如人间仙境。","SEED_X":"El otoño es la época más hermosa del año en Alshan. A partir de septiembre, esta pequeña ciudad fronteriza de Mongolia Interior se viste con un manto dorado. El intenso color amarillo de las montañas y el verde esmeralda del lago se entrelazan, creando un paisaje que parece un paraíso terrenal.","SEED_X_SCORE":3.0,"SYSTEM1":"El otoño es la época más hermosa del año en la ciudad de Eer Dun, ubicada en la frontera de Mongolia Interior. Desde septiembre, esta pequeña ciudad se viste con un manto dorado. Los intensos tonos amarillos de las montañas se entrelazan con el verde esmeralda de los lagos, creando una escena digna de un paraíso terrenal.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El otoño es la época más hermosa en Arxan. A partir de septiembre, esta pequeña ciudad fronteriza de Mongolia Interior se cubre de un manto dorado. El amarillo fuerte de las montañas y el verde esmeralda del lago se entrelazan, como un país de hadas en la tierra.","SYSTEM2_SCORE":2.5,"SYSTEM3":"El otoño es la época más hermosa de Arxan. Desde septiembre, esta pequeña ciudad fronteriza de Mongolia Interior se viste con un manto dorado, donde el intenso amarillo de las montañas se entrelaza con el verde esmeralda de los lagos, creando un paraíso terrenal.","SYSTEM3_SCORE":4.0}
{"INPUT":"非学科类一直都可以做，而且还在支持，打击的是学科类，不仅是从教培年龄段，教培允许时间，教培资费，资金账户等方面都在严管","SEED_X":"Los cursos no académicos siempre han podido impartirse y aún cuentan con apoyo, mientras que los cursos académicos son los que están siendo reprimidos. Esto afecta no solo a la edad de los estudiantes, sino también al tiempo permitido para la enseñanza y la formación, las tarifas de enseñanza y formación, y las cuentas de financiación, que están siendo reguladas estrictamente.","SEED_X_SCORE":4.0,"SYSTEM1":"Las actividades no académicas siempre han estado permitidas y, de hecho, son apoyadas. Lo que se está regulando estrictamente son las actividades académicas, no solo en términos de la edad de los estudiantes, sino también en cuanto al horario permitido para las clases particulares, las tarifas y las cuentas financieras relacionadas con la educación complementaria.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Los cursos no académicos siempre han estado permitidos y apoyados, pero el foco está en los cursos académicos. Esto no se refiere solamente a la edad de los alumnos para la enseñanza y la formación, el tiempo permitido para la enseñanza y la formación, las tasas de enseñanza y la formación y las cuentas financieras, sino también a un control estricto.","SYSTEM2_SCORE":1.0,"SYSTEM3":"Las actividades no académicas siempre han estado permitidas y siguen siendo apoyadas. Lo que se está reprimiendo son las actividades académicas, las cuales están siendo estrictamente reguladas en múltiples aspectos: grupos de edad permitidos para la formación extracurricular, horarios autorizados, tarifas de enseñanza y gestión de cuentas financieras.","SYSTEM3_SCORE":4.0}
{"INPUT":"我好期待，還以爲沒牙會走寫實風，結果走可愛風，我還不買票進場看爆","SEED_X":"Tengo muchas ganas de verlo. Pensé que iba a tener un estilo más realista, pero al final optó por uno más lindo. Aún así, voy a comprar una entrada para verlo en vivo y disfrutarlo al máximo.","SEED_X_SCORE":4.0,"SYSTEM1":"Tengo muchas ganas, pensaba que al no tener dientes se iba a ir por un estilo realista, pero al final se fue por un estilo adorable, así que ni siquiera compré la entrada para verla.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Estoy tan emocionada. Pensé que el estilo de \"Mei Ya\" sería realista, pero resultó ser lindo. No voy a comprar una entrada para verla.","SYSTEM2_SCORE":3.0,"SYSTEM3":"¡Estoy tan emocionado! Pensé que Desdentado tendría un estilo realista, pero resultó ser adorable. ¡Voy a comprar la entrada sin falta para no perdérmelo!","SYSTEM3_SCORE":2.5}
{"INPUT":"急性髓系白血病 (AML) 是髓系干细胞前体 (红细胞、血小板和除 B 细胞和 T 细胞外的白细胞)。急性髓系白血病导致异常细胞在骨髓和血液中快速生长，干扰正常血细胞的产生。","SEED_X":"La leucemia mieloide aguda (LMA) afecta a los precursores de las células madre mieloides (glóbulos rojos, plaquetas y leucocitos, excepto las células B y T). La LMA hace que las células anormales crezcan rápidamente en la médula ósea y la sangre, lo que interfiere con la producción de células sanguíneas normales.","SEED_X_SCORE":4.0,"SYSTEM1":"La leucemia mieloide aguda (LMA) afecta a los precursores de las células madre mieloides (glóbulos rojos, plaquetas y glóbulos blancos, excepto células B y T). La LMA provoca un crecimiento rápido de células anormales en la médula ósea y la sangre, interfiriendo en la producción de células sanguíneas normales.","SYSTEM1_SCORE":4.0,"SYSTEM2":"La leucemia mieloide aguda (LMA) es una enfermedad de los precursores de células madre mieloides (glóbulos rojos, plaquetas y glóbulos blancos distintos de las células B y T). La leucemia mieloide aguda hace que células anormales crezcan rápidamente en la médula ósea y la sangre, lo que interfiere con la producción de células sanguíneas normales.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La leucemia mieloide aguda (LMA) es un cáncer de los precursores de células madre mieloides (glóbulos rojos, plaquetas y glóbulos blancos excepto células B y T). Esta enfermedad provoca el crecimiento acelerado de células anormales en la médula ósea y la sangre, interfiriendo con la producción de células sanguíneas normales.","SYSTEM3_SCORE":4.0}
{"INPUT":"疫情让我工作日开始摸鱼 周末也闲了下来","SEED_X":"La epidemia me ha llevado a empezar a holgazanear durante los días laborables y también a relajarme los fines de semana","SEED_X_SCORE":2.0,"SYSTEM1":"La pandemia me ha hecho empezar a holgazanear durante los días laborables y también tengo tiempo libre los fines de semana.","SYSTEM1_SCORE":3.5,"SYSTEM2":"La epidemia me ha hecho relajarme durante la semana y tener algo de tiempo libre los fines de semana.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La pandemia me ha hecho holgazanear durante los días laborales y los fines de semana también se han vuelto más tranquilos.","SYSTEM3_SCORE":4.0}
{"INPUT":"过敏原是一种引起过敏性免疫反应的抗原。","SEED_X":"Un alérgeno es un antígeno que desencadena una respuesta inmune alérgica.","SEED_X_SCORE":4.0,"SYSTEM1":"Un alérgeno es un antígeno que provoca una reacción inmunitaria alérgica.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Un alérgeno es un antígeno que provoca una respuesta inmunitaria alérgica.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Un alérgeno es un antígeno que provoca una respuesta inmunológica alérgica.","SYSTEM3_SCORE":4.0}
{"INPUT":"今年7月，载有实验样品拟南芥种子和水稻种子的实验单元，由航天员安装至问天实验舱的生命生态通用实验模块中，于7月29日通过地面程序注入指令启动实验。","SEED_X":"En julio de este año, la unidad experimental que contenía muestras de semillas de colza y arroz fue instalada por los astronautas en el módulo experimental general de vida y ecología de la cápsula experimental Tianhe. El 29 de julio, se inició el experimento mediante la inyección de órdenes a través de procedimientos en tierra.","SEED_X_SCORE":3.5,"SYSTEM1":"En julio de este año, las unidades experimentales que transportaban semillas de Arabidopsis thaliana y semillas de arroz para experimentos fueron instaladas por los astronautas en el módulo general de experimentos de vida y ecología del módulo experimental Wentian, y el experimento se inició el 29 de julio mediante la inyección de instrucciones a través del programa terrestre.","SYSTEM1_SCORE":4.0,"SYSTEM2":"En julio de este año, la unidad experimental que transportaba las muestras experimentales de semillas de Arabidopsis y semillas de arroz fue instalada por los astronautas en el módulo de experimentación de ecología de vida general del módulo de laboratorio Wentian, y el experimento se inició el 29 de julio inyectando comandos a través del programa terrestre.","SYSTEM2_SCORE":4.0,"SYSTEM3":"En julio de este año, las unidades experimentales que transportaban semillas de Arabidopsis thaliana y arroz como muestras de experimento fueron instaladas por los astronautas en el módulo de experimento ecológico universal de vida del módulo laboratorio Wentian. El experimento se inició mediante la inyección de comandos a través de un programa terrestre el 29 de julio.","SYSTEM3_SCORE":4.0}
{"INPUT":"报道称，7月份消费延续恢复态势，全国服务业生产指数和社会消费品零售总额分别同比增长4.8%和2.7%，增速比上月加快0.1个百分点和0.7个百分点。","SEED_X":"Según los informes, en julio continuó la recuperación del consumo, y el índice de producción del sector servicios y el volumen de ventas minoristas de bienes de consumo aumentaron un 4,8 % y un 2,7 % respectivamente en comparación con el mismo mes del año anterior, con tasas de crecimiento que aumentaron en 0,1 y 0,7 puntos porcentuales, respectivamente, en comparación con el mes anterior.","SEED_X_SCORE":4.0,"SYSTEM1":"Según el informe, en julio la demanda continuó recuperándose, con un aumento interanual del 4,8 % y del 2,7 % en el índice de producción del sector servicios a nivel nacional y en el volumen total de ventas al por menor, respectivamente, acelerándose las tasas de crecimiento en 0,1 y 0,7 puntos porcentuales en comparación con el mes anterior.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Según el informe, el consumo continuó recuperándose en julio, con el índice de producción de la industria nacional de servicios y las ventas minoristas totales de bienes de consumo aumentando un 4,8% y un 2,7% interanual respectivamente, con la tasa de crecimiento acelerándose en 0,1 puntos porcentuales y 0,7 puntos porcentuales respecto al mes anterior.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Según informes, en julio el consumo continúa su tendencia de recuperación. El índice de producción de servicios a nivel nacional y el volumen total de ventas minoristas de bienes de consumo social registraron aumentos interanuales del 4,8% y 2,7% respectivamente, con tasas de crecimiento que se aceleraron en 0,1 y 0,7 puntos porcentuales en comparación con el mes anterior.","SYSTEM3_SCORE":4.0}
{"INPUT":"并且在本次测试中，参与的玩家将能够获得专属的 \" 超燃测试纪念奖励 \"，包括 \" 先驱荣耀 \" 纪念图标和 \" 头号召唤师 \" 纪念表情。","SEED_X":"Y en esta prueba, los jugadores participantes podrán obtener recompensas conmemorativas exclusivas de la «Prueba Superemocionante», que incluyen un icono conmemorativo de «Gloria Pionera» y una expresión conmemorativa de «Invocador Número Uno».","SEED_X_SCORE":4.0,"SYSTEM1":"Además, en esta prueba, los jugadores participantes podrán obtener una recompensa conmemorativa exclusiva de \"Prueba Épica\", que incluye el ícono conmemorativo \"Gloria Pionera\" y la expresión conmemorativa \"Invocador de la Cabeza\".","SYSTEM1_SCORE":3.5,"SYSTEM2":"Y en esta prueba, los jugadores participantes podrán obtener recompensas conmemorativas exclusivas de la \"Prueba Super Burning\", incluido el ícono conmemorativo \"Gloria del Pionero\" y la expresión conmemorativa \"Invocador N.° 1\".","SYSTEM2_SCORE":2.0,"SYSTEM3":"Además, en esta prueba, los jugadores participantes podrán obtener la exclusiva \"Recompensa Conmemorativa de la Prueba Supercombustión\", que incluye el icono conmemorativo \"Gloria del Pionero\" y el emoticono conmemorativo \"Invocador Principal\".","SYSTEM3_SCORE":4.0}
{"INPUT":"亚马逊对Whole Foods采取的主要举措是降低价格和引入Prime会员制度——缴纳年费的Prime会员可以获得各种优惠——而运营中国最大的两个电商平台的阿里巴巴开起了盒马鲜生，目前已有20家门店。在盒马，顾客可以将购买的商品带走、选择送货上门，或者直接在店内享用。","SEED_X":"La principal medida que Amazon tomó con respecto a Whole Foods fue reducir los precios e introducir el sistema de membresía Prime, que ofrece diversos beneficios a cambio de una cuota anual. Por su parte, Alibaba, que opera las dos plataformas de comercio electrónico más grandes de China, lanzó Hema Xiansheng, que actualmente cuenta con 20 tiendas. En Hema, los clientes pueden llevarse los productos que compran, optar por el servicio de entrega a domicilio o consumirlos directamente en la tienda.","SEED_X_SCORE":4.0,"SYSTEM1":"Amazon's main initiatives for Whole Foods have been lowering prices and introducing the Prime membership system—where members pay an annual fee to receive various benefits—while Alibaba, which operates China's two largest e-commerce platforms, has opened Freshippo stores, with 20 locations currently. At Freshippo, customers can take their purchases home, opt for home delivery, or consume items directly within the store.","SYSTEM1_SCORE":0.0,"SYSTEM2":"Las principales medidas de Amazon contra Whole Foods fueron precios más bajos y la introducción de Prime, un programa de membresía que brinda a los miembros una variedad de beneficios por una tarifa anual, mientras que Alibaba, que opera las dos plataformas de comercio electrónico más grandes de China, abrió Hema Fresh, que ahora tiene 20 tiendas. En Hema, los clientes pueden llevarse sus compras, recibirlas en su domicilio o disfrutarlas directamente en la tienda.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Las principales medidas que Amazon implementó en Whole Foods fueron reducir los precios e introducir la membresía Prime —donde los socios que pagan una cuota anual reciben diversos beneficios—, mientras que Alibaba, operador de las dos mayores plataformas de comercio electrónico en China, creó Hema Fresh, que actualmente cuenta con 20 tiendas. En Hema, los clientes pueden llevarse sus compras, elegir entrega a domicilio o consumir los productos directamente en el establecimiento.","SYSTEM3_SCORE":4.0}
{"INPUT":"不能和好友联机的bug昨天更新解决的，在好友列表里等一会，就能看见加入图标了。不过我遇到了无法蹲下的bug，只有重启游戏才能解决，还有不能触发剧情或者boss战斗的bug，ps5版。","SEED_X":"El error que no permitía jugar en línea con amigos se solucionó con la actualización de ayer. Si esperas un poco en la lista de amigos, podrás ver el icono de unirte. Sin embargo, me encontré con un error que no me permitía agacharme, y solo pude solucionarlo reiniciando el juego. También hubo un error que no permitía desencadenar la trama o las batallas contra los jefes en la versión para PS5.","SEED_X_SCORE":4.0,"SYSTEM1":"El error que impedía jugar en línea con amigos se resolvió con la actualización de ayer; si esperas un momento en la lista de amigos, aparecerá el ícono de unirse. Sin embargo, he encontrado un error que impide agacharse, el cual solo se soluciona reiniciando el juego, y también hay errores en los que no se activa la trama o la batalla contra el jefe, en la versión de PS5.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El error de no poder conectarse con amigos se solucionó en la actualización de ayer. Espera un momento en la lista de amigos y verás el ícono para unirse. Sin embargo, encontré un error por el cual no podía agacharme, que solo se podía solucionar reiniciando el juego, y un error por el cual no podía activar la trama o las batallas contra jefes, en la versión de PS5.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El error que impedía jugar en línea con amigos se solucionó en la actualización de ayer. Si esperas un rato en la lista de amigos, aparecerá el icono para unirse. Sin embargo, encontré un error que no permite agacharse (solo se resuelve reiniciando el juego) y otro que impide activar cinemáticas o combates contra jefes en la versión de PS5.","SYSTEM3_SCORE":4.0}
{"INPUT":"某公司在破产重整期间，因未上报年度报告而被市场监管局吊销营业执照。","SEED_X":"Durante el período de reestructuración por bancarrota, la autoridad de supervisión del mercado revocó la licencia de operación de una empresa por no presentar el informe anual.","SEED_X_SCORE":4.0,"SYSTEM1":"Una empresa fue declarada en quiebra y, durante el período de reorganización, su licencia comercial fue revocada por la oficina de supervisión del mercado por no presentar el informe anual.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Durante una reorganización por quiebra, la Oficina de Supervisión del Mercado revocó la licencia comercial de una empresa porque no presentó un informe anual.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Una empresa, durante su procedimiento de quiebra, tuvo la licencia comercial revocada por la Administración de Regulación del Mercado debido a no presentar el informe anual.","SYSTEM3_SCORE":4.0}
{"INPUT":"SLA模型可以通过各种后处理方法，如砂光、抛光、喷涂涂层和使用矿物油等，获得非常高的品质。 ","SEED_X":"El modelo SLA puede obtener una calidad muy alta mediante diversos métodos de postprocesamiento, como lijado, pulido, aplicación de recubrimientos y uso de aceite mineral, entre otros.","SEED_X_SCORE":4.0,"SYSTEM1":"Los modelos de SLA pueden alcanzar una calidad muy alta mediante diversos métodos de posprocesamiento, como el lijado, el pulido, la aplicación de recubrimientos y el uso de aceite mineral.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Los modelos SLA se pueden realizar con una calidad muy alta mediante diversos métodos de posprocesamiento, como lijado, pulido, recubrimiento por pulverización y aplicación de aceite mineral. ","SYSTEM2_SCORE":3.0,"SYSTEM3":"Los modelos SLA pueden lograr una calidad excepcional mediante varios métodos de postprocesamiento como lijado, pulido, aplicación de recubrimientos en spray y uso de aceite mineral.","SYSTEM3_SCORE":4.0}
{"INPUT":"我们对贵公司的报价感兴趣，但价格似乎偏高，我们希望能有更具竞争力的报价。","SEED_X":"Estamos interesados en la oferta de su empresa, pero el precio parece ser demasiado alto. Esperamos poder recibir una oferta más competitiva.","SEED_X_SCORE":4.0,"SYSTEM1":"Estamos interesados en la cotización de su empresa, pero el precio parece un poco alto. Esperamos recibir una oferta más competitiva.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Estamos interesados en su cotización, pero el precio nos parece elevado y esperamos obtener una cotización más competitiva.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Estamos interesados en la oferta de su empresa, pero el precio parece algo elevado. Esperamos poder contar con una oferta más competitiva.","SYSTEM3_SCORE":4.0}
{"INPUT":"研究小组利用中国的数据完成了一项综合生命周期评估，结果表明，将生物质热解和发电系统相结合，再加上常用的甲烷和氮肥优化管理，可以帮助将主要作物的年生命周期温室气体排放量从现在的666.5太克二氧化碳当量减少到负37.9太克。","SEED_X":"El equipo de investigación utilizó datos de China para llevar a cabo una evaluación integral del ciclo de vida, que demostró que la combinación de la pirólisis de biomasa y los sistemas de generación de energía, junto con la gestión optimizada de metano y fertilizantes nitrogenados, puede ayudar a reducir las emisiones de gases de efecto invernadero del ciclo de vida anual de los cultivos principales de 666,5 toneladas de dióxido de carbono equivalente a -37,9 toneladas.","SEED_X_SCORE":2.5,"SYSTEM1":"Un equipo de investigación realizó una evaluación integral del ciclo de vida utilizando datos de China, cuyos resultados indican que combinar sistemas de pirólisis de biomasa y generación de electricidad, junto con una gestión óptima habitual de metano y fertilizantes nitrogenados, podría ayudar a reducir las emisiones anuales de gases de efecto invernadero del ciclo de vida de los principales cultivos, desde las actuales 666,5 teragramos de dióxido de carbono equivalente hasta -37,9 teragramos.","SYSTEM1_SCORE":4.0,"SYSTEM2":"El equipo de investigación completó una evaluación integral del ciclo de vida utilizando datos de China, mostrando que la combinación de pirólisis de biomasa y sistemas de generación de energía, junto con una gestión optimizada de los fertilizantes de metano y nitrógeno de uso común, podría ayudar a reducir las emisiones anuales de gases de efecto invernadero del ciclo de vida de los principales cultivos de 666,5 teragramos de dióxido de carbono equivalente hoy a -37,9 teragramos.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Un equipo de investigación ha completado una evaluación integral del ciclo de vida utilizando datos de China, cuyos resultados muestran que la combinación de pirólisis de biomasa con sistemas de generación de energía, junto con una gestión optimizada de metano y fertilizantes nitrogenados de uso común, podría reducir las emisiones anuales de gases de efecto invernadero en el ciclo de vida de los cultivos principales desde los actuales 666,5 teragramos de equivalente de CO₂ hasta -37,9 teragramos.","SYSTEM3_SCORE":4.0}
{"INPUT":"泉城苏家，今天中午要在这里给孙女苏沐秋举办订婚宴，而苏沐秋的订婚对象，正是萧战！","SEED_X":"¡La familia Su de la ciudad de Quan va a celebrar un banquete de compromiso para su nieta, Su Muqiu, hoy al mediodía, y el novio de Su Muqiu es Xiao Zhan!","SEED_X_SCORE":4.0,"SYSTEM1":"En la ciudad de las fuentes, la familia Su, hoy al mediodía se celebrará aquí el banquete de compromiso de su nieta Su Muqiu, y el prometido de Su Muqiu es ¡exactamente Xiao Zhan!","SYSTEM1_SCORE":3.5,"SYSTEM2":"La familia Su en Quancheng celebrará una fiesta de compromiso para su nieta Su Muqiu aquí al mediodía de hoy, ¡y la persona encargada del compromiso de Su Muqiu es Xiao Zhan!","SYSTEM2_SCORE":3.0,"SYSTEM3":"La familia Su de Quancheng celebrará hoy al mediodía un banquete de compromiso aquí para su nieta Su Muqiu, ¡y el prometido de la joven no es otro que Xiao Zhan!","SYSTEM3_SCORE":4.0}
{"INPUT":"引狮郎与狮子默契配合，形成北方狮舞的一个重要特征。徐水狮舞的基本特征是外形夸张，狮头圆大，眼睛灵动，大嘴张合有度，既威武雄壮，又憨态可掬。","SEED_X":"Yin Shilang y el león colaboran en perfecta armonía, lo que constituye una característica importante de la danza del león del norte. La característica básica de la danza del león de Xushui es su aspecto exagerado, con una cabeza de león redonda y grandes ojos, y una boca que se abre y se cierra con moderación, lo que lo hace a la vez majestuoso y adorable.","SEED_X_SCORE":3.5,"SYSTEM1":"El laosheng (joven actor) que guía al león y el león mismo actúan con una coordinación perfecta, formando una característica importante de la danza del león del norte. La característica básica de la danza del león de Xushui es su apariencia exagerada: la cabeza del león es redonda y grande, con ojos expresivos, una boca grande que se abre y cierra adecuadamente, mostrando tanto una presencia majestuosa y poderosa como un aspecto adorable y entrañable.","SYSTEM1_SCORE":3.5,"SYSTEM2":"La cooperación armoniosa entre el bailarín del león y el león constituye una característica importante de la danza del león del norte. Las características básicas de la danza del león Xushui son su apariencia exagerada, una gran cabeza de león redonda, ojos vivaces y una boca grande que se abre y se cierra con moderación, lo que la hace majestuosa y adorable.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La coordinación implícita entre el guía del león y la figura felina constituye una característica fundamental de la danza del león del norte. El baile del león de Xushui se distingue por su apariencia exagerada: cabeza redonda y voluminosa, ojos expresivos y ágiles, una gran mandíbula que se abre y cierra con precisión, combinando majestuosidad imponente con una encantadora torpeza.","SYSTEM3_SCORE":4.0}
{"INPUT":"毫无疑问，意大利女排是东京奥运会女排项目的夺冠大热门，她们是中国女排卫冕奥运冠军的最大劲敌。","SEED_X":"Sin duda, el equipo femenino de voleibol de Italia es el gran favorito para ganar el torneo femenino de voleibol en los Juegos Olímpicos de Tokio, y es el mayor rival del equipo femenino de voleibol de China en su intento de defender el título olímpico.","SEED_X_SCORE":4.0,"SYSTEM1":"Sin duda, el equipo femenino de voleibol de Italia es el gran favorito para ganar la medalla de oro en los Juegos Olímpicos de Tokio, y representa el mayor desafío para que el equipo femenino de voleibol de China reitere su título olímpico.","SYSTEM1_SCORE":4.0,"SYSTEM2":"No hay duda de que el equipo femenino de voleibol italiano es el favorito para ganar el evento de voleibol femenino en los Juegos Olímpicos de Tokio. Son el mayor rival del equipo femenino de voleibol chino en la defensa del campeonato olímpico.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Sin duda, la selección italiana de voleibol femenino es una de las grandes favoritas para llevarse el oro en los Juegos Olímpicos de Tokio, y representa la mayor adversaria para que el equipo chino logre defender su título olímpico.","SYSTEM3_SCORE":4.0}
{"INPUT":"在这悲催的时代，别的可以不学，英语不能不学，这不是“知识”，但绝对是保留对未来希望的最有意义的方法。","SEED_X":"En estos tiempos difíciles, puede que no sea necesario aprender otras cosas, pero el inglés es imprescindible. No se trata de «conocimiento», sino que es, sin duda, la forma más significativa de mantener la esperanza en el futuro.","SEED_X_SCORE":4.0,"SYSTEM1":"En esta desafortunada época, quizás puedas dejar de aprender otras cosas, pero no el inglés. Esto no es \"conocimiento\", pero es definitivamente el método más significativo para conservar la esperanza en el futuro.","SYSTEM1_SCORE":4.0,"SYSTEM2":"En esta época trágica, puede que no necesites aprender otras cosas, pero debes aprender inglés. No es “conocimiento”, pero definitivamente es la manera más significativa de mantener la esperanza en el futuro.","SYSTEM2_SCORE":4.0,"SYSTEM3":"En esta trágica época, aunque se puedan abandonar otros estudios, el inglés no se puede dejar de aprender. Esto no es \"conocimiento\", pero sin duda constituye el método más significativo para preservar la esperanza en el futuro.","SYSTEM3_SCORE":4.0}
{"INPUT":"据中国航天科技集团消息，国产首颗全电推通信卫星——亚太6E卫星7月15日在中国香港圆满通过了卫星在轨技术验收评审和地面系统最终技术验收评审，标志其完成在轨测试，正式投入运营。","SEED_X":"Según el Grupo de Ciencia y Tecnología Aeroespacial de China, el primer satélite de comunicaciones con propulsión totalmente eléctrica de fabricación nacional, el satélite Asia-Pacífico 6E, superó con éxito la evaluación de aceptación técnica en órbita y la evaluación de aceptación técnica final del sistema terrestre el 15 de julio en Hong Kong, China, lo que indica que ha completado las pruebas en órbita y ha entrado oficialmente en funcionamiento.","SEED_X_SCORE":4.0,"SYSTEM1":"Según informó la Corporación China de Ciencia y Tecnología Aeroespacial, el satélite de comunicaciones totalmente eléctrico de fabricación nacional, el satélite APSTAR-6E, aprobó con éxito el 15 de julio en Hong Kong (China) la evaluación final técnica en órbita del satélite y la evaluación final técnica del sistema terrestre, lo que marca la finalización de sus pruebas en órbita y su puesta en funcionamiento oficial.","SYSTEM1_SCORE":3.5,"SYSTEM2":"Según la Corporación de Ciencia y Tecnología Aeroespacial de China, el primer satélite de comunicaciones de propulsión nacional, el satélite Asia-Pacífico 6E, pasó con éxito la revisión de aceptación técnica en órbita del satélite y la revisión de aceptación técnica final del sistema terrestre en Hong Kong, China, el 15 de julio, marcando la finalización de sus pruebas en órbita y su entrada oficial en operación.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Según informó la Corporación de Ciencia y Tecnología Aeroespacial de China, el primer satélite de comunicaciones de propulsión totalmente eléctrica desarrollado nacionalmente, el APSTAR-6E, superó exitosamente el 15 de julio en Hong Kong, China, las evaluaciones técnicas de aceptación en órbita y la evaluación técnica final del sistema terrestre, lo que marca la finalización de sus pruebas en órbita y su entrada oficial en operación.","SYSTEM3_SCORE":4.0}
{"INPUT":"让你29块9带走足足10包！ 而它一包不是两片呢， 一包是3片， 给到大家足足30片， 只要29块9！ 一个晚上的安睡！ 安眠只需要一块钱都不到！ 又能吸又舒服又不怕漏的安心裤！ 让你一整晚上的安睡 不用担心会侧漏！ 喜欢同学自行帮我带回家， 感谢大家！","SEED_X":"¡Puedes llevarte 10 paquetes completos por solo 29,90 yuanes! Y cada paquete no contiene solo dos pastillas, sino tres, lo que equivale a un total de 30 pastillas. ¡Todo por solo 29,90 yuanes! \n ¡Un sueño tranquilo durante toda la noche! \n ¡Solo necesitas gastar menos de un yuan por pastilla para dormir! \n ¡Unas bragas desechables que absorben el flujo, son cómodas y no tienen fugas! \n ¡Te permiten dormir tranquilamente durante toda la noche sin preocuparte por las fugas laterales! \n Si te gustan, puedes llevarlas a casa tú mismo. ¡Muchas gracias!","SEED_X_SCORE":4.0,"SYSTEM1":"¡Llévate 10 paquetes por solo 29,9 yuanes! Y no son dos toallas por paquete, sino tres, para un total de 30 toallas por solo 29,9 yuanes. ¡Dormir toda la noche sin interrupciones! Un sueño tranquilo por menos de un yuan. ¡Pantalones cómodos, absorbentes y sin riesgo de fugas! Te permiten dormir toda la noche sin preocuparte por posibles fugas laterales. Si a ustedes les gustan, por favor llévenselos a casa, ¡gracias a todos!","SYSTEM1_SCORE":3.0,"SYSTEM2":"¡Puedes llevarte 10 bolsas por sólo 29,9 yuanes! Y no hay dos tabletas en un paquete, sino tres tabletas en un paquete, lo que le da un total de 30 tabletas, ¡y cuesta solo 29,9 yuanes! ¡Una buena noche de sueño! ¡La comodidad al dormir cuesta menos de un dólar! ¡Pantalones seguros que son absorbentes, cómodos y a prueba de fugas! ¡Te permite dormir bien toda la noche sin preocuparte por las fugas! Me gusta que mis compañeros de clase me ayuden a llevarlo a casa. ¡Gracias a todos!","SYSTEM2_SCORE":2.5,"SYSTEM3":"¡Por solo 29,9 te llevas 10 paquetes! Cada paquete no tiene 2 unidades, ¡sino 3! En total son 30 unidades por solo 29,9. ¡Noches de sueño reparador por menos de 1 yuan! ¡Braguitas absorbentes, cómodas y antiderrames que te protegen toda la noche! Duerme tranquilo sin miedo a fugas laterales. Si te gustan, ¡llévatelas a casa ahora! ¡Gracias a todos!","SYSTEM3_SCORE":4.0}
{"INPUT":"奥运健儿在赛场争金夺银，引得市民纷纷走进场馆亲身体验，带动夏日消费热潮。记者走访注意到，近期不仅游泳、羽毛球、网球等运动火热，射箭、攀岩、室内冲浪等小众体育项目也崭露头角。7月以来，北京地区羽毛球订单增长达80%；“国民运动”乒乓球的相关团购订单量同比增长50%。","SEED_X":"Los atletas olímpicos compiten por las medallas de oro y plata en la competencia, lo que ha llevado a los ciudadanos a visitar los estadios para experimentarlo en persona, impulsando una ola de consumo en verano. El reportero notó que, recientemente, no solo los deportes como la natación, el bádminton y el tenis están en auge, sino que también han cobrado importancia los deportes minoritarios como el tiro con arco, la escalada y el surf en interiores. Desde julio, los pedidos de bádminton en la región de Beijing han aumentado un 80 %; y los pedidos grupales relacionados con el «deporte nacional», el tenis de mesa, han aumentado un 50 % en comparación con el año anterior.","SEED_X_SCORE":4.0,"SYSTEM1":"Los atletas olímpicos compiten por medallas de oro y plata en el estadio, atrayendo a muchos ciudadanos a acudir personalmente a los recintos deportivos y generando una ola de consumo en verano. Según observó un periodista, recientemente no solo han tenido gran auge deportes como la natación, el bádminton y el tenis, sino que también han surgido disciplinas menos comunes como el tiro con arco, la escalada y el surf indoor. Desde julio, en la región de Beijing el volumen de pedidos para jugar al bádminton ha crecido un 80 %, mientras que los pedidos grupales relacionados con el \"deporte nacional\", el ping pong, han aumentado un 50 % en comparación con el año anterior.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Los atletas olímpicos compiten por las medallas de oro y plata, atrayendo a los ciudadanos a las sedes para experimentarlo por sí mismos, lo que impulsa un auge del consumo en verano. El reportero notó que no solo la natación, el bádminton, el tenis y otros deportes son populares recientemente, sino que también están surgiendo deportes de nicho como el tiro con arco, la escalada en roca y el surf en interiores. Desde julio, los pedidos de bádminton en Pekín han aumentado un 80%; Los pedidos de compra grupales para el \"deporte nacional\" del tenis de mesa han aumentado un 50% interanual.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Los atletas olímpicos compitiendo por medallas en los estadios han atraído a ciudadanos a experimentar deportes en persona, impulsando un auge de consumo veraniego. Periodistas han observado que, además del boom en natación, bádminton y tenis, disciplinas menos convencionales como tiro con arco, escalada y surf indoor están ganando protagonismo. Desde julio, los pedidos de bádminton en Pekín aumentaron un 80%, mientras que las compras grupales de ping-pong, el \"deporte nacional\", se incrementaron un 50% interanual.","SYSTEM3_SCORE":4.0}
{"INPUT":"且夫秦欲璧，赵弗予璧，两无所曲直也。入璧而秦弗予城，曲在秦；秦出城而璧归，曲在赵。","SEED_X":"Además, Qin quería la esfera y Zhao se negó a entregarla. Ninguna de las dos partes tenía razón ni estaba equivocada. Si Qin hubiera entregado la esfera y Zhao no le hubiera dado las ciudades, la culpa habría sido de Qin; si Qin hubiera entregado las ciudades y Zhao hubiera devuelto la esfera, la culpa habría sido de Zhao.\n  \n [COT] Esta es una oración compuesta por dos cláusulas independientes. La primera cláusula describe que Qin quería la esfera y Zhao se negó a entregarla, por lo que ninguna de las dos partes tenía razón ni estaba equivocada. La segunda cláusula describe que si Qin hubiera entregado la esfera y Zhao no le hubiera dado las ciudades, la culpa habría sido de Qin; si Qin hubiera entregado las ciudades y Zhao hubiera devuelto la esfera,","SEED_X_SCORE":4.0,"SYSTEM1":"Además, si Qin desea el璧 (bi) y Zhao no se lo entrega, ninguno de los dos tiene razón ni está equivocado. Si Qin recibe el璧 pero no entrega la ciudad, entonces Qin está en falta; si Qin entrega la ciudad pero el璧 regresa, entonces Zhao está en falta.","SYSTEM1_SCORE":2.5,"SYSTEM2":"Además, Qin quería el jade, pero Zhao se negó a dárselo, por lo que no había nada correcto o incorrecto entre los dos. Si se presentó el jade pero Qin no le entregó la ciudad a Zhao, la culpa fue del lado de Qin; Si Qin le entregó la ciudad a Zhao y el jade fue devuelto a Zhao, la culpa fue del lado de Zhao.","SYSTEM2_SCORE":3.0,"SYSTEM3":"Si Qin deseaba el jade y Zhao no se lo entregaba, ambos bandos carecían de culpa. Si Zhao hubiera entregado el jade y Qin no hubiera cedido las ciudades, la culpa habría recaído en Qin. Si Qin hubiera entregado las ciudades y el jade hubiera regresado, la culpa habría sido de Zhao.","SYSTEM3_SCORE":4.0}
{"INPUT":"移动式CT在某种程度上可以看作是术中CT体积缩小、机动性显著提高后的产物。","SEED_X":"En cierto modo, la TC móvil puede considerarse un producto resultante de la reducción del volumen de la TC intraoperatoria y del aumento significativo de su movilidad.","SEED_X_SCORE":4.0,"SYSTEM1":"La TC móvil puede considerarse en cierta medida como un producto de reducción de volumen y mejora significativa en movilidad de la TC intraoperatoria.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Hasta cierto punto, la TC móvil puede considerarse el producto de la reducción del tamaño de la TC intraoperatoria y la mejora significativa de la movilidad.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El tomógrafo móvil puede considerarse en cierta medida como el producto de la reducción de volumen del tomógrafo intraoperatorio y una mejora significativa en su movilidad.","SYSTEM3_SCORE":4.0}
{"INPUT":"新民主主义革命的胜利，彻底结束了旧中国半殖民地半封建社会的历史，彻底结束了旧中国一盘散沙的局面，彻底废除了列强强加给中国的不平等条约和帝国主义在中国的一切特权，为实现中华民族伟大复兴创造了根本社会条件。","SEED_X":"La victoria de la Revolución Nueva Democrática puso fin definitivamente a la historia de la sociedad semicolonial y semifeudal de la antigua China, acabó con la situación de desunión de la antigua China, abolió por completo los tratados desiguales impuestos por las potencias extranjeras y todos los privilegios imperialistas en China, y creó las condiciones sociales fundamentales para la gran revitalización de la nación china.","SEED_X_SCORE":4.0,"SYSTEM1":"La victoria de la revolución democrática nueva puso fin por completo a la historia de la sociedad semicolonial y semifeudal de la antigua China, puso fin por completo a la situación desunida de la antigua China, y abolió por completo los tratados desiguales impuestos por las potencias extranjeras a China y todos los privilegios del imperialismo en China, creando así las condiciones sociales fundamentales para lograr la gran revitalización de la nación china.","SYSTEM1_SCORE":3.5,"SYSTEM2":"La victoria de la Revolución de Nueva Democracia puso fin por completo a la historia de la sociedad semicolonial y semifeudal de la vieja China, puso fin por completo a la situación de fragmentación de la vieja China, abolió por completo los tratados desiguales impuestos a China por las grandes potencias y todos los privilegios del imperialismo en China, y creó condiciones sociales fundamentales para realizar el gran rejuvenecimiento de la nación china.","SYSTEM2_SCORE":4.0,"SYSTEM3":"El triunfo de la revolución de nueva democracia puso fin por completo a la historia de la antigua China como sociedad semicolonial y semifeudal, terminó definitivamente con la fragmentación del país, abolió radicalmente los tratados desiguales impuestos por las potencias extranjeras y todos los privilegios imperialistas en China, creando así las condiciones sociales fundamentales para el gran rejuvenecimiento de la nación china.","SYSTEM3_SCORE":4.0}
{"INPUT":"動畫原班人馬打造的真人版，這陣容已經比迪士尼亂改原著要好多了","SEED_X":"Una versión en vivo creada por el mismo equipo de animadores. Este elenco ya es mucho mejor que el de Disney, que alteró demasiado la historia original.","SEED_X_SCORE":4.0,"SYSTEM1":"La versión真人 realizada por el mismo equipo de animación original, este elenco ya es mucho mejor que las alteraciones arbitrarias de Disney al libro original.","SYSTEM1_SCORE":3.5,"SYSTEM2":"La versión de acción real creada por el equipo de animación original es mucho mejor que el desordenado trabajo original de Disney.","SYSTEM2_SCORE":2.5,"SYSTEM3":"La versión de acción real creada por el mismo equipo original de la animación ya tiene un elenco mucho mejor que las alteraciones descuidadas que Disney hace al material original.","SYSTEM3_SCORE":4.0}
{"INPUT":"今天我们买4送1是我和老板谈了很久才拿到的优惠，相比起以前已经是很大的折扣了，一定不要错过～","SEED_X":"Hoy compramos 4 y obtenemos 1 gratis. Esta oferta fue posible gracias a una larga negociación con mi jefe, y en comparación con antes, ya es un gran descuento. ¡No te lo puedes perder!","SEED_X_SCORE":4.0,"SYSTEM1":"Hoy tenemos una promoción de 4 por 1, la cual conseguí después de negociar mucho con el jefe. Comparado con antes, ya es un descuento muy grande. ¡No te lo pierdas!","SYSTEM1_SCORE":4.0,"SYSTEM2":"Hoy tenemos una oferta de compra 4 y llévate 1 gratis. Es un descuento que negocié con mi jefe durante mucho tiempo. En comparación con el pasado, es un gran descuento. No te lo pierdas.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Hoy tenemos la promoción de \"compre 4 y lleve 1 gratis\", que conseguí tras negociar mucho con el jefe. En comparación con antes, este es un descuento muy grande, ¡no te lo pierdas!","SYSTEM3_SCORE":4.0}
{"INPUT":"等材制造通俗来说就是将一块泥巴捏成各种各样的形状，材料不多不少，比如说古代的打铁技术以及现在往模具里面注入材料等等。优点是不浪费材料，缺点是铸造锻炼耗费时间长速度慢，模具注入的开模成本高。 ","SEED_X":"La fabricación aditiva, en términos generales, consiste en moldear una masa de arcilla en diversas formas, con una cantidad justa de material. Ejemplos de ello son la técnica de forja de la antigüedad y la inyección de material en moldes en la actualidad. La ventaja es que no se desperdicia material; la desventaja es que el proceso de fundición y forja consume mucho tiempo y es lento, y el costo de abrir el molde para la inyección de material es alto.","SEED_X_SCORE":4.0,"SYSTEM1":"La fabricación sin residuos, en términos sencillos, consiste en moldear una masa de material en diversas formas, utilizando exactamente la cantidad necesaria, ni más ni menos. Por ejemplo, técnicas antiguas como la forja del hierro o métodos modernos como la inyección de material en moldes. Sus ventajas incluyen que no hay desperdicio de material; sin embargo, presenta desventajas como el largo tiempo y la lentitud del proceso de fundición o forja, y el alto costo del molde en el caso de la inyección.","SYSTEM1_SCORE":3.5,"SYSTEM2":"En términos sencillos, la fabricación de materiales significa amasar un trozo de barro en distintas formas, con la cantidad justa de material, como la antigua tecnología de herrería y el método actual de inyectar materiales en moldes. La ventaja es que no hay desperdicio de materiales, pero la desventaja es que la fundición requiere mucho tiempo y es lenta, y el costo de apertura del molde para la inyección es alto. ","SYSTEM2_SCORE":3.0,"SYSTEM3":"La fabricación por moldeo, en términos simples, consiste en dar diversas formas a una masa de material (como arcilla) utilizando exactamente la cantidad necesaria. Ejemplos incluyen la antigua técnica de forja y los métodos modernos de inyección de materiales en moldes. Sus ventajas son el uso eficiente de materiales sin desperdicio, mientras que sus desventajas radican en la lentitud del proceso de fundición, el alto consumo de tiempo y los elevados costos de fabricación de moldes.","SYSTEM3_SCORE":4.0}
{"INPUT":"有关oncall的使用体验问题，同学们可以反馈到我这里","SEED_X":"En cuanto a las experiencias de uso de OnCall, los estudiantes pueden enviar sus comentarios a mí.","SEED_X_SCORE":4.0,"SYSTEM1":"Si los estudiantes tienen algún problema con la experiencia de uso de Oncall, pueden enviarme sus comentarios.","SYSTEM1_SCORE":4.0,"SYSTEM2":"Si tienes alguna pregunta sobre la experiencia de guardia, puedes enviarme tus comentarios aquí.","SYSTEM2_SCORE":3.5,"SYSTEM3":"Los compañeros pueden enviarme sus comentarios sobre cualquier problema relacionado con la experiencia de uso de oncall.","SYSTEM3_SCORE":4.0}
{"INPUT":"通货膨胀持续困扰美国民众。50%的美国人表示，通货膨胀是美国最关心的问题，同比上升5个百分点。值得注意的是，预计到今年年底，消费者物价指数（CPI）自2020年累计上涨幅度将高于20%，而家庭食品等主要日用品价格在过去五年或将飙升近28%。","SEED_X":"La inflación sigue siendo un problema para los estadounidenses. El 50 % de los estadounidenses afirman que la inflación es el problema que más les preocupa, lo que representa un aumento de 5 puntos porcentuales en comparación con el año anterior. Cabe destacar que se prevé que, para finales de este año, el índice de precios al consumidor (IPC) haya aumentado un 20 % desde 2020, mientras que los precios de los productos básicos, como los alimentos, podrían haber subido cerca de un 28 % en los últimos cinco años.","SEED_X_SCORE":4.0,"SYSTEM1":"La inflación sigue afectando a los ciudadanos estadounidenses. El 50% de los estadounidenses señala que la inflación es el problema que más preocupa en el país, un aumento de cinco puntos porcentuales en comparación con el año anterior. Es destacable que para finales de este año, el Índice de Precios al Consumidor (CPI) acumulará un incremento superior al 20% desde 2020, y los precios de artículos esenciales como los alimentos para el hogar podrían haber subido casi un 28% en los últimos cinco años.","SYSTEM1_SCORE":4.0,"SYSTEM2":"La inflación continúa plagando al pueblo estadounidense. El 50% de los estadounidenses dijo que la inflación es su mayor preocupación, un aumento de 5 puntos porcentuales interanual. Cabe señalar que, para fines de este año, se espera que el índice de precios al consumidor (IPC) haya aumentado más de un 20% desde 2020, mientras que los precios de los principales productos básicos diarios, como los alimentos para el hogar, pueden haberse disparado casi un 28% en los últimos cinco años.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La inflación sigue afectando a los ciudadanos estadounidenses. El 50% de los estadounidenses afirma que la inflación es el problema que más les preocupa en el país, lo que representa un aumento de 5 puntos porcentuales en comparación con el mismo período del año anterior. Cabe destacar que se prevé que, para finales de este año, el índice de precios al consumo (IPC) habrá superado un aumento acumulado del 20% desde 2020, mientras que los precios de productos básicos como los alimentos para el hogar podrían haberse disparado casi un 28% en los últimos cinco años.","SYSTEM3_SCORE":4.0}
{"INPUT":"细胞周期蛋白 G 相关激酶 (GAK) 是细胞周期蛋白 G 和 CDK5 的互作蛋白，参与细胞周期。","SEED_X":"La quinasa relacionada con la ciclina G (GAK) es una proteína que interactúa con la ciclina G y la CDK5 y participa en el ciclo celular.","SEED_X_SCORE":4.0,"SYSTEM1":"La quinasa asociada a la ciclina G (GAK) es una proteína que interactúa con la ciclina G y CDK5, y participa en el ciclo celular.","SYSTEM1_SCORE":3.5,"SYSTEM2":"La quinasa asociada a ciclina G (GAK) es una proteína que interactúa con la ciclina G y CDK5 y está involucrada en el ciclo celular.","SYSTEM2_SCORE":4.0,"SYSTEM3":"La quinasa asociada a la ciclina G (GAK) es una proteína de interacción de la ciclina G y CDK5 que participa en el ciclo celular.","SYSTEM3_SCORE":4.0}
{"INPUT":"这家店的设计很小清新，适合文艺范hh","SEED_X":"El diseño de esta tienda es muy sencillo y fresco, ideal para aquellos con un estilo bohemio y artístico, jeje.","SEED_X_SCORE":4.0,"SYSTEM1":"El diseño de esta tienda es muy fresco y minimalista, ideal para amantes del arte y la cultura.","SYSTEM1_SCORE":3.5,"SYSTEM2":"El diseño de esta tienda es muy fresco y adecuado para personas literarias y artísticas.","SYSTEM2_SCORE":3.5,"SYSTEM3":"El diseño de esta tienda es muy fresco y juvenil, ideal para personas con estilo artístico. Jaja.","SYSTEM3_SCORE":4.0}
{"INPUT":"尽管奥运冠军郑钦文未能夺冠，但她离开家乡武汉时依然保持着她的骄傲， 因为十年来，球迷们首次在武汉公开赛决赛中见证了中国选手的身影。","SEED_X":"A pesar de que la campeona olímpica Zheng Qinwen no logró ganar, ella se fue de su ciudad natal, Wuhan, manteniendo su orgullo, ya que, por primera vez en diez años, los aficionados pudieron ver a una jugadora china en la final del Wuhan Open.","SEED_X_SCORE":4.0,"SYSTEM1":"Aunque la campeona olímpica Zheng Qinwen no logró ganar el título, ella se alejó de su ciudad natal, Wuhan, con orgullo, ya que por primera vez en una década, los fanáticos locales pudieron ver a un jugador chino en la final del Abierto de Wuhan.","SYSTEM1_SCORE":3.0,"SYSTEM2":"Aunque la campeona olímpica Zheng Qinwen no pudo ganar el título, abandonó su ciudad natal, Wuhan, con su orgullo intacto, mientras los aficionados presenciaban a una jugadora china en la final del Abierto de Wuhan por primera vez en una década.","SYSTEM2_SCORE":4.0,"SYSTEM3":"Aunque la campeona olímpica Zheng Qinwen no logró alzarse con el título, abandonó su ciudad natal de Wuhan manteniendo la cabeza en alto, pues por primera vez en una década los aficionados presenciaron a una tenista china en la final del Abierto de Wuhan.","SYSTEM3_SCORE":4.0}
